
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
	},
	["ChatHistoryLog"] = {
		{
			"|cff0070dd|Hbattlepet:1720:15:3:880:164:183:BattlePet-0-00000488A7EE:65120|h[埃密苟莎]|h|r他也在", -- [1]
			"綠豆冰棒-眾星之子", -- [2]
			"", -- [3]
			"5. 組隊頻道", -- [4]
			"綠豆冰棒-眾星之子", -- [5]
			"", -- [6]
			0, -- [7]
			5, -- [8]
			"組隊頻道", -- [9]
			0, -- [10]
			7, -- [11]
			"Player-963-06DE85A9", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa330c9綠豆冰棒-眾星之子|r",
			[51] = 1669823315,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [1]
		{
			"還長大了", -- [1]
			"綠豆冰棒-眾星之子", -- [2]
			"", -- [3]
			"5. 組隊頻道", -- [4]
			"綠豆冰棒-眾星之子", -- [5]
			"", -- [6]
			0, -- [7]
			5, -- [8]
			"組隊頻道", -- [9]
			0, -- [10]
			8, -- [11]
			"Player-963-06DE85A9", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa330c9綠豆冰棒-眾星之子|r",
			[51] = 1669823320,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [2]
		{
			"真不錯，但我其實7.0的時候就不太知道躺在池子裡的藍龍到底是哪位了。wlk打過他麼？", -- [1]
			"空虛精靈丶-暗影之月", -- [2]
			"", -- [3]
			"5. 組隊頻道", -- [4]
			"空虛精靈丶-暗影之月", -- [5]
			"", -- [6]
			0, -- [7]
			5, -- [8]
			"組隊頻道", -- [9]
			0, -- [10]
			13, -- [11]
			"Player-963-06DD5E0F", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa330c9空虛精靈丶-暗影之月|r",
			[51] = 1669823360,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [3]
		{
			"沒有 他一直在破碎群島", -- [1]
			"綠豆冰棒-眾星之子", -- [2]
			"", -- [3]
			"5. 組隊頻道", -- [4]
			"綠豆冰棒-眾星之子", -- [5]
			"", -- [6]
			0, -- [7]
			5, -- [8]
			"組隊頻道", -- [9]
			0, -- [10]
			16, -- [11]
			"Player-963-06DE85A9", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa330c9綠豆冰棒-眾星之子|r",
			[51] = 1669823369,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [4]
		{
			"就一條老藍龍", -- [1]
			"無情雙採-暗影之月", -- [2]
			"", -- [3]
			"5. 組隊頻道", -- [4]
			"無情雙採-暗影之月", -- [5]
			"", -- [6]
			0, -- [7]
			5, -- [8]
			"組隊頻道", -- [9]
			0, -- [10]
			17, -- [11]
			"Player-963-06D647BB", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffff7c0a無情雙採-暗影之月|r",
			[51] = 1669823373,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [5]
		{
			"好吧，還以為魔環打的是他", -- [1]
			"空虛精靈丶-暗影之月", -- [2]
			"", -- [3]
			"5. 組隊頻道", -- [4]
			"空虛精靈丶-暗影之月", -- [5]
			"", -- [6]
			0, -- [7]
			5, -- [8]
			"組隊頻道", -- [9]
			0, -- [10]
			22, -- [11]
			"Player-963-06DD5E0F", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa330c9空虛精靈丶-暗影之月|r",
			[51] = 1669823383,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [6]
		{
			"他是現知最為年邁的非守護巨龍", -- [1]
			"綠豆冰棒-眾星之子", -- [2]
			"", -- [3]
			"5. 組隊頻道", -- [4]
			"綠豆冰棒-眾星之子", -- [5]
			"", -- [6]
			0, -- [7]
			5, -- [8]
			"組隊頻道", -- [9]
			0, -- [10]
			24, -- [11]
			"Player-963-06DE85A9", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa330c9綠豆冰棒-眾星之子|r",
			[51] = 1669823386,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [7]
		{
			"類似艾薩拉那條 藍龍住比較散", -- [1]
			"無情雙採-暗影之月", -- [2]
			"", -- [3]
			"5. 組隊頻道", -- [4]
			"無情雙採-暗影之月", -- [5]
			"", -- [6]
			0, -- [7]
			5, -- [8]
			"組隊頻道", -- [9]
			0, -- [10]
			25, -- [11]
			"Player-963-06D647BB", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffff7c0a無情雙採-暗影之月|r",
			[51] = 1669823394,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [8]
		{
			"那個食人妖就是他的化形", -- [1]
			"綠豆冰棒-眾星之子", -- [2]
			"", -- [3]
			"5. 組隊頻道", -- [4]
			"綠豆冰棒-眾星之子", -- [5]
			"", -- [6]
			0, -- [7]
			5, -- [8]
			"組隊頻道", -- [9]
			0, -- [10]
			26, -- [11]
			"Player-963-06DE85A9", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa330c9綠豆冰棒-眾星之子|r",
			[51] = 1669823395,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [9]
		{
			"第一次見他人形", -- [1]
			"空虛精靈丶-暗影之月", -- [2]
			"", -- [3]
			"5. 組隊頻道", -- [4]
			"空虛精靈丶-暗影之月", -- [5]
			"", -- [6]
			0, -- [7]
			5, -- [8]
			"組隊頻道", -- [9]
			0, -- [10]
			27, -- [11]
			"Player-963-06DD5E0F", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa330c9空虛精靈丶-暗影之月|r",
			[51] = 1669823408,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [10]
		{
			"跟一個吸毒精靈一起研究地脈那個嗎", -- [1]
			"等等公主病-暗影之月", -- [2]
			"", -- [3]
			"5. 組隊頻道", -- [4]
			"等等公主病-暗影之月", -- [5]
			"", -- [6]
			0, -- [7]
			5, -- [8]
			"組隊頻道", -- [9]
			0, -- [10]
			28, -- [11]
			"Player-963-04D35B8D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa330c9等等公主病-暗影之月|r",
			[51] = 1669823410,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [11]
	},
}
