
PawnOptions = {
	["LastVersion"] = 2.0713,
	["LastPlayerFullName"] = "特變電工-寒冰皇冠",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 175298,
			["Level"] = 98,
			["Link"] = "|cff0070dd|Hitem:175298::::::::47:72::25:1:4813:2:9:33:28:187:::::|h[维克雷斯民兵头盔]|h|r",
		}, -- [1]
		{
			["ID"] = 179386,
			["Level"] = 110,
			["Link"] = "|cff1eff00|Hitem:179386::::::::47:72::11:1:3631:2:9:44:28:188:::::|h[海贤项链]|h|r",
		}, -- [2]
		{
			["ID"] = 175393,
			["Level"] = 120,
			["Link"] = "|cff0070dd|Hitem:175393::::::::47:72::26:1:4813:2:9:40:28:467:::::|h[第七军团士兵肩铠]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 175362,
			["Level"] = 141,
			["Link"] = "|cff0070dd|Hitem:175362::::::::47:72::26:1:4813:2:9:46:28:188:::::|h[恐怖海盗胸甲]|h|r",
		}, -- [5]
		{
			["ID"] = 158626,
			["Level"] = 94,
			["Link"] = "|cff1eff00|Hitem:158626::::::::47:72::11:1:4793:2:9:37:28:187:::::|h[维克雷斯民兵腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 155181,
			["Level"] = 110,
			["Link"] = "|cff1eff00|Hitem:155181::::::::47:72::11:1:3631:2:9:44:28:188:::::|h[恐怖海盗护胫]|h|r",
		}, -- [7]
		{
			["ID"] = 159452,
			["Level"] = 137,
			["Link"] = "|cff0070dd|Hitem:159452::::::::47:72::19:2:4776:6513:2:9:45:28:1222:::::|h[血肉慰藉多脂之蹄]|h|r",
		}, -- [8]
		{
			["ID"] = 160212,
			["Level"] = 134,
			["Link"] = "|cff0070dd|Hitem:160212::::::::47:72::19:3:4776:4802:6515:2:9:44:28:1224:::::|h[影氲臂甲]|h|r",
		}, -- [9]
		{
			["ID"] = 155174,
			["Level"] = 120,
			["Link"] = "|cff0070dd|Hitem:155174::::::::47:72::11:2:3631:6697:2:9:44:28:188:::::|h[恐怖海盗护指]|h|r",
		}, -- [10]
		{
			["ID"] = 158314,
			["Level"] = 144,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:158314::::::::47:72::19:2:4776:6513:2:9:47:28:292:::::|h[可疑忠诚印戒]|h|r",
		}, -- [11]
		{
			["ID"] = 155231,
			["Level"] = 124,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:155231::::::::47:72::11:1:4790:2:9:47:28:188:::::|h[净化的潮汐之血指环]|h|r",
		}, -- [12]
		{
			["ID"] = 158557,
			["Level"] = 98,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:158557::::::::47:72::11:1:4793:2:9:38:28:187:::::|h[毒心护符]|h|r",
		}, -- [13]
		{
			["ID"] = 160262,
			["Level"] = 53,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:160262::::::::47:72::11:1:3631:2:9:26:28:187:::::|h[“造物者的遗物”]|h|r",
		}, -- [14]
		{
			["ID"] = 155159,
			["Level"] = 98,
			["Link"] = "|cff1eff00|Hitem:155159::::::::47:72::11:1:4793:2:9:38:28:187:::::|h[维克雷斯审判官的斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 155199,
			["Level"] = 117,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff1eff00|Hitem:155199::::::::47:72::11:1:4790:2:9:45:28:188:::::|h[无尽之海战斧]|h|r",
		}, -- [16]
		{
			["ID"] = 159509,
			["Level"] = 114,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff1eff00|Hitem:159509::::::::47:72:::2:6655:1678:2:9:45:28:1222:::::|h[快刀之瘤木之刺]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
