
PawnOptions = {
	["LastVersion"] = 2.0707,
	["LastPlayerFullName"] = "特变电工-万色星辰",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 112450,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112450::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷眼罩]|h|r",
		}, -- [1]
		{
			["ID"] = 112461,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112461::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷项链]|h|r",
		}, -- [2]
		{
			["ID"] = 112456,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112456::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 112454,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112454::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷长袍]|h|r",
		}, -- [5]
		{
			["ID"] = 112453,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112453::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 112451,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112451::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷长裤]|h|r",
		}, -- [7]
		{
			["ID"] = 112457,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112457::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷长靴]|h|r",
		}, -- [8]
		{
			["ID"] = 112452,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112452::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 112455,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112455::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷手套]|h|r",
		}, -- [10]
		{
			["ID"] = 112459,
			["Level"] = 6,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:112459::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷指环]|h|r",
		}, -- [11]
		{
			["ID"] = 112460,
			["Level"] = 6,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:112460::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷指轮]|h|r",
		}, -- [12]
		{
			["ID"] = 123959,
			["Level"] = 6,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:123959::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[恶魔战利品]|h|r",
		}, -- [13]
		{
			["ID"] = 123960,
			["Level"] = 6,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:123960::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[魔火护符]|h|r",
		}, -- [14]
		{
			["ID"] = 112462,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112462::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷披风]|h|r",
		}, -- [15]
		{
			["ID"] = 112458,
			["Level"] = 6,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff1eff00|Hitem:112458::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷战刃]|h|r",
		}, -- [16]
		{
			["ID"] = 129181,
			["Level"] = 6,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff1eff00|Hitem:129181::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[伊利达雷战刃]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEMONHUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
