
PawnOptions = {
	["LastVersion"] = 2.0713,
	["LastPlayerFullName"] = "查理三世-暗影之月",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 194380,
			["Level"] = 252,
			["Link"] = "|cff0070dd|Hitem:194380::::::::62:251::25:1:8776:2:28:2296:9:62:::::|h[探险队卫士的头盔]|h|r",
		}, -- [1]
		{
			["ID"] = 194369,
			["Level"] = 226,
			["Link"] = "|cff1eff00|Hitem:194369::::::::60:251::26:1:7963:2:28:2285:9:60:::::|h[原始吊坠]|h|r",
		}, -- [2]
		{
			["ID"] = 194355,
			["Level"] = 249,
			["Link"] = "|cff0070dd|Hitem:194355::::::::61:251::26:1:8774:2:28:2280:9:61:::::|h[探险队卫士的肩甲]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 194401,
			["Level"] = 226,
			["Link"] = "|cff1eff00|Hitem:194401::::::::60:251::26:1:7963:2:28:2276:9:60:::::|h[探险队卫士的护胸]|h|r",
		}, -- [5]
		{
			["ID"] = 194358,
			["Level"] = 259,
			["Link"] = "|cff0070dd|Hitem:194358::::::::62:251::26:2:7963:7964:2:28:2289:9:62:::::|h[探险队卫士的腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 194340,
			["Level"] = 246,
			["Link"] = "|cff1eff00|Hitem:194340::::::::62:251::26:1:7963:2:28:2289:9:62:::::|h[探险队卫士的护胫]|h|r",
		}, -- [7]
		{
			["ID"] = 194338,
			["Level"] = 226,
			["Link"] = "|cff1eff00|Hitem:194338::::::::60:251::26:1:7963:2:28:2285:9:60:::::|h[探险队卫士的战靴]|h|r",
		}, -- [8]
		{
			["ID"] = 194363,
			["Level"] = 259,
			["Link"] = "|cff0070dd|Hitem:194363::::::::62:251::26:2:7963:7964:2:28:2151:9:62:::::|h[探险队卫士的臂铠]|h|r",
		}, -- [9]
		{
			["ID"] = 194344,
			["Level"] = 232,
			["Link"] = "|cff1eff00|Hitem:194344::::::::61:251::25:1:8768:2:28:2296:9:61:::::|h[探险队卫士的护手]|h|r",
		}, -- [10]
		{
			["ID"] = 194366,
			["Level"] = 236,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:194366::::::::61:251::26:1:7963:2:28:2279:9:61:::::|h[雕刻的玄武岩戒指]|h|r",
		}, -- [11]
		{
			["ID"] = 194366,
			["Level"] = 236,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:194366::::::::62:251::26:1:7963:2:28:2279:9:61:::::|h[雕刻的玄武岩戒指]|h|r",
		}, -- [12]
		{
			["ID"] = 194399,
			["Level"] = 246,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:194399::::::::62:251::26:1:7963:2:28:2151:9:62:::::|h[生命赐福红玉]|h|r",
		}, -- [13]
		{
			["ID"] = 194399,
			["Level"] = 246,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:194399::::::::63:251::26:1:7963:2:28:2151:9:62:::::|h[生命赐福红玉]|h|r",
		}, -- [14]
		{
			["ID"] = 194370,
			["Level"] = 250,
			["Link"] = "|cff1eff00|Hitem:194370::::::::62:251::27:1:8771:2:28:2270:9:62:::::|h[贾拉丁屠灭者的斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 197701,
			["Level"] = 246,
			["Link"] = "|cff1eff00|Hitem:197701::::::::62:251::26:1:7963:2:28:2152:9:62:::::|h[欧恩哈拉大剑]|h|r",
		}, -- [16]
		{
			["ID"] = 159660,
			["Level"] = 98,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:159660::::::::34:251::1:2:6710:6652:2:28:500:9:33:::::|h[仆从分裂者]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
