
PawnOptions = {
	["LastVersion"] = 2.0713,
	["LastPlayerFullName"] = "查理三世-暗影之月",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 159161,
			["Level"] = 66,
			["Link"] = "|cff1eff00|Hitem:159161::::::::31:251:::3:6654:4802:1708:2:28:500:9:30:::::|h[曙光之艾什凡公司重盔]|h|r",
		}, -- [1]
		{
			["ID"] = 38662,
			["Level"] = 17,
			["Link"] = "|cff0070dd|Hitem:38662::::::::10:1455::11:1:6691:2:28:869:9:9:::::|h[黑锋项链]|h|r",
		}, -- [2]
		{
			["ID"] = 60920,
			["Level"] = 65,
			["Link"] = "|cff1eff00|Hitem:60920::::::::33:251::11:1:3631:2:28:13:9:30:::::|h[耻辱肩甲]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 175395,
			["Level"] = 127,
			["Link"] = "|cff0070dd|Hitem:175395::::::::42:251::25:1:4813:2:28:467:9:42:::::|h[第七军团士兵护胸]|h|r",
		}, -- [5]
		{
			["ID"] = 158618,
			["Level"] = 139,
			["Link"] = "|cff1eff00|Hitem:158618::::::::52:251::11:1:3631:2:28:187:9:52:::::|h[维克雷斯民兵重型腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 158313,
			["Level"] = 120,
			["Link"] = "|cff0070dd|Hitem:158313::::::::40:251::1:2:6710:6652:2:28:500:9:40:::::|h[黄金锤炼腿甲]|h|r",
		}, -- [7]
		{
			["ID"] = 160086,
			["Level"] = 128,
			["Link"] = "|cff1eff00|Hitem:160086::::::::47:251::11:1:4793:2:28:186:9:47:::::|h[劫浪者之靴]|h|r",
		}, -- [8]
		{
			["ID"] = 160100,
			["Level"] = 121,
			["Link"] = "|cff1eff00|Hitem:160100::::::::46:251::11:1:4790:2:28:186:9:46:::::|h[劫浪者镣铐]|h|r",
		}, -- [9]
		{
			["ID"] = 159421,
			["Level"] = 83,
			["Link"] = "|cff0070dd|Hitem:159421::::::::28:251::1:2:6710:40:2:28:500:9:28:::::|h[全心服从手套]|h|r",
		}, -- [10]
		{
			["ID"] = 158228,
			["Level"] = 152,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:158228::::::::51:251::11:2:4790:4791:2:28:186:9:51:::::|h[狮鹫骑士戒指]|h|r",
		}, -- [11]
		{
			["ID"] = 158228,
			["Level"] = 152,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:158228::::::::52:251::11:2:4790:4791:2:28:186:9:51:::::|h[狮鹫骑士戒指]|h|r",
		}, -- [12]
		{
			["ID"] = 38675,
			["Level"] = 32,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:38675::::::::16:251::11:1:6691:2:28:869:9:14:::::|h[黑暗兄弟会徽记]|h|r",
		}, -- [13]
		{
			["ID"] = 38675,
			["Level"] = 32,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:38675::::::::17:251::11:1:6691:2:28:869:9:14:::::|h[黑暗兄弟会徽记]|h|r",
		}, -- [14]
		{
			["ID"] = 159228,
			["Level"] = 132,
			["Link"] = "|cff1eff00|Hitem:159228::::::::49:251:::2:6654:1702:2:28:186:9:49:::::|h[灼光之自由镇披风]|h|r",
		}, -- [15]
		{
			["ID"] = 155079,
			["Level"] = 155,
			["Link"] = "|cff0070dd|Hitem:155079::::::::50:251::11:1:4813:2:28:186:9:50:::::|h[蛇颈龙利剑]|h|r",
		}, -- [16]
		{
			["ID"] = 159660,
			["Level"] = 98,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:159660::::::::34:251::1:2:6710:6652:2:28:500:9:33:::::|h[仆从分裂者]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
