
PawnOptions = {
	["LastVersion"] = 2.0713,
	["LastPlayerFullName"] = "查理三世-暗影之月",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 198028,
			["Level"] = 289,
			["Link"] = "|cff0070dd|Hitem:198028::::::::65:251::26:1:8774:2:28:2153:9:65:::::|h[冻雨抛光护颅]|h|r",
		}, -- [1]
		{
			["ID"] = 197906,
			["Level"] = 256,
			["Link"] = "|cff1eff00|Hitem:197906::::::::63:251::26:1:7963:2:28:2152:9:63:::::|h[提莱吊坠]|h|r",
		}, -- [2]
		{
			["ID"] = 197654,
			["Level"] = 266,
			["Link"] = "|cff1eff00|Hitem:197654::::::::64:251::26:1:7963:2:28:2504:9:64:::::|h[诺库德撕裂者护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 198032,
			["Level"] = 266,
			["Link"] = "|cff1eff00|Hitem:198032::::::::65:251::26:1:7963:2:9:64:28:2153:::::|h[冻雨抛光板甲护胸]|h|r",
		}, -- [5]
		{
			["ID"] = 194358,
			["Level"] = 259,
			["Link"] = "|cff0070dd|Hitem:194358::::::::62:251::26:2:7963:7964:2:28:2289:9:62:::::|h[探险队卫士的腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 198030,
			["Level"] = 276,
			["Link"] = "|cff1eff00|Hitem:198030::::::::65:251::26:1:7963:2:28:2153:9:65:::::|h[冻雨抛光腿铠]|h|r",
		}, -- [7]
		{
			["ID"] = 197637,
			["Level"] = 256,
			["Link"] = "|cff1eff00|Hitem:197637::::::::63:251::26:1:7963:2:28:2152:9:63:::::|h[诺库德撕裂者踏靴]|h|r",
		}, -- [8]
		{
			["ID"] = 198033,
			["Level"] = 276,
			["Link"] = "|cff1eff00|Hitem:198033::::::::65:251::26:1:7963:2:28:2153:9:65:::::|h[冻雨抛光护臂]|h|r",
		}, -- [9]
		{
			["ID"] = 197643,
			["Level"] = 266,
			["Link"] = "|cff1eff00|Hitem:197643::::::::64:251::26:1:7963:2:28:2243:9:64:::::|h[诺库德撕裂者碎石手套]|h|r",
		}, -- [10]
		{
			["ID"] = 197989,
			["Level"] = 276,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:197989::::::::65:251::26:1:7963:2:28:2153:9:65:::::|h[水授玺戒]|h|r",
		}, -- [11]
		{
			["ID"] = 194366,
			["Level"] = 236,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:194366::::::::62:251::26:1:7963:2:28:2279:9:61:::::|h[雕刻的玄武岩戒指]|h|r",
		}, -- [12]
		{
			["ID"] = 197846,
			["Level"] = 266,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:197846::::::::64:251::26:1:7963:2:28:2226:9:64:::::|h[欧恩哈拉雕像]|h|r",
		}, -- [13]
		{
			["ID"] = 197846,
			["Level"] = 266,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:197846::::::::65:251::26:1:7963:2:28:2226:9:64:::::|h[欧恩哈拉雕像]|h|r",
		}, -- [14]
		{
			["ID"] = 197672,
			["Level"] = 266,
			["Link"] = "|cff1eff00|Hitem:197672::::::::65:251::26:1:7963:2:9:64:28:2152:::::|h[翡翠忠诚裹布]|h|r",
		}, -- [15]
		{
			["ID"] = 198007,
			["Level"] = 289,
			["Link"] = "|cff0070dd|Hitem:198007::::::::65:251::26:1:8774:2:28:2153:9:65:::::|h[巨型黄铜切刀]|h|r",
		}, -- [16]
		{
			["ID"] = 159660,
			["Level"] = 98,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:159660::::::::34:251::1:2:6710:6652:2:28:500:9:33:::::|h[仆从分裂者]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
