
PawnOptions = {
	["LastVersion"] = 2.0713,
	["LastPlayerFullName"] = "查理三世-暗影之月",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 38661,
			["Level"] = 37,
			["Link"] = "|cff0070dd|Hitem:38661::::::::16:251::11:1:6691:2:28:869:9:16:::::|h[天灾勇士的巨盔]|h|r",
		}, -- [1]
		{
			["ID"] = 38662,
			["Level"] = 17,
			["Link"] = "|cff0070dd|Hitem:38662::::::::10:1455::11:1:6691:2:28:869:9:9:::::|h[黑锋项链]|h|r",
		}, -- [2]
		{
			["ID"] = 38663,
			["Level"] = 34,
			["Link"] = "|cff0070dd|Hitem:38663::::::::16:251::11:1:6691:2:28:869:9:15:::::|h[浸血的萨隆邪铁肩铠]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 60717,
			["Level"] = 58,
			["Link"] = "|cff0070dd|Hitem:60717::::::::26:251::11:2:3631:6697:2:28:10:9:24:::::|h[止水胸甲]|h|r",
		}, -- [5]
		{
			["ID"] = 60687,
			["Level"] = 30,
			["Link"] = "|cff1eff00|Hitem:60687::::::::17:251::11:1:3631:2:28:10:9:17:::::|h[子裔束带]|h|r",
		}, -- [6]
		{
			["ID"] = 159392,
			["Level"] = 69,
			["Link"] = "|cff0070dd|Hitem:159392::::::::25:251::1:2:6710:6652:2:28:500:9:23:::::|h[狱卒的锁甲绑腿]|h|r",
		}, -- [7]
		{
			["ID"] = 60691,
			["Level"] = 30,
			["Link"] = "|cff1eff00|Hitem:60691::::::::17:251::11:1:3631:2:28:10:9:17:::::|h[不幸足靴]|h|r",
		}, -- [8]
		{
			["ID"] = 159425,
			["Level"] = 74,
			["Link"] = "|cff0070dd|Hitem:159425::::::::25:251::1:3:6710:6652:8811:2:28:500:9:25:::::|h[裂尖臂甲]|h|r",
		}, -- [9]
		{
			["ID"] = 38667,
			["Level"] = 32,
			["Link"] = "|cff0070dd|Hitem:38667::::::::17:251::11:1:6691:2:28:869:9:14:::::|h[血毒的命令护手]|h|r",
		}, -- [10]
		{
			["ID"] = 38672,
			["Level"] = 29,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:38672::::::::13:251::11:1:6691:2:28:869:9:13:::::|h[凯雷塞斯的徽记之戒]|h|r",
		}, -- [11]
		{
			["ID"] = 38672,
			["Level"] = 29,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:38672::::::::14:251::11:1:6691:2:28:869:9:13:::::|h[凯雷塞斯的徽记之戒]|h|r",
		}, -- [12]
		{
			["ID"] = 38675,
			["Level"] = 32,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:38675::::::::16:251::11:1:6691:2:28:869:9:14:::::|h[黑暗兄弟会徽记]|h|r",
		}, -- [13]
		{
			["ID"] = 38675,
			["Level"] = 32,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:38675::::::::17:251::11:1:6691:2:28:869:9:14:::::|h[黑暗兄弟会徽记]|h|r",
		}, -- [14]
		{
			["ID"] = 6378,
			["Level"] = 31,
			["Link"] = "|cff1eff00|Hitem:6378::::::::17:251:::1:6654:2:28:10:9:17:::::|h[先知斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 158373,
			["Level"] = 74,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff0070dd|Hitem:158373::::::::25:251::1:2:6710:40:2:28:1226:9:25:::::|h[共鸣水晶弯刀]|h|r",
		}, -- [16]
		{
			["ID"] = 158373,
			["Level"] = 74,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:158373::::::::26:251::1:2:6710:40:2:28:1226:9:25:::::|h[共鸣水晶弯刀]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
