
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["尹雲"] = {
			["GUID"] = "Player-963-00010159",
			["LastEventHealth"] = {
				219880, -- [1]
				219880, -- [2]
				219880, -- [3]
				219880, -- [4]
				219880, -- [5]
				219880, -- [6]
				219880, -- [7]
				219880, -- [8]
				219880, -- [9]
				219880, -- [10]
				219880, -- [11]
				219880, -- [12]
				219880, -- [13]
				219880, -- [14]
				219880, -- [15]
				219880, -- [16]
				219880, -- [17]
				219880, -- [18]
				219880, -- [19]
				219880, -- [20]
				219880, -- [21]
				219880, -- [22]
				219880, -- [23]
				219880, -- [24]
				219880, -- [25]
				219880, -- [26]
				219880, -- [27]
				219880, -- [28]
				219880, -- [29]
				219880, -- [30]
				219880, -- [31]
				219880, -- [32]
				219880, -- [33]
				219880, -- [34]
				219880, -- [35]
				219880, -- [36]
				219880, -- [37]
				210320, -- [38]
				210320, -- [39]
				210320, -- [40]
				210320, -- [41]
				210320, -- [42]
				219880, -- [43]
				219880, -- [44]
				219880, -- [45]
				219880, -- [46]
				219880, -- [47]
				219880, -- [48]
				219880, -- [49]
				219880, -- [50]
			},
			["LastAttackedBy"] = "多拉苟萨的回响",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"HEAL", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"HEAL", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"HEAL", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"HEAL", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"HEAL", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"HEAL", -- [38]
				"HEAL", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"DAMAGE", -- [43]
				"HEAL", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"HEAL", -- [47]
				"HEAL", -- [48]
				"HEAL", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					222.1999999999998, -- [1]
				},
				["Healing"] = {
					666054, -- [1]
				},
				["DamageTaken"] = {
					1584645, -- [1]
				},
				["Overhealing"] = {
					24264, -- [1]
				},
				["Interrupts"] = {
					6, -- [1]
				},
				["RageGain"] = {
					5633.400001525879, -- [1]
				},
				["FDamage"] = {
					262583, -- [1]
				},
				["ActiveTime"] = {
					722.169999999994, -- [1]
				},
				["TimeDamage"] = {
					499.9699999999991, -- [1]
				},
				["HealingTaken"] = {
					1732238, -- [1]
				},
				["DOT_Time"] = {
					1380, -- [1]
				},
				["Damage"] = {
					13170172, -- [1]
				},
			},
			["enClass"] = "WARRIOR",
			["unit"] = "尹雲",
			["LastAbility"] = 49916.997,
			["level"] = 70,
			["LastDamageAbility"] = "奥术飞弹",
			["LastFightIn"] = 16,
			["UnitLockout"] = 8665.62,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastHealTime"] = 8645.756,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["雷鸣之吼 (伤害/跳)"] = {
							["Details"] = {
								["多拉苟萨的回响"] = {
									["count"] = 21,
								},
								["缚法节杖"] = {
									["count"] = 33,
								},
								["被激怒的掠蜓"] = {
									["count"] = 48,
								},
								["头领鹰隼"] = {
									["count"] = 18,
								},
								["被腐化的嗜魔者"] = {
									["count"] = 96,
								},
								["领地鹰隼"] = {
									["count"] = 3,
								},
								["茂林古树"] = {
									["count"] = 18,
								},
								["维克萨姆斯"] = {
									["count"] = 24,
								},
								["克罗兹"] = {
									["count"] = 21,
								},
								["饥饿的鞭笞者"] = {
									["count"] = 225,
								},
								["恶毒的鞭笞者"] = {
									["count"] = 54,
								},
								["奥术抢劫者"] = {
									["count"] = 81,
								},
								["缚法战斧"] = {
									["count"] = 48,
								},
								["艾杰斯亚回声骑士"] = {
									["count"] = 42,
								},
							},
							["amount"] = 732,
						},
						["奥丁之怒 (伤害/跳)"] = {
							["Details"] = {
								["多拉苟萨的回响"] = {
									["count"] = 12,
								},
								["缚法节杖"] = {
									["count"] = 24,
								},
								["被激怒的掠蜓"] = {
									["count"] = 24,
								},
								["任性的教科书"] = {
									["count"] = 48,
								},
								["幽魂唤魔师"] = {
									["count"] = 90,
								},
								["被腐化的嗜魔者"] = {
									["count"] = 96,
								},
								["虚无修复者"] = {
									["count"] = 36,
								},
								["艾杰斯亚回声骑士"] = {
									["count"] = 90,
								},
								["饥饿的鞭笞者"] = {
									["count"] = 54,
								},
								["维克萨姆斯"] = {
									["count"] = 18,
								},
								["克罗兹"] = {
									["count"] = 24,
								},
								["古树树枝"] = {
									["count"] = 3,
								},
								["恶毒的鞭笞者"] = {
									["count"] = 24,
								},
								["奥术抢劫者"] = {
									["count"] = 36,
								},
								["缚法战斧"] = {
									["count"] = 48,
								},
								["茂林古树"] = {
									["count"] = 21,
								},
							},
							["amount"] = 648,
						},
					},
					["TimeSpent"] = {
						["茂林古树"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 2.52,
								},
								["嗜血"] = {
									["count"] = 3.38,
								},
								["冲锋"] = {
									["count"] = 1.5,
								},
								["副手斩杀"] = {
									["count"] = 0.31,
								},
								["暴怒"] = {
									["count"] = 10.63,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.05,
								},
								["副武器"] = {
									["count"] = 0.97,
								},
								["强攻"] = {
									["count"] = 3.24,
								},
								["奥丁之怒"] = {
									["count"] = 1.45,
								},
								["怒击"] = {
									["count"] = 7.279999999999999,
								},
								["斩杀"] = {
									["count"] = 4.51,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 0.34,
								},
								["肉搏"] = {
									["count"] = 15,
								},
							},
							["amount"] = 51.17999999999998,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 0.09,
								},
								["嗜血"] = {
									["count"] = 0.95,
								},
								["怒击"] = {
									["count"] = 2.36,
								},
								["副手斩杀"] = {
									["count"] = 0.12,
								},
								["副武器"] = {
									["count"] = 0.91,
								},
								["奥丁之怒"] = {
									["count"] = 0.21,
								},
								["旋风斩"] = {
									["count"] = 0.29,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 2.19,
								},
								["暴怒"] = {
									["count"] = 1.01,
								},
								["斩杀"] = {
									["count"] = 1.98,
								},
								["肉搏"] = {
									["count"] = 2.85,
								},
							},
							["amount"] = 12.96,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["嗜血"] = {
									["count"] = 0.21,
								},
								["怒击"] = {
									["count"] = 9.59,
								},
								["副手斩杀"] = {
									["count"] = 0.21,
								},
								["副武器"] = {
									["count"] = 1.36,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.08,
								},
								["暴怒"] = {
									["count"] = 6.98,
								},
								["斩杀"] = {
									["count"] = 2.53,
								},
								["冲锋"] = {
									["count"] = 2.13,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 2.35,
								},
								["肉搏"] = {
									["count"] = 16.16,
								},
							},
							["amount"] = 41.60000000000001,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 2.12,
								},
								["嗜血"] = {
									["count"] = 3.28,
								},
								["怒击"] = {
									["count"] = 6.51,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.09,
								},
								["副手旋风斩"] = {
									["count"] = 0.42,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 4.06,
								},
								["副手斩杀"] = {
									["count"] = 0.34,
								},
								["副武器"] = {
									["count"] = 2.4,
								},
								["暴怒"] = {
									["count"] = 11.16,
								},
								["旋风斩"] = {
									["count"] = 0.8400000000000001,
								},
								["冲锋"] = {
									["count"] = 4.5,
								},
								["奥丁之怒"] = {
									["count"] = 1.16,
								},
								["斩杀"] = {
									["count"] = 2.569999999999999,
								},
								["肉搏"] = {
									["count"] = 16.52,
								},
							},
							["amount"] = 55.96999999999999,
						},
						["虚无修复者"] = {
							["Details"] = {
								["踏敌铁蹄"] = {
									["count"] = 0.03,
								},
								["奥丁之怒"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 0.13,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 0.43,
								},
								["嗜血"] = {
									["count"] = 1.96,
								},
								["冲锋"] = {
									["count"] = 0.09,
								},
								["斩杀"] = {
									["count"] = 1.54,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 1.63,
								},
								["旋风斩"] = {
									["count"] = 2.38,
								},
								["副手斩杀"] = {
									["count"] = 0.17,
								},
								["副武器"] = {
									["count"] = 0.8,
								},
								["强攻"] = {
									["count"] = 0.17,
								},
								["雷鸣之吼"] = {
									["count"] = 0.55,
								},
								["怒击"] = {
									["count"] = 2.58,
								},
								["奥丁之怒"] = {
									["count"] = 0.21,
								},
								["暴怒"] = {
									["count"] = 2.45,
								},
								["肉搏"] = {
									["count"] = 8.08,
								},
							},
							["amount"] = 23.04000000000001,
						},
						["任性的教科书"] = {
							["Details"] = {
								["踏敌铁蹄"] = {
									["count"] = 0.02,
								},
								["副武器"] = {
									["count"] = 0.17,
								},
								["奥丁之怒"] = {
									["count"] = 0.11,
								},
								["暴怒"] = {
									["count"] = 0.51,
								},
								["旋风斩"] = {
									["count"] = 0.8600000000000001,
								},
							},
							["amount"] = 1.67,
						},
						["古树树枝"] = {
							["Details"] = {
								["副武器"] = {
									["count"] = 0.19,
								},
							},
							["amount"] = 0.19,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 0.3,
								},
								["嗜血"] = {
									["count"] = 4.27,
								},
								["怒击"] = {
									["count"] = 17.39,
								},
								["冲锋"] = {
									["count"] = 6.52,
								},
								["暴怒"] = {
									["count"] = 15.38,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.07,
								},
								["副手斩杀"] = {
									["count"] = 0.22,
								},
								["副武器"] = {
									["count"] = 1.96,
								},
								["强攻"] = {
									["count"] = 1.08,
								},
								["旋风斩"] = {
									["count"] = 0.26,
								},
								["斩杀"] = {
									["count"] = 2.35,
								},
								["雷鸣之吼"] = {
									["count"] = 0.5900000000000001,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 3.79,
								},
								["肉搏"] = {
									["count"] = 18.04,
								},
							},
							["amount"] = 72.21999999999998,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 0.29,
								},
								["嗜血"] = {
									["count"] = 1.55,
								},
								["冲锋"] = {
									["count"] = 6.8,
								},
								["怒击"] = {
									["count"] = 7.859999999999999,
								},
								["暴怒"] = {
									["count"] = 10.15,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 2.03,
								},
								["副手斩杀"] = {
									["count"] = 0.15,
								},
								["副武器"] = {
									["count"] = 2.58,
								},
								["强攻"] = {
									["count"] = 2.02,
								},
								["雷鸣之吼"] = {
									["count"] = 0.22,
								},
								["奥丁之怒"] = {
									["count"] = 1.810000000000001,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.04,
								},
								["斩杀"] = {
									["count"] = 1.52,
								},
								["肉搏"] = {
									["count"] = 6.919999999999996,
								},
							},
							["amount"] = 43.93999999999999,
						},
						["尹雲"] = {
							["Details"] = {
								["痛尽甘来"] = {
									["count"] = 33.7,
								},
								["星界新星"] = {
									["count"] = 1.5,
								},
								["嗜血治疗"] = {
									["count"] = 10.4,
								},
								["吸血"] = {
									["count"] = 178.0999999999999,
								},
							},
							["amount"] = 223.6999999999998,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["嗜血"] = {
									["count"] = 1.75,
								},
								["怒击"] = {
									["count"] = 5.06,
								},
								["副手斩杀"] = {
									["count"] = 0.09,
								},
								["副武器"] = {
									["count"] = 1.11,
								},
								["强攻"] = {
									["count"] = 0.99,
								},
								["冲锋"] = {
									["count"] = 4.39,
								},
								["暴怒"] = {
									["count"] = 4.409999999999999,
								},
								["斩杀"] = {
									["count"] = 1.44,
								},
								["肉搏"] = {
									["count"] = 7.919999999999999,
								},
							},
							["amount"] = 27.16,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 0.04,
								},
								["嗜血"] = {
									["count"] = 1.07,
								},
								["冲锋"] = {
									["count"] = 0.02,
								},
								["怒击"] = {
									["count"] = 1.29,
								},
								["燃尽波浪"] = {
									["count"] = 0.98,
								},
								["暴怒"] = {
									["count"] = 2.64,
								},
								["副手斩杀"] = {
									["count"] = 0.03,
								},
								["副武器"] = {
									["count"] = 0.5,
								},
								["强攻"] = {
									["count"] = 1.11,
								},
								["旋风斩"] = {
									["count"] = 0.41,
								},
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 1.34,
								},
								["奥丁之怒"] = {
									["count"] = 0.76,
								},
								["斩杀"] = {
									["count"] = 1.08,
								},
								["肉搏"] = {
									["count"] = 4.65,
								},
							},
							["amount"] = 15.92,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["副武器"] = {
									["count"] = 0.38,
								},
								["嗜血"] = {
									["count"] = 0.03,
								},
								["冲锋"] = {
									["count"] = 1.5,
								},
								["雷鸣之吼"] = {
									["count"] = 0.16,
								},
								["怒击"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 1.62,
								},
							},
							["amount"] = 3.889999999999999,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 0.61,
								},
								["嗜血"] = {
									["count"] = 1.95,
								},
								["冲锋"] = {
									["count"] = 2.33,
								},
								["怒击"] = {
									["count"] = 6.060000000000001,
								},
								["燃尽波浪"] = {
									["count"] = 0.25,
								},
								["暴怒"] = {
									["count"] = 6.44,
								},
								["副手斩杀"] = {
									["count"] = 0.16,
								},
								["副武器"] = {
									["count"] = 1.4,
								},
								["强攻"] = {
									["count"] = 0.8999999999999999,
								},
								["雷鸣之吼"] = {
									["count"] = 0.55,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 2.32,
								},
								["奥丁之怒"] = {
									["count"] = 1.11,
								},
								["斩杀"] = {
									["count"] = 1.81,
								},
								["肉搏"] = {
									["count"] = 11.59,
								},
							},
							["amount"] = 37.48,
						},
						["克罗兹"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 1.74,
								},
								["嗜血"] = {
									["count"] = 2.23,
								},
								["冲锋"] = {
									["count"] = 4.4,
								},
								["怒击"] = {
									["count"] = 9.689999999999998,
								},
								["暴怒"] = {
									["count"] = 5.489999999999998,
								},
								["燃尽波浪"] = {
									["count"] = 0.05,
								},
								["雷鸣之吼"] = {
									["count"] = 0.59,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.03,
								},
								["副武器"] = {
									["count"] = 1.19,
								},
								["强攻"] = {
									["count"] = 1.3,
								},
								["奥丁之怒"] = {
									["count"] = 2.560000000000001,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 1.07,
								},
								["副手斩杀"] = {
									["count"] = 0.1,
								},
								["斩杀"] = {
									["count"] = 2.19,
								},
								["肉搏"] = {
									["count"] = 11.13,
								},
							},
							["amount"] = 43.76000000000001,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["副武器"] = {
									["count"] = 0.48,
								},
								["雷鸣之吼"] = {
									["count"] = 0.61,
								},
								["奥丁之怒"] = {
									["count"] = 0.73,
								},
								["燃尽波浪"] = {
									["count"] = 0.03,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 3.91,
								},
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 0.07,
								},
							},
							["amount"] = 5.83,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 0.47,
								},
								["嗜血"] = {
									["count"] = 0.83,
								},
								["怒击"] = {
									["count"] = 4.33,
								},
								["冲锋"] = {
									["count"] = 5.59,
								},
								["副手旋风斩"] = {
									["count"] = 0.1,
								},
								["暴怒"] = {
									["count"] = 6.009999999999999,
								},
								["副手斩杀"] = {
									["count"] = 0.06,
								},
								["副武器"] = {
									["count"] = 0.78,
								},
								["旋风斩"] = {
									["count"] = 0.76,
								},
								["雷鸣之吼"] = {
									["count"] = 0.19,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 1.06,
								},
								["奥丁之怒"] = {
									["count"] = 0.35,
								},
								["斩杀"] = {
									["count"] = 0.25,
								},
								["肉搏"] = {
									["count"] = 15.76,
								},
							},
							["amount"] = 36.54,
						},
						["缚法战斧"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 1.04,
								},
								["嗜血"] = {
									["count"] = 1.59,
								},
								["怒击"] = {
									["count"] = 4.73,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.05,
								},
								["副手旋风斩"] = {
									["count"] = 0.41,
								},
								["暴怒"] = {
									["count"] = 2.569999999999999,
								},
								["副手斩杀"] = {
									["count"] = 0.08,
								},
								["副武器"] = {
									["count"] = 0.6000000000000001,
								},
								["强攻"] = {
									["count"] = 0.03,
								},
								["奥丁之怒"] = {
									["count"] = 1.79,
								},
								["雷鸣之吼"] = {
									["count"] = 0.89,
								},
								["旋风斩"] = {
									["count"] = 0.21,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 0.69,
								},
								["肉搏"] = {
									["count"] = 5.74,
								},
							},
							["amount"] = 20.41999999999999,
						},
						["缚法节杖"] = {
							["Details"] = {
								["副手斩杀"] = {
									["count"] = 0.05,
								},
								["副武器"] = {
									["count"] = 0.18,
								},
								["怒击"] = {
									["count"] = 1.55,
								},
								["旋风斩"] = {
									["count"] = 0.32,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 2.04,
								},
								["暴怒"] = {
									["count"] = 0.18,
								},
								["斩杀"] = {
									["count"] = 0.25,
								},
							},
							["amount"] = 4.569999999999999,
						},
					},
					["HealedWho"] = {
						["尹雲"] = {
							["Details"] = {
								["痛尽甘来"] = {
									["count"] = 299913,
								},
								["嗜血治疗"] = {
									["count"] = 83498,
								},
								["吸血"] = {
									["count"] = 282643,
								},
							},
							["amount"] = 666054,
						},
					},
					["RageGainedFrom"] = {
						["尹雲"] = {
							["Details"] = {
								["战争机器"] = {
									["count"] = 647.4000000953674,
								},
								["嗜血"] = {
									["count"] = 375.7000002861023,
								},
								["怒击"] = {
									["count"] = 1984.500000178814,
								},
								["暴乱狂战士"] = {
									["count"] = 400,
								},
								["冲锋"] = {
									["count"] = 460,
								},
								["怒气"] = {
									["count"] = 36,
								},
								["强攻"] = {
									["count"] = 425,
								},
								["旋风斩"] = {
									["count"] = 57,
								},
								["天神下凡"] = {
									["count"] = 114.6000003814697,
								},
								["奥丁之怒"] = {
									["count"] = 215.0999994277954,
								},
								["斩杀"] = {
									["count"] = 778,
								},
								["雷鸣之吼"] = {
									["count"] = 140.1000011563301,
								},
							},
							["amount"] = 5633.400001525879,
						},
					},
					["Overhealing"] = 24264,
					["ElementTaken"] = {
						["Arcane"] = 805634,
						["Physical"] = 24913,
						["Melee"] = 193339,
						["Nature"] = 560759,
					},
					["RageGained"] = {
						["战争机器"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 647.4000000953674,
								},
							},
							["amount"] = 647.4000000953674,
						},
						["嗜血"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 375.7000002861023,
								},
							},
							["amount"] = 375.7000002861023,
						},
						["怒击"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 1984.500000178814,
								},
							},
							["amount"] = 1984.500000178814,
						},
						["暴乱狂战士"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 400,
								},
							},
							["amount"] = 400,
						},
						["冲锋"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 460,
								},
							},
							["amount"] = 460,
						},
						["怒气"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
						["强攻"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 425,
								},
							},
							["amount"] = 425,
						},
						["旋风斩"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 57,
								},
							},
							["amount"] = 57,
						},
						["天神下凡"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 114.6000003814697,
								},
							},
							["amount"] = 114.6000003814697,
						},
						["奥丁之怒"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 215.0999994277954,
								},
							},
							["amount"] = 215.0999994277954,
						},
						["斩杀"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 778,
								},
							},
							["amount"] = 778,
						},
						["雷鸣之吼"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 140.1000011563301,
								},
							},
							["amount"] = 140.1000011563301,
						},
					},
					["Damage"] = 13170172,
					["TimeHeal"] = 222.1999999999998,
					["FAttacks"] = {
						["星界新星"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 12728,
									["min"] = 12728,
									["count"] = 1,
									["amount"] = 12728,
								},
								["Crit"] = {
									["max"] = 96753,
									["min"] = 96753,
									["count"] = 1,
									["amount"] = 96753,
								},
								["Hit"] = {
									["max"] = 55288,
									["min"] = 42527,
									["count"] = 3,
									["amount"] = 153102,
								},
							},
							["count"] = 5,
							["amount"] = 262583,
						},
					},
					["ElementDone"] = {
						["Physical"] = 10535683,
						["Fire"] = 373174,
						["Melee"] = 1022548,
						["Arcane"] = 1238767,
					},
					["DamagedWho"] = {
						["茂林古树"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 14310,
								},
								["嗜血"] = {
									["count"] = 41549,
								},
								["冲锋"] = {
									["count"] = 1308,
								},
								["怒击"] = {
									["count"] = 160827,
								},
								["暴怒"] = {
									["count"] = 251098,
								},
								["燃尽波浪"] = {
									["count"] = 12196,
								},
								["副手斩杀"] = {
									["count"] = 63101,
								},
								["踏敌铁蹄"] = {
									["count"] = 35354,
								},
								["副武器"] = {
									["count"] = 12506,
								},
								["强攻"] = {
									["count"] = 39820,
								},
								["雷鸣之吼"] = {
									["count"] = 12858,
								},
								["斩杀"] = {
									["count"] = 96853,
								},
								["奥丁之怒"] = {
									["count"] = 64859,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 30909,
								},
								["肉搏"] = {
									["count"] = 138346,
								},
							},
							["amount"] = 975894,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 13657,
								},
								["嗜血"] = {
									["count"] = 5746,
								},
								["怒击"] = {
									["count"] = 27650,
								},
								["副手旋风斩"] = {
									["count"] = 2162,
								},
								["奥丁之怒"] = {
									["count"] = 52581,
								},
								["副手斩杀"] = {
									["count"] = 13311,
								},
								["副武器"] = {
									["count"] = 12597,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 66581,
								},
								["旋风斩"] = {
									["count"] = 4969,
								},
								["雷鸣之吼"] = {
									["count"] = 63341,
								},
								["暴怒"] = {
									["count"] = 12258,
								},
								["斩杀"] = {
									["count"] = 23946,
								},
								["肉搏"] = {
									["count"] = 8763,
								},
							},
							["amount"] = 307562,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["嗜血"] = {
									["count"] = 10167,
								},
								["怒击"] = {
									["count"] = 170025,
								},
								["副手斩杀"] = {
									["count"] = 33407,
								},
								["踏敌铁蹄"] = {
									["count"] = 96339,
								},
								["副武器"] = {
									["count"] = 20104,
								},
								["暴怒"] = {
									["count"] = 158294,
								},
								["雷鸣之吼"] = {
									["count"] = 12243,
								},
								["冲锋"] = {
									["count"] = 1353,
								},
								["斩杀"] = {
									["count"] = 31543,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 20880,
								},
								["肉搏"] = {
									["count"] = 75047,
								},
							},
							["amount"] = 629402,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 52462,
								},
								["嗜血"] = {
									["count"] = 38722,
								},
								["怒击"] = {
									["count"] = 178461,
								},
								["冲锋"] = {
									["count"] = 5377,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 142951,
								},
								["副手旋风斩"] = {
									["count"] = 11973,
								},
								["暴怒"] = {
									["count"] = 198871,
								},
								["踏敌铁蹄"] = {
									["count"] = 171905,
								},
								["副武器"] = {
									["count"] = 67086,
								},
								["奥丁之怒"] = {
									["count"] = 129849,
								},
								["雷鸣之吼"] = {
									["count"] = 73795,
								},
								["旋风斩"] = {
									["count"] = 22532,
								},
								["副手斩杀"] = {
									["count"] = 41571,
								},
								["斩杀"] = {
									["count"] = 104205,
								},
								["肉搏"] = {
									["count"] = 112694,
								},
							},
							["amount"] = 1352454,
						},
						["虚无修复者"] = {
							["Details"] = {
								["踏敌铁蹄"] = {
									["count"] = 30639,
								},
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 18045,
								},
								["奥丁之怒"] = {
									["count"] = 68770,
								},
								["副武器"] = {
									["count"] = 10983,
								},
								["旋风斩"] = {
									["count"] = 8898,
								},
								["副手旋风斩"] = {
									["count"] = 5533,
								},
								["星界新星"] = {
									["count"] = 260794,
								},
							},
							["amount"] = 403662,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 717181,
								},
								["怒击"] = {
									["count"] = 58929,
								},
								["副手旋风斩"] = {
									["count"] = 11297,
								},
								["雷鸣之吼"] = {
									["count"] = 49774,
								},
								["暴怒"] = {
									["count"] = 64985,
								},
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 47560,
								},
								["嗜血"] = {
									["count"] = 20261,
								},
								["冲锋"] = {
									["count"] = 1610,
								},
								["旋风斩"] = {
									["count"] = 24130,
								},
								["副手斩杀"] = {
									["count"] = 34187,
								},
								["副武器"] = {
									["count"] = 24830,
								},
								["强攻"] = {
									["count"] = 11976,
								},
								["奥丁之怒"] = {
									["count"] = 182596,
								},
								["踏敌铁蹄"] = {
									["count"] = 15320,
								},
								["斩杀"] = {
									["count"] = 50126,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 74078,
								},
								["肉搏"] = {
									["count"] = 39729,
								},
							},
							["amount"] = 1428569,
						},
						["任性的教科书"] = {
							["Details"] = {
								["踏敌铁蹄"] = {
									["count"] = 48119,
								},
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 31318,
								},
								["奥丁之怒"] = {
									["count"] = 63409,
								},
								["副武器"] = {
									["count"] = 3521,
								},
								["副手旋风斩"] = {
									["count"] = 5832,
								},
								["暴怒"] = {
									["count"] = 1663,
								},
								["旋风斩"] = {
									["count"] = 10974,
								},
							},
							["amount"] = 164836,
						},
						["古树树枝"] = {
							["Details"] = {
								["副武器"] = {
									["count"] = 2010,
								},
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 1250,
								},
								["奥丁之怒"] = {
									["count"] = 10649,
								},
							},
							["amount"] = 13909,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["怒击"] = {
									["count"] = 318870,
								},
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 22568,
								},
								["嗜血"] = {
									["count"] = 41284,
								},
								["冲锋"] = {
									["count"] = 3941,
								},
								["暴怒"] = {
									["count"] = 231106,
								},
								["斩杀"] = {
									["count"] = 63677,
								},
								["副手旋风斩"] = {
									["count"] = 3214,
								},
								["旋风斩"] = {
									["count"] = 6068,
								},
								["副手斩杀"] = {
									["count"] = 29823,
								},
								["副武器"] = {
									["count"] = 52894,
								},
								["强攻"] = {
									["count"] = 12047,
								},
								["雷鸣之吼"] = {
									["count"] = 113279,
								},
								["奥丁之怒"] = {
									["count"] = 64860,
								},
								["踏敌铁蹄"] = {
									["count"] = 121968,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 138257,
								},
								["肉搏"] = {
									["count"] = 105360,
								},
							},
							["amount"] = 1329216,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 7577,
								},
								["嗜血"] = {
									["count"] = 22413,
								},
								["冲锋"] = {
									["count"] = 9257,
								},
								["怒击"] = {
									["count"] = 195010,
								},
								["暴怒"] = {
									["count"] = 261705,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 46447,
								},
								["副手斩杀"] = {
									["count"] = 22137,
								},
								["副武器"] = {
									["count"] = 33612,
								},
								["强攻"] = {
									["count"] = 48714,
								},
								["雷鸣之吼"] = {
									["count"] = 10193,
								},
								["奥丁之怒"] = {
									["count"] = 69701,
								},
								["踏敌铁蹄"] = {
									["count"] = 76011,
								},
								["斩杀"] = {
									["count"] = 47884,
								},
								["肉搏"] = {
									["count"] = 117844,
								},
							},
							["amount"] = 968505,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["嗜血"] = {
									["count"] = 15962,
								},
								["怒击"] = {
									["count"] = 89358,
								},
								["副手斩杀"] = {
									["count"] = 9847,
								},
								["副武器"] = {
									["count"] = 9491,
								},
								["强攻"] = {
									["count"] = 11914,
								},
								["冲锋"] = {
									["count"] = 2680,
								},
								["暴怒"] = {
									["count"] = 87994,
								},
								["斩杀"] = {
									["count"] = 17691,
								},
								["肉搏"] = {
									["count"] = 44387,
								},
							},
							["amount"] = 289324,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 260792,
								},
								["嗜血"] = {
									["count"] = 12949,
								},
								["冲锋"] = {
									["count"] = 1330,
								},
								["怒击"] = {
									["count"] = 40565,
								},
								["暴怒"] = {
									["count"] = 48882,
								},
								["燃尽波浪"] = {
									["count"] = 56098,
								},
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 56651,
								},
								["副手斩杀"] = {
									["count"] = 6740,
								},
								["副武器"] = {
									["count"] = 20354,
								},
								["强攻"] = {
									["count"] = 14969,
								},
								["旋风斩"] = {
									["count"] = 16670,
								},
								["奥丁之怒"] = {
									["count"] = 189708,
								},
								["副手旋风斩"] = {
									["count"] = 10111,
								},
								["斩杀"] = {
									["count"] = 12285,
								},
								["肉搏"] = {
									["count"] = 27920,
								},
							},
							["amount"] = 776024,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["副武器"] = {
									["count"] = 19510,
								},
								["嗜血"] = {
									["count"] = 4510,
								},
								["冲锋"] = {
									["count"] = 2610,
								},
								["怒击"] = {
									["count"] = 10375,
								},
								["雷鸣之吼"] = {
									["count"] = 37958,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 4482,
								},
								["肉搏"] = {
									["count"] = 13309,
								},
							},
							["amount"] = 92754,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 15681,
								},
								["嗜血"] = {
									["count"] = 42424,
								},
								["冲锋"] = {
									["count"] = 1348,
								},
								["怒击"] = {
									["count"] = 229715,
								},
								["暴怒"] = {
									["count"] = 193554,
								},
								["燃尽波浪"] = {
									["count"] = 121952,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 50817,
								},
								["副手斩杀"] = {
									["count"] = 26592,
								},
								["副武器"] = {
									["count"] = 37181,
								},
								["强攻"] = {
									["count"] = 40038,
								},
								["雷鸣之吼"] = {
									["count"] = 12241,
								},
								["奥丁之怒"] = {
									["count"] = 44529,
								},
								["踏敌铁蹄"] = {
									["count"] = 35354,
								},
								["斩杀"] = {
									["count"] = 33906,
								},
								["肉搏"] = {
									["count"] = 116125,
								},
							},
							["amount"] = 1001457,
						},
						["克罗兹"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 18371,
								},
								["嗜血"] = {
									["count"] = 46517,
								},
								["冲锋"] = {
									["count"] = 3645,
								},
								["怒击"] = {
									["count"] = 215212,
								},
								["暴怒"] = {
									["count"] = 215794,
								},
								["燃尽波浪"] = {
									["count"] = 73171,
								},
								["雷鸣之吼"] = {
									["count"] = 27521,
								},
								["踏敌铁蹄"] = {
									["count"] = 70707,
								},
								["副武器"] = {
									["count"] = 24817,
								},
								["强攻"] = {
									["count"] = 37914,
								},
								["奥丁之怒"] = {
									["count"] = 45502,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 49768,
								},
								["副手斩杀"] = {
									["count"] = 29913,
								},
								["斩杀"] = {
									["count"] = 52455,
								},
								["肉搏"] = {
									["count"] = 133819,
								},
							},
							["amount"] = 1045126,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["副武器"] = {
									["count"] = 27228,
								},
								["雷鸣之吼"] = {
									["count"] = 228923,
								},
								["奥丁之怒"] = {
									["count"] = 314235,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 377532,
								},
								["燃尽波浪"] = {
									["count"] = 109757,
								},
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 23753,
								},
							},
							["amount"] = 1081428,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 15305,
								},
								["嗜血"] = {
									["count"] = 31052,
								},
								["冲锋"] = {
									["count"] = 4009,
								},
								["斩杀"] = {
									["count"] = 8681,
								},
								["副手旋风斩"] = {
									["count"] = 5788,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 77343,
								},
								["副手斩杀"] = {
									["count"] = 4901,
								},
								["副武器"] = {
									["count"] = 19155,
								},
								["旋风斩"] = {
									["count"] = 8042,
								},
								["雷鸣之吼"] = {
									["count"] = 35506,
								},
								["怒击"] = {
									["count"] = 84785,
								},
								["奥丁之怒"] = {
									["count"] = 31390,
								},
								["暴怒"] = {
									["count"] = 134352,
								},
								["肉搏"] = {
									["count"] = 69919,
								},
							},
							["amount"] = 530228,
						},
						["缚法战斧"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 29930,
								},
								["嗜血"] = {
									["count"] = 12646,
								},
								["怒击"] = {
									["count"] = 71296,
								},
								["斩杀"] = {
									["count"] = 26824,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 59926,
								},
								["副手旋风斩"] = {
									["count"] = 7718,
								},
								["踏敌铁蹄"] = {
									["count"] = 54699,
								},
								["副手斩杀"] = {
									["count"] = 20618,
								},
								["副武器"] = {
									["count"] = 33221,
								},
								["强攻"] = {
									["count"] = 11806,
								},
								["旋风斩"] = {
									["count"] = 15514,
								},
								["奥丁之怒"] = {
									["count"] = 83060,
								},
								["雷鸣之吼"] = {
									["count"] = 43617,
								},
								["暴怒"] = {
									["count"] = 71486,
								},
								["肉搏"] = {
									["count"] = 19286,
								},
							},
							["amount"] = 561647,
						},
						["缚法节杖"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 15354,
								},
								["怒击"] = {
									["count"] = 18464,
								},
								["副手旋风斩"] = {
									["count"] = 4096,
								},
								["雷鸣之吼"] = {
									["count"] = 20193,
								},
								["踏敌铁蹄"] = {
									["count"] = 28136,
								},
								["副武器"] = {
									["count"] = 13354,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 57141,
								},
								["奥丁之怒"] = {
									["count"] = 38451,
								},
								["旋风斩"] = {
									["count"] = 6735,
								},
								["斩杀"] = {
									["count"] = 4525,
								},
								["暴怒"] = {
									["count"] = 9288,
								},
								["副手斩杀"] = {
									["count"] = 2438,
								},
							},
							["amount"] = 218175,
						},
					},
					["WhoDamaged"] = {
						["多拉苟萨的回响"] = {
							["Details"] = {
								["力量真空"] = {
									["count"] = 57023,
								},
								["能量炸弹"] = {
									["count"] = 28512,
								},
								["奥术飞弹"] = {
									["count"] = 15840,
								},
							},
							["amount"] = 101375,
						},
						["缚法节杖"] = {
							["Details"] = {
								["奥术之雨"] = {
									["count"] = 75240,
								},
								["秘法冲击"] = {
									["count"] = 146518,
								},
							},
							["amount"] = 221758,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["致命狂风"] = {
									["count"] = 49397,
								},
							},
							["amount"] = 49397,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["猛冲钉刺"] = {
									["count"] = 164650,
								},
							},
							["amount"] = 164650,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["奥术飞弹"] = {
									["count"] = 1861,
								},
							},
							["amount"] = 1861,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["法力虚空 (伤害/跳)"] = {
									["count"] = 70974,
								},
								["涌动"] = {
									["count"] = 17107,
								},
							},
							["amount"] = 88081,
						},
						["克罗兹"] = {
							["Details"] = {
								["震耳尖啸"] = {
									["count"] = 71506,
								},
								["压制狂风"] = {
									["count"] = 78406,
								},
							},
							["amount"] = 149912,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["星界旋风 (伤害/跳)"] = {
									["count"] = 146363,
								},
								["肉搏"] = {
									["count"] = 82501,
								},
							},
							["amount"] = 228864,
						},
						["No One"] = {
							["Details"] = {
								["奥术宝珠"] = {
									["count"] = 17152,
								},
							},
							["amount"] = 17152,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["法力炸弹"] = {
									["count"] = 15839,
								},
								["奥术裂隙"] = {
									["count"] = 18532,
								},
								["法力炸弹 (伤害/跳)"] = {
									["count"] = 29305,
								},
							},
							["amount"] = 63676,
						},
						["任性的教科书"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 12771,
								},
							},
							["amount"] = 12771,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 17926,
								},
							},
							["amount"] = 17926,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["爆炸之种"] = {
									["count"] = 119177,
								},
							},
							["amount"] = 119177,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 80141,
								},
								["邪恶伏击"] = {
									["count"] = 36114,
								},
								["裂隙之息"] = {
									["count"] = 129254,
								},
								["凶恶猛扑"] = {
									["count"] = 24913,
								},
							},
							["amount"] = 270422,
						},
						["茂林古树"] = {
							["Details"] = {
								["爆发苏醒"] = {
									["count"] = 28227,
								},
							},
							["amount"] = 28227,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["阵风"] = {
									["count"] = 49396,
								},
							},
							["amount"] = 49396,
						},
					},
					["TimeHealing"] = {
						["尹雲"] = {
							["Details"] = {
								["痛尽甘来"] = {
									["count"] = 33.7,
								},
								["嗜血治疗"] = {
									["count"] = 10.4,
								},
								["吸血"] = {
									["count"] = 178.0999999999999,
								},
							},
							["amount"] = 222.1999999999998,
						},
					},
					["OverHeals"] = {
						["痛尽甘来"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4250,
									["min"] = 3064,
									["count"] = 2,
									["amount"] = 7314,
								},
							},
							["count"] = 2,
							["amount"] = 7314,
						},
						["嗜血治疗"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1525,
									["min"] = 735,
									["count"] = 2,
									["amount"] = 2260,
								},
							},
							["count"] = 2,
							["amount"] = 2260,
						},
						["吸血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 9479,
									["min"] = 148,
									["count"] = 6,
									["amount"] = 14690,
								},
							},
							["count"] = 6,
							["amount"] = 14690,
						},
					},
					["PartialResist"] = {
						["涌动"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["邪恶伏击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["法力虚空 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["奥术飞弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["压制狂风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["法力炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["凶恶猛扑"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 14,
						},
						["奥术裂隙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术之雨"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["奥术宝珠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["致命狂风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["秘法冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["裂隙之息"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 15,
						},
						["力量真空"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["震耳尖啸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["阵风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["爆发苏醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["猛冲钉刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["爆炸之种"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["星界旋风 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 14,
						},
						["能量炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["法力炸弹 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["PartialAbsorb"] = {
						["涌动"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["邪恶伏击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["法力虚空 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["奥术飞弹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["压制狂风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["法力炸弹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["凶恶猛扑"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 0,
						},
						["奥术裂隙"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奥术之雨"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["奥术宝珠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["致命狂风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["秘法冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["裂隙之息"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 0,
						},
						["力量真空"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["震耳尖啸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["阵风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["爆发苏醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["猛冲钉刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["爆炸之种"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["星界旋风 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 0,
						},
						["能量炸弹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["法力炸弹 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["Interrupts"] = 6,
					["InterruptData"] = {
						["头领鹰隼"] = {
							["Details"] = {
								["鸟群之唤 (拳击)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["涌动 (拳击)"] = {
									["count"] = 4,
								},
								["法力虚空 (拳击)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 5,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 17,
								},
								["Hit"] = {
									["count"] = 1546,
								},
								["Tick"] = {
									["count"] = 383,
								},
								["Crit"] = {
									["count"] = 400,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2347,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 11,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 314,
								},
								["Crit"] = {
									["count"] = 64,
								},
								["Miss"] = {
									["count"] = 66,
								},
							},
							["amount"] = 444,
						},
						["Arcane"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 14,
								},
							},
							["amount"] = 18,
						},
					},
					["Heals"] = {
						["痛尽甘来"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 11379,
									["min"] = 7129,
									["count"] = 27,
									["amount"] = 299913,
								},
							},
							["count"] = 27,
							["amount"] = 299913,
						},
						["嗜血治疗"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 6597,
									["min"] = 5072,
									["count"] = 13,
									["amount"] = 83498,
								},
							},
							["count"] = 13,
							["amount"] = 83498,
						},
						["吸血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 58828,
									["min"] = 56,
									["count"] = 159,
									["amount"] = 282643,
								},
							},
							["count"] = 159,
							["amount"] = 282643,
						},
					},
					["WhoHealed"] = {
						["尹雲"] = {
							["Details"] = {
								["痛尽甘来"] = {
									["count"] = 299913,
								},
								["嗜血治疗"] = {
									["count"] = 83498,
								},
								["吸血"] = {
									["count"] = 282643,
								},
							},
							["amount"] = 666054,
						},
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["迅捷治愈"] = {
									["count"] = 166814,
								},
								["百花齐放"] = {
									["count"] = 89775,
								},
								["回春术"] = {
									["count"] = 105725,
								},
								["野性成长"] = {
									["count"] = 212645,
								},
								["疗愈吐息"] = {
									["count"] = 12627,
								},
								["愈合"] = {
									["count"] = 122839,
								},
								["激变蜂群"] = {
									["count"] = 57512,
								},
								["生命绽放"] = {
									["count"] = 152654,
								},
								["新绿"] = {
									["count"] = 122000,
								},
								["伊瑟拉之赐"] = {
									["count"] = 19231,
								},
							},
							["amount"] = 1061822,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["活化烈焰"] = {
									["count"] = 4362,
								},
							},
							["amount"] = 4362,
						},
					},
					["ElementHitsTaken"] = {
						["Arcane"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 30,
								},
								["Hit"] = {
									["count"] = 37,
								},
							},
							["amount"] = 67,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 13,
								},
							},
							["amount"] = 14,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
					},
					["DamageTaken"] = 1584645,
					["Healing"] = 666054,
					["ActiveTime"] = 722.169999999994,
					["HealingTaken"] = 1732238,
					["Attacks"] = {
						["星界新星"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 65198,
									["min"] = 41460,
									["count"] = 2,
									["amount"] = 106658,
								},
								["Crit"] = {
									["max"] = 130396,
									["min"] = 130396,
									["count"] = 2,
									["amount"] = 260792,
								},
								["Hit"] = {
									["max"] = 65199,
									["min"] = 23739,
									["count"] = 14,
									["amount"] = 871317,
								},
							},
							["count"] = 18,
							["amount"] = 1238767,
						},
						["怒击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 20578,
									["min"] = 6378,
									["count"] = 46,
									["amount"] = 520091,
								},
								["Hit"] = {
									["max"] = 11910,
									["min"] = 1408,
									["count"] = 260,
									["amount"] = 1349451,
								},
							},
							["count"] = 306,
							["amount"] = 1869542,
						},
						["副手旋风斩"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1029,
									["min"] = 438,
									["count"] = 27,
									["amount"] = 16701,
								},
								["Hit"] = {
									["max"] = 512,
									["min"] = 209,
									["count"] = 162,
									["amount"] = 51023,
								},
							},
							["count"] = 189,
							["amount"] = 67724,
						},
						["雷鸣之吼"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 25562,
									["min"] = 20620,
									["count"] = 5,
									["amount"] = 121336,
								},
								["Hit"] = {
									["max"] = 14719,
									["min"] = 9982,
									["count"] = 53,
									["amount"] = 620106,
								},
							},
							["count"] = 58,
							["amount"] = 741442,
						},
						["暴怒"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 16556,
									["min"] = 4660,
									["count"] = 67,
									["amount"] = 601959,
								},
								["Hit"] = {
									["max"] = 10030,
									["min"] = 1190,
									["count"] = 315,
									["amount"] = 1339371,
								},
							},
							["count"] = 382,
							["amount"] = 1941330,
						},
						["奥丁之怒 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 1672,
									["min"] = 1672,
									["count"] = 1,
									["amount"] = 1672,
								},
								["Crit"] = {
									["max"] = 4378,
									["min"] = 17,
									["count"] = 36,
									["amount"] = 107193,
								},
								["Tick"] = {
									["max"] = 2118,
									["min"] = 779,
									["count"] = 179,
									["amount"] = 274927,
								},
							},
							["count"] = 216,
							["amount"] = 383792,
						},
						["嗜血"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 15769,
									["min"] = 9287,
									["count"] = 10,
									["amount"] = 121405,
								},
								["Hit"] = {
									["max"] = 8064,
									["min"] = 2253,
									["count"] = 41,
									["amount"] = 224797,
								},
							},
							["count"] = 51,
							["amount"] = 346202,
						},
						["冲锋"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 17,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 3143,
									["min"] = 2610,
									["count"] = 5,
									["amount"] = 14153,
								},
								["Hit"] = {
									["max"] = 2285,
									["min"] = 1303,
									["count"] = 17,
									["amount"] = 24315,
								},
							},
							["count"] = 39,
							["amount"] = 38468,
						},
						["燃尽波浪"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 121952,
									["min"] = 24390,
									["count"] = 4,
									["amount"] = 195124,
								},
								["Hit"] = {
									["max"] = 73171,
									["min"] = 12195,
									["count"] = 7,
									["amount"] = 178050,
								},
							},
							["count"] = 11,
							["amount"] = 373174,
						},
						["斩杀"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 25803,
									["min"] = 9175,
									["count"] = 15,
									["amount"] = 275164,
								},
								["Hit"] = {
									["max"] = 15380,
									["min"] = 4525,
									["count"] = 33,
									["amount"] = 299437,
								},
							},
							["count"] = 48,
							["amount"] = 574601,
						},
						["副手斩杀"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 14389,
									["min"] = 5235,
									["count"] = 18,
									["amount"] = 194045,
								},
								["Hit"] = {
									["max"] = 8864,
									["min"] = 2438,
									["count"] = 29,
									["amount"] = 144541,
								},
							},
							["count"] = 47,
							["amount"] = 338586,
						},
						["副武器"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5861,
									["min"] = 3143,
									["count"] = 32,
									["amount"] = 133852,
								},
								["Hit"] = {
									["max"] = 2880,
									["min"] = 1551,
									["count"] = 154,
									["amount"] = 310602,
								},
							},
							["count"] = 186,
							["amount"] = 444454,
						},
						["强攻"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 24347,
									["min"] = 23599,
									["count"] = 2,
									["amount"] = 47946,
								},
								["Hit"] = {
									["max"] = 16034,
									["min"] = 11676,
									["count"] = 14,
									["amount"] = 181252,
								},
							},
							["count"] = 16,
							["amount"] = 229198,
						},
						["奥丁之怒"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13555,
									["min"] = 3193,
									["count"] = 68,
									["amount"] = 485966,
								},
								["Hit"] = {
									["max"] = 7794,
									["min"] = 1596,
									["count"] = 263,
									["amount"] = 968183,
								},
							},
							["count"] = 331,
							["amount"] = 1454149,
						},
						["踏敌铁蹄"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 70707,
									["min"] = 13748,
									["count"] = 6,
									["amount"] = 183248,
								},
								["Hit"] = {
									["max"] = 40657,
									["min"] = 6874,
									["count"] = 39,
									["amount"] = 601303,
								},
							},
							["count"] = 45,
							["amount"] = 784551,
						},
						["旋风斩"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1669,
									["min"] = 809,
									["count"] = 23,
									["amount"] = 26811,
								},
								["Hit"] = {
									["max"] = 945,
									["min"] = 383,
									["count"] = 166,
									["amount"] = 97721,
								},
							},
							["count"] = 189,
							["amount"] = 124532,
						},
						["雷鸣之吼 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 12301,
									["min"] = 3531,
									["count"] = 40,
									["amount"] = 339819,
								},
								["Tick"] = {
									["max"] = 6151,
									["min"] = 1015,
									["count"] = 204,
									["amount"] = 857293,
								},
							},
							["count"] = 244,
							["amount"] = 1197112,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4978,
									["min"] = 1057,
									["count"] = 314,
									["amount"] = 728747,
								},
								["Crit"] = {
									["max"] = 9802,
									["min"] = 2125,
									["count"] = 64,
									["amount"] = 293801,
								},
								["Miss"] = {
									["count"] = 66,
									["amount"] = 0,
								},
							},
							["count"] = 444,
							["amount"] = 1022548,
						},
					},
					["RageGain"] = 5633.400001525879,
					["DOT_Time"] = 1380,
					["TimeDamage"] = 499.9699999999991,
					["TimeDamaging"] = {
						["茂林古树"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 2.52,
								},
								["嗜血"] = {
									["count"] = 3.38,
								},
								["冲锋"] = {
									["count"] = 1.5,
								},
								["副手斩杀"] = {
									["count"] = 0.31,
								},
								["暴怒"] = {
									["count"] = 10.63,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.05,
								},
								["副武器"] = {
									["count"] = 0.97,
								},
								["强攻"] = {
									["count"] = 3.24,
								},
								["奥丁之怒"] = {
									["count"] = 1.45,
								},
								["怒击"] = {
									["count"] = 7.279999999999999,
								},
								["斩杀"] = {
									["count"] = 4.51,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 0.34,
								},
								["肉搏"] = {
									["count"] = 15,
								},
							},
							["amount"] = 51.17999999999998,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 0.09,
								},
								["嗜血"] = {
									["count"] = 0.95,
								},
								["怒击"] = {
									["count"] = 2.36,
								},
								["副手斩杀"] = {
									["count"] = 0.12,
								},
								["副武器"] = {
									["count"] = 0.91,
								},
								["奥丁之怒"] = {
									["count"] = 0.21,
								},
								["旋风斩"] = {
									["count"] = 0.29,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 2.19,
								},
								["暴怒"] = {
									["count"] = 1.01,
								},
								["斩杀"] = {
									["count"] = 1.98,
								},
								["肉搏"] = {
									["count"] = 2.85,
								},
							},
							["amount"] = 12.96,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["嗜血"] = {
									["count"] = 0.21,
								},
								["怒击"] = {
									["count"] = 9.59,
								},
								["副手斩杀"] = {
									["count"] = 0.21,
								},
								["副武器"] = {
									["count"] = 1.36,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.08,
								},
								["暴怒"] = {
									["count"] = 6.98,
								},
								["斩杀"] = {
									["count"] = 2.53,
								},
								["冲锋"] = {
									["count"] = 2.13,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 2.35,
								},
								["肉搏"] = {
									["count"] = 16.16,
								},
							},
							["amount"] = 41.60000000000001,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 2.12,
								},
								["嗜血"] = {
									["count"] = 3.28,
								},
								["怒击"] = {
									["count"] = 6.51,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.09,
								},
								["副手旋风斩"] = {
									["count"] = 0.42,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 4.06,
								},
								["副手斩杀"] = {
									["count"] = 0.34,
								},
								["副武器"] = {
									["count"] = 2.4,
								},
								["暴怒"] = {
									["count"] = 11.16,
								},
								["旋风斩"] = {
									["count"] = 0.8400000000000001,
								},
								["冲锋"] = {
									["count"] = 4.5,
								},
								["奥丁之怒"] = {
									["count"] = 1.16,
								},
								["斩杀"] = {
									["count"] = 2.569999999999999,
								},
								["肉搏"] = {
									["count"] = 16.52,
								},
							},
							["amount"] = 55.96999999999999,
						},
						["虚无修复者"] = {
							["Details"] = {
								["踏敌铁蹄"] = {
									["count"] = 0.03,
								},
								["奥丁之怒"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 0.13,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 0.43,
								},
								["嗜血"] = {
									["count"] = 1.96,
								},
								["冲锋"] = {
									["count"] = 0.09,
								},
								["斩杀"] = {
									["count"] = 1.54,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 1.63,
								},
								["旋风斩"] = {
									["count"] = 2.38,
								},
								["副手斩杀"] = {
									["count"] = 0.17,
								},
								["副武器"] = {
									["count"] = 0.8,
								},
								["强攻"] = {
									["count"] = 0.17,
								},
								["雷鸣之吼"] = {
									["count"] = 0.55,
								},
								["怒击"] = {
									["count"] = 2.58,
								},
								["奥丁之怒"] = {
									["count"] = 0.21,
								},
								["暴怒"] = {
									["count"] = 2.45,
								},
								["肉搏"] = {
									["count"] = 8.08,
								},
							},
							["amount"] = 23.04000000000001,
						},
						["任性的教科书"] = {
							["Details"] = {
								["踏敌铁蹄"] = {
									["count"] = 0.02,
								},
								["副武器"] = {
									["count"] = 0.17,
								},
								["奥丁之怒"] = {
									["count"] = 0.11,
								},
								["暴怒"] = {
									["count"] = 0.51,
								},
								["旋风斩"] = {
									["count"] = 0.8600000000000001,
								},
							},
							["amount"] = 1.67,
						},
						["古树树枝"] = {
							["Details"] = {
								["副武器"] = {
									["count"] = 0.19,
								},
							},
							["amount"] = 0.19,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 0.3,
								},
								["嗜血"] = {
									["count"] = 4.27,
								},
								["怒击"] = {
									["count"] = 17.39,
								},
								["冲锋"] = {
									["count"] = 6.52,
								},
								["暴怒"] = {
									["count"] = 15.38,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.07,
								},
								["副手斩杀"] = {
									["count"] = 0.22,
								},
								["副武器"] = {
									["count"] = 1.96,
								},
								["强攻"] = {
									["count"] = 1.08,
								},
								["旋风斩"] = {
									["count"] = 0.26,
								},
								["斩杀"] = {
									["count"] = 2.35,
								},
								["雷鸣之吼"] = {
									["count"] = 0.5900000000000001,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 3.79,
								},
								["肉搏"] = {
									["count"] = 18.04,
								},
							},
							["amount"] = 72.21999999999998,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 0.29,
								},
								["嗜血"] = {
									["count"] = 1.55,
								},
								["冲锋"] = {
									["count"] = 6.8,
								},
								["怒击"] = {
									["count"] = 7.859999999999999,
								},
								["暴怒"] = {
									["count"] = 10.15,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 2.03,
								},
								["副手斩杀"] = {
									["count"] = 0.15,
								},
								["副武器"] = {
									["count"] = 2.58,
								},
								["强攻"] = {
									["count"] = 2.02,
								},
								["雷鸣之吼"] = {
									["count"] = 0.22,
								},
								["奥丁之怒"] = {
									["count"] = 1.810000000000001,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.04,
								},
								["斩杀"] = {
									["count"] = 1.52,
								},
								["肉搏"] = {
									["count"] = 6.919999999999996,
								},
							},
							["amount"] = 43.93999999999999,
						},
						["尹雲"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["嗜血"] = {
									["count"] = 1.75,
								},
								["怒击"] = {
									["count"] = 5.06,
								},
								["副手斩杀"] = {
									["count"] = 0.09,
								},
								["副武器"] = {
									["count"] = 1.11,
								},
								["强攻"] = {
									["count"] = 0.99,
								},
								["冲锋"] = {
									["count"] = 4.39,
								},
								["暴怒"] = {
									["count"] = 4.409999999999999,
								},
								["斩杀"] = {
									["count"] = 1.44,
								},
								["肉搏"] = {
									["count"] = 7.919999999999999,
								},
							},
							["amount"] = 27.16,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 0.04,
								},
								["嗜血"] = {
									["count"] = 1.07,
								},
								["冲锋"] = {
									["count"] = 0.02,
								},
								["怒击"] = {
									["count"] = 1.29,
								},
								["燃尽波浪"] = {
									["count"] = 0.98,
								},
								["暴怒"] = {
									["count"] = 2.64,
								},
								["副手斩杀"] = {
									["count"] = 0.03,
								},
								["副武器"] = {
									["count"] = 0.5,
								},
								["强攻"] = {
									["count"] = 1.11,
								},
								["旋风斩"] = {
									["count"] = 0.41,
								},
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 1.34,
								},
								["奥丁之怒"] = {
									["count"] = 0.76,
								},
								["斩杀"] = {
									["count"] = 1.08,
								},
								["肉搏"] = {
									["count"] = 4.65,
								},
							},
							["amount"] = 15.92,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["副武器"] = {
									["count"] = 0.38,
								},
								["嗜血"] = {
									["count"] = 0.03,
								},
								["冲锋"] = {
									["count"] = 1.5,
								},
								["雷鸣之吼"] = {
									["count"] = 0.16,
								},
								["怒击"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 1.62,
								},
							},
							["amount"] = 3.889999999999999,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 0.61,
								},
								["嗜血"] = {
									["count"] = 1.95,
								},
								["冲锋"] = {
									["count"] = 2.33,
								},
								["怒击"] = {
									["count"] = 6.060000000000001,
								},
								["燃尽波浪"] = {
									["count"] = 0.25,
								},
								["暴怒"] = {
									["count"] = 6.44,
								},
								["副手斩杀"] = {
									["count"] = 0.16,
								},
								["副武器"] = {
									["count"] = 1.4,
								},
								["强攻"] = {
									["count"] = 0.8999999999999999,
								},
								["雷鸣之吼"] = {
									["count"] = 0.55,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 2.32,
								},
								["奥丁之怒"] = {
									["count"] = 1.11,
								},
								["斩杀"] = {
									["count"] = 1.81,
								},
								["肉搏"] = {
									["count"] = 11.59,
								},
							},
							["amount"] = 37.48,
						},
						["克罗兹"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 1.74,
								},
								["嗜血"] = {
									["count"] = 2.23,
								},
								["冲锋"] = {
									["count"] = 4.4,
								},
								["怒击"] = {
									["count"] = 9.689999999999998,
								},
								["暴怒"] = {
									["count"] = 5.489999999999998,
								},
								["燃尽波浪"] = {
									["count"] = 0.05,
								},
								["雷鸣之吼"] = {
									["count"] = 0.59,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.03,
								},
								["副武器"] = {
									["count"] = 1.19,
								},
								["强攻"] = {
									["count"] = 1.3,
								},
								["奥丁之怒"] = {
									["count"] = 2.560000000000001,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 1.07,
								},
								["副手斩杀"] = {
									["count"] = 0.1,
								},
								["斩杀"] = {
									["count"] = 2.19,
								},
								["肉搏"] = {
									["count"] = 11.13,
								},
							},
							["amount"] = 43.76000000000001,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["副武器"] = {
									["count"] = 0.48,
								},
								["雷鸣之吼"] = {
									["count"] = 0.61,
								},
								["奥丁之怒"] = {
									["count"] = 0.73,
								},
								["燃尽波浪"] = {
									["count"] = 0.03,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 3.91,
								},
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 0.07,
								},
							},
							["amount"] = 5.83,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 0.47,
								},
								["嗜血"] = {
									["count"] = 0.83,
								},
								["怒击"] = {
									["count"] = 4.33,
								},
								["冲锋"] = {
									["count"] = 5.59,
								},
								["副手旋风斩"] = {
									["count"] = 0.1,
								},
								["暴怒"] = {
									["count"] = 6.009999999999999,
								},
								["副手斩杀"] = {
									["count"] = 0.06,
								},
								["副武器"] = {
									["count"] = 0.78,
								},
								["旋风斩"] = {
									["count"] = 0.76,
								},
								["雷鸣之吼"] = {
									["count"] = 0.19,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 1.06,
								},
								["奥丁之怒"] = {
									["count"] = 0.35,
								},
								["斩杀"] = {
									["count"] = 0.25,
								},
								["肉搏"] = {
									["count"] = 15.76,
								},
							},
							["amount"] = 36.54,
						},
						["缚法战斧"] = {
							["Details"] = {
								["奥丁之怒 (伤害/跳)"] = {
									["count"] = 1.04,
								},
								["嗜血"] = {
									["count"] = 1.59,
								},
								["怒击"] = {
									["count"] = 4.73,
								},
								["踏敌铁蹄"] = {
									["count"] = 0.05,
								},
								["副手旋风斩"] = {
									["count"] = 0.41,
								},
								["暴怒"] = {
									["count"] = 2.569999999999999,
								},
								["副手斩杀"] = {
									["count"] = 0.08,
								},
								["副武器"] = {
									["count"] = 0.6000000000000001,
								},
								["强攻"] = {
									["count"] = 0.03,
								},
								["奥丁之怒"] = {
									["count"] = 1.79,
								},
								["雷鸣之吼"] = {
									["count"] = 0.89,
								},
								["旋风斩"] = {
									["count"] = 0.21,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 0.69,
								},
								["肉搏"] = {
									["count"] = 5.74,
								},
							},
							["amount"] = 20.41999999999999,
						},
						["缚法节杖"] = {
							["Details"] = {
								["副手斩杀"] = {
									["count"] = 0.05,
								},
								["副武器"] = {
									["count"] = 0.18,
								},
								["怒击"] = {
									["count"] = 1.55,
								},
								["旋风斩"] = {
									["count"] = 0.32,
								},
								["雷鸣之吼 (伤害/跳)"] = {
									["count"] = 2.04,
								},
								["暴怒"] = {
									["count"] = 0.18,
								},
								["斩杀"] = {
									["count"] = 0.25,
								},
							},
							["amount"] = 4.569999999999999,
						},
					},
					["ElementDoneAbsorb"] = {
						["Physical"] = 1672,
						["Arcane"] = 106658,
					},
					["FDamage"] = 262583,
					["FDamagedWho"] = {
						["尹雲"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 207328,
								},
							},
							["amount"] = 207328,
						},
						["查理三世"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 55255,
								},
							},
							["amount"] = 55255,
						},
					},
				},
			},
			["Owner"] = false,
			["LastEventTimes"] = {
				8651.086, -- [1]
				8651.453, -- [2]
				8651.603000000001, -- [3]
				8651.62, -- [4]
				8651.653, -- [5]
				8651.721, -- [6]
				8651.769, -- [7]
				8651.919, -- [8]
				8651.936, -- [9]
				8652.219000000001, -- [10]
				8652.269, -- [11]
				8652.903, -- [12]
				8652.953, -- [13]
				8653.169, -- [14]
				8653.319, -- [15]
				8653.569, -- [16]
				8653.569, -- [17]
				8653.869, -- [18]
				8654.486, -- [19]
				8654.586, -- [20]
				8654.686, -- [21]
				8654.736, -- [22]
				8654.803, -- [23]
				8654.853000000001, -- [24]
				8654.953, -- [25]
				8655.053, -- [26]
				8655.247, -- [27]
				8655.264000000001, -- [28]
				8657.32, -- [29]
				8658.786, -- [30]
				8660.22, -- [31]
				8661.67, -- [32]
				8663.12, -- [33]
				8664.57, -- [34]
				8665.72, -- [35]
				8666.02, -- [36]
				8666.07, -- [37]
				8666.454, -- [38]
				8667.187, -- [39]
				8667.904, -- [40]
				8668.62, -- [41]
				8669.354, -- [42]
				8647.086, -- [43]
				8647.119, -- [44]
				8647.636, -- [45]
				8647.652, -- [46]
				8648.386, -- [47]
				8648.654, -- [48]
				8649.919, -- [49]
				8650.186, -- [50]
			},
			["NextEventNum"] = 43,
			["LastDamageTime"] = 8655.264000000001,
			["LastEvents"] = {
				"尹雲 冲锋 多拉苟萨的回响 Immune (Physical)", -- [1]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2409 (2409 过量治疗)", -- [2]
				"尹雲 肉搏 多拉苟萨的回响 Hit -1293 (Physical)", -- [3]
				"尹雲 肉搏 多拉苟萨的回响 Hit -2527 (Physical)", -- [4]
				"尹雲 冲锋 多拉苟萨的回响 Crit -3043 (Physical)", -- [5]
				"月怒之歿-銀翼要塞 愈合 尹雲 Tick +1053 (1053 过量治疗)", -- [6]
				"尹雲 暴怒 多拉苟萨的回响 Hit -3399 (Physical)", -- [7]
				"尹雲 暴怒 多拉苟萨的回响 Hit -3952 (Physical)", -- [8]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +796 (796 过量治疗)", -- [9]
				"尹雲 暴怒 多拉苟萨的回响 Hit -4549 (Physical)", -- [10]
				"尹雲 暴怒 多拉苟萨的回响 Hit -5114 (Physical)", -- [11]
				"尹雲 怒击 多拉苟萨的回响 Hit -8053 (Physical)", -- [12]
				"尹雲 怒击 多拉苟萨的回响 Hit -3974 (Physical)", -- [13]
				"月怒之歿-銀翼要塞 愈合 尹雲 Tick +782 (782 过量治疗)", -- [14]
				"月怒之歿-銀翼要塞 愈合 尹雲 Tick +78 (78 过量治疗)", -- [15]
				"尹雲 肉搏 多拉苟萨的回响 Hit -1551 (Physical)", -- [16]
				"尹雲 肉搏 多拉苟萨的回响 Hit -3134 (Physical)", -- [17]
				"尹雲 副武器 多拉苟萨的回响 Hit -2227 (Physical)", -- [18]
				"尹雲 奥丁之怒 多拉苟萨的回响 Hit -7794 (Physical)", -- [19]
				"尹雲 奥丁之怒 多拉苟萨的回响 Hit -3339 (Physical)", -- [20]
				"尹雲 奥丁之怒 多拉苟萨的回响 Hit -7794 (Physical)", -- [21]
				"尹雲 奥丁之怒 多拉苟萨的回响 Hit -7794 (Physical)", -- [22]
				"尹雲 奥丁之怒 多拉苟萨的回响 Hit -3339 (Physical)", -- [23]
				"尹雲 奥丁之怒 多拉苟萨的回响 Hit -3339 (Physical)", -- [24]
				"尹雲 奥丁之怒 多拉苟萨的回响 Hit -7794 (Physical)", -- [25]
				"尹雲 奥丁之怒 多拉苟萨的回响 Hit -3339 (Physical)", -- [26]
				"尹雲 肉搏 多拉苟萨的回响 Crit -4661 (Physical)", -- [27]
				"尹雲 肉搏 多拉苟萨的回响 Hit -4978 (Physical)", -- [28]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2236 (2236 过量治疗)", -- [29]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Crit +4473 (4473 过量治疗)", -- [30]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2236 (2236 过量治疗)", -- [31]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2237 (2237 过量治疗)", -- [32]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2236 (2236 过量治疗)", -- [33]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2237 (2237 过量治疗)", -- [34]
				"月怒之歿-銀翼要塞 野性成长 尹雲 Tick +2305 (2305 过量治疗)", -- [35]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2409 (2409 过量治疗)", -- [36]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +118 (118 过量治疗)", -- [37]
				"月怒之歿-銀翼要塞 野性成长 尹雲 Tick +1499 (1499 过量治疗)", -- [38]
				"月怒之歿-銀翼要塞 野性成长 尹雲 Tick +1366 (1366 过量治疗)", -- [39]
				"月怒之歿-銀翼要塞 野性成长 尹雲 Tick +1185 (1185 过量治疗)", -- [40]
				"月怒之歿-銀翼要塞 野性成长 尹雲 Tick +1071 (1071 过量治疗)", -- [41]
				"月怒之歿-銀翼要塞 野性成长 尹雲 Crit +1920 (1920 过量治疗)", -- [42]
				"尹雲 怒击 多拉苟萨的回响 Hit -3904 (Physical)", -- [43]
				"月怒之歿-銀翼要塞 愈合 尹雲 Tick +1054 (1054 过量治疗)", -- [44]
				"尹雲 肉搏 多拉苟萨的回响 Crit -3065 (Physical)", -- [45]
				"尹雲 肉搏 多拉苟萨的回响 Crit -6421 (Physical)", -- [46]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2409 (2409 过量治疗)", -- [47]
				"月怒之歿-銀翼要塞 愈合 尹雲 Tick +1053 (1053 过量治疗)", -- [48]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Crit +4819 (4819 过量治疗)", -- [49]
				"月怒之歿-銀翼要塞 愈合 尹雲 Tick +1053 (1053 过量治疗)", -- [50]
			},
			["Name"] = "尹雲",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				true, -- [14]
				true, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				false, -- [43]
				true, -- [44]
				false, -- [45]
				false, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["TimeLast"] = {
				["TimeHeal"] = 8645.619,
				["RageGain"] = 8654.619,
				["OVERALL"] = 8654.619,
				["DamageTaken"] = 8641.619,
				["Overhealing"] = 8645.619,
				["ActiveTime"] = 8654.619,
				["HealingTaken"] = 8645.619,
				["FDamage"] = 8579.619,
				["TimeDamage"] = 8654.619,
				["Healing"] = 8645.619,
				["Interrupts"] = 8143.62,
				["DOT_Time"] = 8610.617,
				["Damage"] = 8654.619,
			},
			["LastDamageTaken"] = 15840,
			["LastEventHealthMax"] = {
				219880, -- [1]
				219880, -- [2]
				219880, -- [3]
				219880, -- [4]
				219880, -- [5]
				219880, -- [6]
				219880, -- [7]
				219880, -- [8]
				219880, -- [9]
				219880, -- [10]
				219880, -- [11]
				219880, -- [12]
				219880, -- [13]
				219880, -- [14]
				219880, -- [15]
				219880, -- [16]
				219880, -- [17]
				219880, -- [18]
				219880, -- [19]
				219880, -- [20]
				219880, -- [21]
				219880, -- [22]
				219880, -- [23]
				219880, -- [24]
				219880, -- [25]
				219880, -- [26]
				219880, -- [27]
				219880, -- [28]
				219880, -- [29]
				219880, -- [30]
				219880, -- [31]
				219880, -- [32]
				219880, -- [33]
				219880, -- [34]
				219880, -- [35]
				219880, -- [36]
				219880, -- [37]
				210320, -- [38]
				210320, -- [39]
				210320, -- [40]
				210320, -- [41]
				210320, -- [42]
				219880, -- [43]
				219880, -- [44]
				219880, -- [45]
				219880, -- [46]
				219880, -- [47]
				219880, -- [48]
				219880, -- [49]
				219880, -- [50]
			},
			["LastActive"] = 8668.62,
		},
		["地狱火爪牙 <矨琳>"] = {
			["GUID"] = "Creature-0-3901-2526-16721-89-0000158779",
			["TimeLast"] = {
				["HealingTaken"] = 7763.63,
				["ActiveTime"] = 8578.615,
				["TimeDamage"] = 8578.615,
				["OVERALL"] = 8578.615,
				["DamageTaken"] = 7945.628000000001,
				["Damage"] = 8578.615,
			},
			["LastAttackedBy"] = "No One",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"HEAL", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"HEAL", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"HEAL", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"HEAL", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"HEAL", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["HealingTaken"] = {
					13665, -- [1]
				},
				["ActiveTime"] = {
					135.07, -- [1]
				},
				["TimeDamage"] = {
					135.07, -- [1]
				},
				["DamageTaken"] = {
					10630, -- [1]
				},
				["Damage"] = {
					2001903, -- [1]
				},
			},
			["enClass"] = "PET",
			["LastDamageTaken"] = 3036,
			["level"] = 1,
			["LastDamageAbility"] = "法力虚空",
			["LastFightIn"] = 15,
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["ownerName"] = "矨琳",
			["LastAbility"] = 49916.997,
			["UnitLockout"] = 8578.615,
			["NextEventNum"] = 45,
			["LastDamageTime"] = 8579.056,
			["LastEvents"] = {
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3420 (Fire)", -- [1]
				"地狱火爪牙 <矨琳> 献祭 艾杰斯亚回声骑士 Hit -3424 (Fire)", -- [2]
				"地狱火爪牙 <矨琳> 献祭 艾杰斯亚回声骑士 Hit -3397 (Fire)", -- [3]
				"地狱火爪牙 <矨琳> 献祭 艾杰斯亚回声骑士 Crit -6572 (Fire)", -- [4]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Crit -6741 (Fire)", -- [5]
				"地狱火爪牙 <矨琳> 献祭 艾杰斯亚回声骑士 Hit -3347 (Fire)", -- [6]
				"地狱火爪牙 <矨琳> 献祭 虚无修复者 Crit -6651 (Fire)", -- [7]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3422 (Fire)", -- [8]
				"地狱火爪牙 <矨琳> 肉搏 幽魂唤魔师 Hit -1954 (Physical)", -- [9]
				"月怒之歿-銀翼要塞 百花齐放 地狱火爪牙 <矨琳> Hit +1931 (1931 过量治疗)", -- [10]
				"地狱火爪牙 <矨琳> 献祭 艾杰斯亚回声骑士 Hit -3343 (Fire)", -- [11]
				"地狱火爪牙 <矨琳> 献祭 虚无修复者 Hit -3432 (Fire)", -- [12]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3375 (Fire)", -- [13]
				"地狱火爪牙 <矨琳> 献祭 艾杰斯亚回声骑士 Hit -3350 (Fire)", -- [14]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3368 (Fire)", -- [15]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3307 (Fire)", -- [16]
				"地狱火爪牙 <矨琳> 献祭 艾杰斯亚回声骑士 Hit -3302 (Fire)", -- [17]
				"地狱火爪牙 <矨琳> 肉搏 幽魂唤魔师 Hit -1955 (Physical)", -- [18]
				"月怒之歿-銀翼要塞 百花齐放 地狱火爪牙 <矨琳> Hit +1933 (1933 过量治疗)", -- [19]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3285 (Fire)", -- [20]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3396 (Fire)", -- [21]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3273 (Fire)", -- [22]
				"地狱火爪牙 <矨琳> 献祭 艾杰斯亚回声骑士 Hit -3372 (Fire)", -- [23]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3289 (Fire)", -- [24]
				"地狱火爪牙 <矨琳> 献祭 虚无修复者 Hit -3363 (Fire)", -- [25]
				"地狱火爪牙 <矨琳> 肉搏 幽魂唤魔师 Hit -1955 (Physical)", -- [26]
				"月怒之歿-銀翼要塞 百花齐放 地狱火爪牙 <矨琳> Hit +1856 (1856 过量治疗)", -- [27]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3307 (Fire)", -- [28]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Crit -6716 (Fire)", -- [29]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3314 (Fire)", -- [30]
				"地狱火爪牙 <矨琳> 肉搏 幽魂唤魔师 Hit -1955 (Physical)", -- [31]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3285 (Fire)", -- [32]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3370 (Fire)", -- [33]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3312 (Fire)", -- [34]
				"地狱火爪牙 <矨琳> 肉搏 幽魂唤魔师 Hit -1955 (Physical)", -- [35]
				"月怒之歿-銀翼要塞 百花齐放 地狱火爪牙 <矨琳> Hit +1566 (1566 过量治疗)", -- [36]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3272 (Fire)", -- [37]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3266 (Fire)", -- [38]
				"地狱火爪牙 <矨琳> 肉搏 幽魂唤魔师 Hit -1955 (Physical)", -- [39]
				"月怒之歿-銀翼要塞 百花齐放 地狱火爪牙 <矨琳> Hit +1562 (1562 过量治疗)", -- [40]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3268 (Fire)", -- [41]
				"地狱火爪牙 <矨琳> 肉搏 幽魂唤魔师 Hit -1955 (Physical)", -- [42]
				"月怒之歿-銀翼要塞 新绿 地狱火爪牙 <矨琳> Crit +14768 (14768 过量治疗)", -- [43]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3373 (Fire)", -- [44]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3356 (Fire)", -- [45]
				"地狱火爪牙 <矨琳> 献祭 艾杰斯亚回声骑士 Crit -6673 (Fire)", -- [46]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3267 (Fire)", -- [47]
				"地狱火爪牙 <矨琳> 肉搏 幽魂唤魔师 Hit -1955 (Physical)", -- [48]
				"月怒之歿-銀翼要塞 百花齐放 地狱火爪牙 <矨琳> Crit +4149 (4149 过量治疗)", -- [49]
				"地狱火爪牙 <矨琳> 献祭 幽魂唤魔师 Hit -3365 (Fire)", -- [50]
			},
			["Name"] = "地狱火爪牙",
			["LastFlags"] = 2600,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["缚法节杖"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.91,
								},
							},
							["amount"] = 0.91,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 12.7,
								},
								["肉搏"] = {
									["count"] = 3.59,
								},
							},
							["amount"] = 16.29,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 5.09,
								},
								["肉搏"] = {
									["count"] = 10.46,
								},
							},
							["amount"] = 15.55,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 8.219999999999999,
								},
								["肉搏"] = {
									["count"] = 16.95,
								},
							},
							["amount"] = 25.17,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 2.26,
								},
								["肉搏"] = {
									["count"] = 10.47,
								},
							},
							["amount"] = 12.73,
						},
						["克罗兹"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 3.810000000000001,
								},
								["肉搏"] = {
									["count"] = 25.61,
								},
							},
							["amount"] = 29.42,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.18,
								},
							},
							["amount"] = 2.18,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 4.07,
								},
								["肉搏"] = {
									["count"] = 5.559999999999999,
								},
							},
							["amount"] = 9.629999999999999,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 12.05,
								},
								["肉搏"] = {
									["count"] = 0.53,
								},
							},
							["amount"] = 12.58,
						},
						["缚法战斧"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 3.84,
								},
								["肉搏"] = {
									["count"] = 1.72,
								},
							},
							["amount"] = 5.56,
						},
						["任性的教科书"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.05,
								},
							},
							["amount"] = 5.05,
						},
					},
					["DamageTaken"] = 10630,
					["ElementDoneAbsorb"] = {
						["Fire"] = 6799,
					},
					["PartialResist"] = {
						["秘法冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术之雨"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["法力虚空"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["秘法冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奥术之雨"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["法力虚空"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 135.07,
					["ElementTaken"] = {
						["Arcane"] = 10630,
					},
					["Damage"] = 2001903,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 14,
								},
								["Hit"] = {
									["count"] = 70,
								},
							},
							["amount"] = 84,
						},
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 80,
								},
								["Hit"] = {
									["count"] = 356,
								},
							},
							["amount"] = 437,
						},
					},
					["WhoDamaged"] = {
						["No One"] = {
							["Details"] = {
								["法力虚空"] = {
									["count"] = 3036,
								},
							},
							["amount"] = 3036,
						},
						["缚法节杖"] = {
							["Details"] = {
								["奥术之雨"] = {
									["count"] = 5695,
								},
								["秘法冲击"] = {
									["count"] = 1899,
								},
							},
							["amount"] = 7594,
						},
					},
					["ElementDone"] = {
						["Melee"] = 202184,
						["Fire"] = 1799719,
					},
					["HealingTaken"] = 13665,
					["DamagedWho"] = {
						["缚法节杖"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 100451,
								},
							},
							["amount"] = 100451,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 130510,
								},
								["肉搏"] = {
									["count"] = 13685,
								},
							},
							["amount"] = 144195,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 254675,
								},
								["肉搏"] = {
									["count"] = 23458,
								},
							},
							["amount"] = 278133,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 360169,
								},
								["肉搏"] = {
									["count"] = 49765,
								},
							},
							["amount"] = 409934,
						},
						["虚无修复者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 76858,
								},
							},
							["amount"] = 76858,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 204054,
								},
								["肉搏"] = {
									["count"] = 13684,
								},
							},
							["amount"] = 217738,
						},
						["克罗兹"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 94861,
								},
								["肉搏"] = {
									["count"] = 53171,
								},
							},
							["amount"] = 148032,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 6728,
								},
								["肉搏"] = {
									["count"] = 3910,
								},
							},
							["amount"] = 10638,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 57134,
								},
								["肉搏"] = {
									["count"] = 17593,
								},
							},
							["amount"] = 74727,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 139741,
								},
								["肉搏"] = {
									["count"] = 8839,
								},
							},
							["amount"] = 148580,
						},
						["缚法战斧"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 199088,
								},
								["肉搏"] = {
									["count"] = 4018,
								},
							},
							["amount"] = 203106,
						},
						["任性的教科书"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 175450,
								},
								["肉搏"] = {
									["count"] = 14061,
								},
							},
							["amount"] = 189511,
						},
					},
					["TimeDamage"] = 135.07,
					["TimeDamaging"] = {
						["缚法节杖"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.91,
								},
							},
							["amount"] = 0.91,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 12.7,
								},
								["肉搏"] = {
									["count"] = 3.59,
								},
							},
							["amount"] = 16.29,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 5.09,
								},
								["肉搏"] = {
									["count"] = 10.46,
								},
							},
							["amount"] = 15.55,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 8.219999999999999,
								},
								["肉搏"] = {
									["count"] = 16.95,
								},
							},
							["amount"] = 25.17,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 2.26,
								},
								["肉搏"] = {
									["count"] = 10.47,
								},
							},
							["amount"] = 12.73,
						},
						["克罗兹"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 3.810000000000001,
								},
								["肉搏"] = {
									["count"] = 25.61,
								},
							},
							["amount"] = 29.42,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.18,
								},
							},
							["amount"] = 2.18,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 4.07,
								},
								["肉搏"] = {
									["count"] = 5.559999999999999,
								},
							},
							["amount"] = 9.629999999999999,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 12.05,
								},
								["肉搏"] = {
									["count"] = 0.53,
								},
							},
							["amount"] = 12.58,
						},
						["缚法战斧"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 3.84,
								},
								["肉搏"] = {
									["count"] = 1.72,
								},
							},
							["amount"] = 5.56,
						},
						["任性的教科书"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.05,
								},
							},
							["amount"] = 5.05,
						},
					},
					["Attacks"] = {
						["献祭"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 6799,
									["min"] = 6799,
									["count"] = 1,
									["amount"] = 6799,
								},
								["Crit"] = {
									["max"] = 8343,
									["min"] = 6533,
									["count"] = 80,
									["amount"] = 556163,
								},
								["Hit"] = {
									["max"] = 4263,
									["min"] = 3266,
									["count"] = 356,
									["amount"] = 1236757,
								},
							},
							["count"] = 437,
							["amount"] = 1799719,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 4872,
									["min"] = 3909,
									["count"] = 14,
									["amount"] = 58802,
								},
								["Hit"] = {
									["max"] = 2436,
									["min"] = 1954,
									["count"] = 70,
									["amount"] = 143382,
								},
							},
							["count"] = 84,
							["amount"] = 202184,
						},
					},
					["WhoHealed"] = {
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["野性成长"] = {
									["count"] = 13665,
								},
							},
							["amount"] = 13665,
						},
					},
					["ElementHitsTaken"] = {
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
				},
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				true, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				true, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				true, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				true, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				true, -- [40]
				false, -- [41]
				false, -- [42]
				true, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				8567.572, -- [1]
				8567.572, -- [2]
				8567.572, -- [3]
				8567.572, -- [4]
				8567.572, -- [5]
				8567.572, -- [6]
				8567.572, -- [7]
				8567.572, -- [8]
				8568.645, -- [9]
				8568.710000000001, -- [10]
				8569.301, -- [11]
				8569.301, -- [12]
				8569.301, -- [13]
				8569.301, -- [14]
				8569.301, -- [15]
				8569.301, -- [16]
				8569.301, -- [17]
				8570.399, -- [18]
				8570.399, -- [19]
				8571.04, -- [20]
				8571.04, -- [21]
				8571.04, -- [22]
				8571.04, -- [23]
				8571.04, -- [24]
				8571.04, -- [25]
				8572.081, -- [26]
				8572.097, -- [27]
				8572.769, -- [28]
				8572.769, -- [29]
				8572.769, -- [30]
				8573.614, -- [31]
				8574.353000000001, -- [32]
				8574.353000000001, -- [33]
				8574.353000000001, -- [34]
				8575.114, -- [35]
				8575.501, -- [36]
				8575.814, -- [37]
				8575.814, -- [38]
				8576.598, -- [39]
				8577.198, -- [40]
				8577.315, -- [41]
				8578.298, -- [42]
				8578.765, -- [43]
				8579.056, -- [44]
				8566.013, -- [45]
				8566.013, -- [46]
				8566.013, -- [47]
				8566.906, -- [48]
				8566.99, -- [49]
				8567.572, -- [50]
			},
			["LastActive"] = 8578.615,
		},
		["神迴-地獄吼"] = {
			["GUID"] = "Player-963-06DCD583",
			["LastEventHealth"] = {
				185189, -- [1]
				185876, -- [2]
				197969, -- [3]
				197969, -- [4]
				197983, -- [5]
				197983, -- [6]
				198797, -- [7]
				198862, -- [8]
				198862, -- [9]
				200284, -- [10]
				200284, -- [11]
				200284, -- [12]
				200284, -- [13]
				200284, -- [14]
				200284, -- [15]
				200284, -- [16]
				200284, -- [17]
				200284, -- [18]
				200284, -- [19]
				200284, -- [20]
				200284, -- [21]
				200284, -- [22]
				200284, -- [23]
				200284, -- [24]
				200284, -- [25]
				200284, -- [26]
				200284, -- [27]
				200284, -- [28]
				200284, -- [29]
				200284, -- [30]
				200284, -- [31]
				200284, -- [32]
				200284, -- [33]
				200284, -- [34]
				200284, -- [35]
				200284, -- [36]
				200284, -- [37]
				200284, -- [38]
				200284, -- [39]
				200284, -- [40]
				200284, -- [41]
				200284, -- [42]
				200284, -- [43]
				191576, -- [44]
				191576, -- [45]
				191576, -- [46]
				191576, -- [47]
				191576, -- [48]
				185189, -- [49]
				185189, -- [50]
			},
			["LastAttackedBy"] = "多拉苟萨的回响",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"DAMAGE", -- [4]
				"HEAL", -- [5]
				"DAMAGE", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
				"DAMAGE", -- [9]
				"HEAL", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"DAMAGE", -- [19]
				"HEAL", -- [20]
				"DAMAGE", -- [21]
				"HEAL", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"DAMAGE", -- [25]
				"HEAL", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"HEAL", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"HEAL", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"HEAL", -- [38]
				"HEAL", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"HEAL", -- [45]
				"HEAL", -- [46]
				"HEAL", -- [47]
				"HEAL", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					306.03, -- [1]
				},
				["Healing"] = {
					437981, -- [1]
				},
				["DamageTaken"] = {
					1692417, -- [1]
				},
				["FDamage"] = {
					186948, -- [1]
				},
				["HOT_Time"] = {
					165, -- [1]
				},
				["HealingTaken"] = {
					1869465, -- [1]
				},
				["Overhealing"] = {
					460637, -- [1]
				},
				["TimeDamage"] = {
					552.7800000000002, -- [1]
				},
				["ActiveTime"] = {
					858.8100000000015, -- [1]
				},
				["ManaGain"] = {
					-30000, -- [1]
				},
				["DOT_Time"] = {
					1728, -- [1]
				},
				["Damage"] = {
					22502360, -- [1]
				},
			},
			["enClass"] = "EVOKER",
			["unit"] = "神迴-地獄吼",
			["LastAbility"] = 49916.997,
			["level"] = 70,
			["LastDamageAbility"] = "奥术飞弹",
			["LastFightIn"] = 16,
			["UnitLockout"] = 8665.62,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastHealTime"] = 8647.786,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["裂解 (伤害/跳)"] = {
							["Details"] = {
								["多拉苟萨的回响"] = {
									["count"] = 117,
								},
								["茂林古树"] = {
									["count"] = 39,
								},
								["被激怒的掠蜓"] = {
									["count"] = 3,
								},
								["头领鹰隼"] = {
									["count"] = 15,
								},
								["维克萨姆斯"] = {
									["count"] = 60,
								},
								["克罗兹"] = {
									["count"] = 93,
								},
								["守护者哨兵"] = {
									["count"] = 51,
								},
								["奥术抢劫者"] = {
									["count"] = 3,
								},
								["缚法战斧"] = {
									["count"] = 15,
								},
								["幽魂唤魔师"] = {
									["count"] = 6,
								},
							},
							["amount"] = 402,
						},
						["火焰吐息 (伤害/跳)"] = {
							["Details"] = {
								["茂林古树"] = {
									["count"] = 9,
								},
								["头领鹰隼"] = {
									["count"] = 21,
								},
								["被腐化的嗜魔者"] = {
									["count"] = 63,
								},
								["虚无修复者"] = {
									["count"] = 33,
								},
								["艾杰斯亚回声骑士"] = {
									["count"] = 96,
								},
								["任性的教科书"] = {
									["count"] = 21,
								},
								["古树树枝"] = {
									["count"] = 9,
								},
								["多拉苟萨的回响"] = {
									["count"] = 3,
								},
								["守护者哨兵"] = {
									["count"] = 39,
								},
								["幽魂唤魔师"] = {
									["count"] = 60,
								},
								["领地鹰隼"] = {
									["count"] = 33,
								},
								["维克萨姆斯"] = {
									["count"] = 33,
								},
								["克罗兹"] = {
									["count"] = 27,
								},
								["饥饿的鞭笞者"] = {
									["count"] = 36,
								},
								["恶毒的鞭笞者"] = {
									["count"] = 6,
								},
								["缚法战斧"] = {
									["count"] = 48,
								},
								["缚法节杖"] = {
									["count"] = 15,
								},
							},
							["amount"] = 552,
						},
						["深呼吸 (伤害/跳)"] = {
							["Details"] = {
								["缚法节杖"] = {
									["count"] = 36,
								},
								["被激怒的掠蜓"] = {
									["count"] = 12,
								},
								["头领鹰隼"] = {
									["count"] = 24,
								},
								["被腐化的嗜魔者"] = {
									["count"] = 75,
								},
								["虚无修复者"] = {
									["count"] = 3,
								},
								["领地鹰隼"] = {
									["count"] = 21,
								},
								["茂林古树"] = {
									["count"] = 12,
								},
								["幽魂唤魔师"] = {
									["count"] = 36,
								},
								["饥饿的鞭笞者"] = {
									["count"] = 192,
								},
								["恶毒的鞭笞者"] = {
									["count"] = 24,
								},
								["奥术抢劫者"] = {
									["count"] = 24,
								},
								["缚法战斧"] = {
									["count"] = 72,
								},
								["艾杰斯亚回声骑士"] = {
									["count"] = 3,
								},
							},
							["amount"] = 534,
						},
						["活化烈焰 (伤害/跳)"] = {
							["Details"] = {
								["多拉苟萨的回响"] = {
									["count"] = 60,
								},
								["维克萨姆斯"] = {
									["count"] = 45,
								},
								["克罗兹"] = {
									["count"] = 57,
								},
								["守护者哨兵"] = {
									["count"] = 18,
								},
								["头领鹰隼"] = {
									["count"] = 6,
								},
								["恶毒的鞭笞者"] = {
									["count"] = 15,
								},
								["茂林古树"] = {
									["count"] = 30,
								},
								["艾杰斯亚回声骑士"] = {
									["count"] = 9,
								},
							},
							["amount"] = 240,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 7,
								},
								["Tick"] = {
									["count"] = 6,
								},
							},
							["amount"] = 13,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 23,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 2,
								},
							},
							["amount"] = 27,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 29,
								},
								["Tick"] = {
									["count"] = 16,
								},
							},
							["amount"] = 45,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 19,
								},
							},
							["amount"] = 19,
						},
					},
					["HealedWho"] = {
						["尹雲"] = {
							["Details"] = {
								["活化烈焰"] = {
									["count"] = 4362,
								},
							},
							["amount"] = 4362,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["翡翠之花"] = {
									["count"] = 14273,
								},
								["吸血"] = {
									["count"] = 240451,
								},
								["新生光焰"] = {
									["count"] = 102125,
								},
								["万应灵药"] = {
									["count"] = 26446,
								},
								["活化烈焰"] = {
									["count"] = 5829,
								},
							},
							["amount"] = 389124,
						},
						["矨琳"] = {
							["Details"] = {
								["翡翠之花"] = {
									["count"] = 13164,
								},
							},
							["amount"] = 13164,
						},
						["查理三世"] = {
							["Details"] = {
								["翡翠之花"] = {
									["count"] = 15635,
								},
								["活化烈焰"] = {
									["count"] = 10730,
								},
							},
							["amount"] = 26365,
						},
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["活化烈焰"] = {
									["count"] = 3066,
								},
							},
							["amount"] = 3066,
						},
						["复活的食尸鬼 <查理三世>"] = {
							["Details"] = {
								["翡翠之花"] = {
									["count"] = 1900,
								},
							},
							["amount"] = 1900,
						},
					},
					["ElementDoneAbsorb"] = {
						["Fire"] = 2670,
					},
					["Overhealing"] = 460637,
					["ElementTaken"] = {
						["Physical"] = 214409,
						["Melee"] = 367734,
						["Arcane"] = 524492,
						["Fire"] = 78818,
						["Nature"] = 506964,
					},
					["HOTs"] = {
						["新生光焰"] = {
							["Details"] = {
								["神迴-地獄吼"] = {
									["count"] = 51,
								},
							},
							["amount"] = 51,
						},
						["活化烈焰"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 30,
								},
								["月怒之歿-銀翼要塞"] = {
									["count"] = 15,
								},
								["查理三世"] = {
									["count"] = 39,
								},
								["神迴-地獄吼"] = {
									["count"] = 30,
								},
							},
							["amount"] = 114,
						},
					},
					["Damage"] = 22502360,
					["TimeHeal"] = 306.03,
					["FAttacks"] = {
						["星界新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 62316,
									["min"] = 62316,
									["count"] = 3,
									["amount"] = 186948,
								},
							},
							["count"] = 3,
							["amount"] = 186948,
						},
					},
					["ElementDone"] = {
						["Fire"] = 13482768,
						["Melee"] = 4930,
						["Naturefire"] = 2429565,
					},
					["DamagedWho"] = {
						["茂林古树"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 90251,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 72191,
								},
								["火焰吐息"] = {
									["count"] = 19356,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 5082,
								},
								["碧蓝打击"] = {
									["count"] = 95370,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 127812,
								},
								["活化烈焰"] = {
									["count"] = 36426,
								},
								["葬火"] = {
									["count"] = 161598,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 8604,
								},
							},
							["amount"] = 616690,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 34710,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 58186,
								},
								["葬火"] = {
									["count"] = 490065,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 15704,
								},
								["碧蓝打击"] = {
									["count"] = 144459,
								},
								["肉搏"] = {
									["count"] = 669,
								},
							},
							["amount"] = 743793,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["火焰吐息"] = {
									["count"] = 15097,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 121026,
								},
								["永恒之涌"] = {
									["count"] = 104829,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 1710,
								},
								["碧蓝打击"] = {
									["count"] = 103210,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 46134,
								},
								["活化烈焰"] = {
									["count"] = 85634,
								},
								["葬火"] = {
									["count"] = 300007,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 28795,
								},
							},
							["amount"] = 806442,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 322603,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 407176,
								},
								["碧蓝打击"] = {
									["count"] = 392155,
								},
								["葬火"] = {
									["count"] = 1543088,
								},
								["火焰吐息"] = {
									["count"] = 92983,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 58630,
								},
							},
							["amount"] = 2816635,
						},
						["虚无修复者"] = {
							["Details"] = {
								["火焰吐息"] = {
									["count"] = 55861,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 10807,
								},
								["碧蓝打击"] = {
									["count"] = 37047,
								},
								["葬火"] = {
									["count"] = 176128,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 31722,
								},
							},
							["amount"] = 311565,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["火焰吐息"] = {
									["count"] = 147463,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 10868,
								},
								["火焰风暴"] = {
									["count"] = 79881,
								},
								["碧蓝打击"] = {
									["count"] = 144294,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 2510,
								},
								["葬火"] = {
									["count"] = 943568,
								},
								["活化烈焰"] = {
									["count"] = 57856,
								},
								["永恒之涌"] = {
									["count"] = 237581,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 75762,
								},
							},
							["amount"] = 1699783,
						},
						["任性的教科书"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 31740,
								},
								["碧蓝打击"] = {
									["count"] = 8231,
								},
								["葬火"] = {
									["count"] = 308375,
								},
								["火焰吐息"] = {
									["count"] = 43620,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 14050,
								},
							},
							["amount"] = 406016,
						},
						["古树树枝"] = {
							["Details"] = {
								["葬火"] = {
									["count"] = 61542,
								},
								["永恒之涌"] = {
									["count"] = 41771,
								},
								["火焰吐息"] = {
									["count"] = 11239,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 11205,
								},
							},
							["amount"] = 125757,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 154980,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 102833,
								},
								["碧蓝打击"] = {
									["count"] = 367741,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 6920,
								},
								["活化烈焰"] = {
									["count"] = 15370,
								},
								["葬火"] = {
									["count"] = 735136,
								},
								["肉搏"] = {
									["count"] = 1402,
								},
							},
							["amount"] = 1384382,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 216315,
								},
								["火焰风暴"] = {
									["count"] = 27955,
								},
								["肉搏"] = {
									["count"] = 766,
								},
								["碧蓝打击"] = {
									["count"] = 27274,
								},
								["葬火"] = {
									["count"] = 32014,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 35084,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 403809,
								},
								["活化烈焰"] = {
									["count"] = 258095,
								},
								["火焰吐息"] = {
									["count"] = 13753,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 3326,
								},
							},
							["amount"] = 1018391,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 41682,
								},
								["火焰吐息"] = {
									["count"] = 15037,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 7329,
								},
								["葬火"] = {
									["count"] = 14202,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 157271,
								},
								["活化烈焰"] = {
									["count"] = 73235,
								},
								["碧蓝打击"] = {
									["count"] = 37173,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 42781,
								},
							},
							["amount"] = 388710,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["火焰吐息"] = {
									["count"] = 125397,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 152573,
								},
								["葬火"] = {
									["count"] = 431229,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 14286,
								},
								["碧蓝打击"] = {
									["count"] = 31345,
								},
								["永恒之涌"] = {
									["count"] = 139108,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 51973,
								},
							},
							["amount"] = 945911,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 444618,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 81879,
								},
								["葬火"] = {
									["count"] = 936868,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 40435,
								},
								["火焰吐息"] = {
									["count"] = 70562,
								},
								["碧蓝打击"] = {
									["count"] = 230240,
								},
								["肉搏"] = {
									["count"] = 672,
								},
							},
							["amount"] = 1805274,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 155667,
								},
								["火焰吐息"] = {
									["count"] = 46747,
								},
								["碧蓝打击"] = {
									["count"] = 20140,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 23452,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 193649,
								},
								["活化烈焰"] = {
									["count"] = 131950,
								},
								["葬火"] = {
									["count"] = 44181,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 46256,
								},
							},
							["amount"] = 662042,
						},
						["克罗兹"] = {
							["Details"] = {
								["火焰吐息"] = {
									["count"] = 46259,
								},
								["火焰风暴"] = {
									["count"] = 9621,
								},
								["永恒之涌"] = {
									["count"] = 181344,
								},
								["碧蓝打击"] = {
									["count"] = 115666,
								},
								["葬火"] = {
									["count"] = 13067,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 331045,
								},
								["活化烈焰"] = {
									["count"] = 295463,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 24890,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 46796,
								},
							},
							["amount"] = 1064151,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 158585,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 834754,
								},
								["葬火"] = {
									["count"] = 2841552,
								},
								["火焰风暴"] = {
									["count"] = 100578,
								},
								["碧蓝打击"] = {
									["count"] = 137343,
								},
								["火焰吐息"] = {
									["count"] = 202840,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 36274,
								},
							},
							["amount"] = 4311926,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 81392,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 109335,
								},
								["火焰风暴"] = {
									["count"] = 17074,
								},
								["碧蓝打击"] = {
									["count"] = 268633,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 7257,
								},
								["葬火"] = {
									["count"] = 458964,
								},
								["活化烈焰"] = {
									["count"] = 72341,
								},
								["火焰吐息"] = {
									["count"] = 12388,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 5732,
								},
							},
							["amount"] = 1033116,
						},
						["缚法战斧"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 131479,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 328406,
								},
								["碧蓝打击"] = {
									["count"] = 283099,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 36113,
								},
								["葬火"] = {
									["count"] = 694792,
								},
								["火焰吐息"] = {
									["count"] = 35585,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 49460,
								},
							},
							["amount"] = 1558934,
						},
						["缚法节杖"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 103825,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 139531,
								},
								["葬火"] = {
									["count"] = 399574,
								},
								["肉搏"] = {
									["count"] = 1421,
								},
								["碧蓝打击"] = {
									["count"] = 136454,
								},
								["火焰吐息"] = {
									["count"] = 9224,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 12813,
								},
							},
							["amount"] = 802842,
						},
					},
					["WhoDamaged"] = {
						["茂林古树"] = {
							["Details"] = {
								["发芽"] = {
									["count"] = 27083,
								},
								["爆发苏醒"] = {
									["count"] = 31527,
								},
							},
							["amount"] = 58610,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["猛冲钉刺"] = {
									["count"] = 233336,
								},
								["肉搏"] = {
									["count"] = 69654,
								},
							},
							["amount"] = 302990,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 25044,
								},
							},
							["amount"] = 25044,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["涌动"] = {
									["count"] = 96175,
								},
								["法力虚空 (伤害/跳)"] = {
									["count"] = 76947,
								},
								["肉搏"] = {
									["count"] = 43407,
								},
							},
							["amount"] = 216529,
						},
						["灼焰球门"] = {
							["Details"] = {
								["火焰风暴"] = {
									["count"] = 78818,
								},
							},
							["amount"] = 78818,
						},
						["古树树枝"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 13592,
								},
							},
							["amount"] = 13592,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["邪恶伏击"] = {
									["count"] = 18925,
								},
								["肉搏"] = {
									["count"] = 15118,
								},
								["凶恶猛扑"] = {
									["count"] = 33052,
								},
							},
							["amount"] = 67095,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["奥术飞弹"] = {
									["count"] = 32052,
								},
							},
							["amount"] = 32052,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["驱除闯入者"] = {
									["count"] = 47291,
								},
								["致命狂风"] = {
									["count"] = 56092,
								},
							},
							["amount"] = 103383,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["奥术飞弹"] = {
									["count"] = 3408,
								},
							},
							["amount"] = 3408,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9714,
								},
							},
							["amount"] = 9714,
						},
						["No One"] = {
							["Details"] = {
								["法力虚空"] = {
									["count"] = 12604,
								},
								["奥术宝珠"] = {
									["count"] = 18965,
								},
							},
							["amount"] = 31569,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["法力炸弹"] = {
									["count"] = 15764,
								},
								["奥术裂隙"] = {
									["count"] = 20492,
								},
								["法力炸弹 (伤害/跳)"] = {
									["count"] = 32054,
								},
							},
							["amount"] = 68310,
						},
						["克罗兹"] = {
							["Details"] = {
								["震耳尖啸"] = {
									["count"] = 75664,
								},
							},
							["amount"] = 75664,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 43705,
								},
							},
							["amount"] = 43705,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["爆炸之种"] = {
									["count"] = 63054,
								},
								["肉搏"] = {
									["count"] = 96911,
								},
							},
							["amount"] = 159965,
						},
						["缚法战斧"] = {
							["Details"] = {
								["断体猛击"] = {
									["count"] = 55097,
								},
								["断体猛击 (伤害/跳)"] = {
									["count"] = 99177,
								},
								["肉搏"] = {
									["count"] = 50589,
								},
							},
							["amount"] = 204863,
						},
						["缚法节杖"] = {
							["Details"] = {
								["秘法冲击"] = {
									["count"] = 197106,
								},
							},
							["amount"] = 197106,
						},
					},
					["TimeHealing"] = {
						["尹雲"] = {
							["Details"] = {
								["活化烈焰"] = {
									["count"] = 1.62,
								},
							},
							["amount"] = 1.62,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["翡翠之花"] = {
									["count"] = 1.5,
								},
								["吸血"] = {
									["count"] = 277.5799999999999,
								},
								["新生光焰"] = {
									["count"] = 12.59,
								},
								["万应灵药"] = {
									["count"] = 2.64,
								},
								["活化烈焰"] = {
									["count"] = 2.69,
								},
							},
							["amount"] = 296.9999999999999,
						},
						["查理三世"] = {
							["Details"] = {
								["活化烈焰"] = {
									["count"] = 3.05,
								},
							},
							["amount"] = 3.05,
						},
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["活化烈焰"] = {
									["count"] = 4.34,
								},
							},
							["amount"] = 4.34,
						},
						["矨琳"] = {
							["Details"] = {
								["翡翠之花"] = {
									["count"] = 0.02,
								},
							},
							["amount"] = 0.02,
						},
					},
					["OverHeals"] = {
						["翡翠之花"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 27995,
									["min"] = 27995,
									["count"] = 1,
									["amount"] = 27995,
								},
								["Hit"] = {
									["max"] = 13952,
									["min"] = 9568,
									["count"] = 3,
									["amount"] = 36909,
								},
							},
							["count"] = 4,
							["amount"] = 64904,
						},
						["吸血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 2646,
									["min"] = 225,
									["count"] = 2,
									["amount"] = 2871,
								},
							},
							["count"] = 2,
							["amount"] = 2871,
						},
						["万应灵药"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 22209,
									["min"] = 17970,
									["count"] = 2,
									["amount"] = 40179,
								},
							},
							["count"] = 2,
							["amount"] = 40179,
						},
						["活化烈焰"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 27185,
									["min"] = 19910,
									["count"] = 11,
									["amount"] = 263909,
								},
								["Crit"] = {
									["max"] = 47476,
									["min"] = 1914,
									["count"] = 5,
									["amount"] = 60445,
								},
								["Tick"] = {
									["max"] = 2773,
									["min"] = 323,
									["count"] = 17,
									["amount"] = 18678,
								},
							},
							["count"] = 33,
							["amount"] = 343032,
						},
						["新生光焰"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 9651,
									["min"] = 9651,
									["count"] = 1,
									["amount"] = 9651,
								},
							},
							["count"] = 1,
							["amount"] = 9651,
						},
					},
					["PartialResist"] = {
						["涌动"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["邪恶伏击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["法力虚空 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["奥术飞弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 14,
						},
						["火焰风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["法力虚空"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["断体猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["凶恶猛扑"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["奥术裂隙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术宝珠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 27,
						},
						["秘法冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["致命狂风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["发芽"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["驱除闯入者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["法力炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["爆发苏醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["断体猛击 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["猛冲钉刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
						["爆炸之种"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["震耳尖啸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["法力炸弹 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["ManaGained"] = {
						["法力虚空"] = {
							["Details"] = {
								["No One"] = {
									["count"] = -30000,
								},
							},
							["amount"] = -30000,
						},
					},
					["PartialAbsorb"] = {
						["涌动"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["邪恶伏击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["法力虚空 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["奥术飞弹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 0,
						},
						["火焰风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["法力虚空"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["断体猛击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["凶恶猛扑"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["奥术裂隙"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奥术宝珠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 0,
								},
							},
							["count"] = 27,
							["amount"] = 0,
						},
						["秘法冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["致命狂风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["发芽"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["驱除闯入者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["法力炸弹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["爆发苏醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["断体猛击 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["猛冲钉刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
						["爆炸之种"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["震耳尖啸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["法力炸弹 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 858.8100000000015,
					["WhoHealed"] = {
						["神迴-地獄吼"] = {
							["Details"] = {
								["翡翠之花"] = {
									["count"] = 14273,
								},
								["吸血"] = {
									["count"] = 240451,
								},
								["新生光焰"] = {
									["count"] = 102125,
								},
								["万应灵药"] = {
									["count"] = 26446,
								},
								["活化烈焰"] = {
									["count"] = 5829,
								},
							},
							["amount"] = 389124,
						},
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 43206,
								},
								["百花齐放"] = {
									["count"] = 57784,
								},
								["回春术"] = {
									["count"] = 66902,
								},
								["野性成长"] = {
									["count"] = 269587,
								},
								["愈合"] = {
									["count"] = 219048,
								},
								["激变蜂群"] = {
									["count"] = 121233,
								},
								["伊瑟拉之赐"] = {
									["count"] = 11910,
								},
								["迅捷治愈"] = {
									["count"] = 163788,
								},
								["生命绽放"] = {
									["count"] = 526883,
								},
							},
							["amount"] = 1480341,
						},
					},
					["Heals"] = {
						["翡翠之花"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 15635,
									["min"] = 1900,
									["count"] = 4,
									["amount"] = 44972,
								},
							},
							["count"] = 4,
							["amount"] = 44972,
						},
						["吸血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 13885,
									["min"] = 3,
									["count"] = 225,
									["amount"] = 240451,
								},
							},
							["count"] = 225,
							["amount"] = 240451,
						},
						["新生光焰"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 11163,
									["min"] = 1512,
									["count"] = 17,
									["amount"] = 102125,
								},
							},
							["count"] = 17,
							["amount"] = 102125,
						},
						["万应灵药"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 22208,
									["min"] = 4238,
									["count"] = 2,
									["amount"] = 26446,
								},
							},
							["count"] = 2,
							["amount"] = 26446,
						},
						["活化烈焰"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 1021,
									["min"] = 335,
									["count"] = 15,
									["amount"] = 13055,
								},
								["Crit"] = {
									["max"] = 1223,
									["min"] = 688,
									["count"] = 2,
									["amount"] = 1911,
								},
								["Hit"] = {
									["max"] = 9021,
									["min"] = 9021,
									["count"] = 1,
									["amount"] = 9021,
								},
							},
							["count"] = 18,
							["amount"] = 23987,
						},
					},
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 800,
								},
								["Tick"] = {
									["count"] = 230,
								},
								["Crit"] = {
									["count"] = 166,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1203,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5,
						},
						["Naturefire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 42,
								},
								["Tick"] = {
									["count"] = 136,
								},
							},
							["amount"] = 178,
						},
					},
					["ManaGainedFrom"] = {
						["No One"] = {
							["Details"] = {
								["法力虚空"] = {
									["count"] = -30000,
								},
							},
							["amount"] = -30000,
						},
					},
					["TimeSpent"] = {
						["缚法节杖"] = {
							["Details"] = {
								["深呼吸 (伤害/跳)"] = {
									["count"] = 0.67,
								},
								["碧蓝打击"] = {
									["count"] = 4.67,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
								["葬火"] = {
									["count"] = 3.82,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 0.54,
								},
							},
							["amount"] = 11.2,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["深呼吸 (伤害/跳)"] = {
									["count"] = 0.5700000000000001,
								},
								["葬火"] = {
									["count"] = 7.41,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 0.95,
								},
								["碧蓝打击"] = {
									["count"] = 15.07,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 25.5,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["火焰吐息"] = {
									["count"] = 0.08,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 2.03,
								},
								["天空霸主"] = {
									["count"] = 0.04,
								},
								["碧蓝打击"] = {
									["count"] = 5.24,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 1.37,
								},
								["葬火"] = {
									["count"] = 7.880000000000001,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 2.47,
								},
								["活化烈焰"] = {
									["count"] = 1.38,
								},
								["永恒之涌"] = {
									["count"] = 1.88,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 4.35,
								},
							},
							["amount"] = 26.72,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 2.61,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 1.19,
								},
								["碧蓝打击"] = {
									["count"] = 13.27,
								},
								["火焰吐息"] = {
									["count"] = 0.31,
								},
								["葬火"] = {
									["count"] = 16.8,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 4.37,
								},
							},
							["amount"] = 38.55,
						},
						["虚无修复者"] = {
							["Details"] = {
								["碧蓝打击"] = {
									["count"] = 2.88,
								},
								["火焰吐息"] = {
									["count"] = 1.5,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 1.16,
								},
								["葬火"] = {
									["count"] = 0.87,
								},
							},
							["amount"] = 6.41,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.5,
								},
								["葬火"] = {
									["count"] = 17.04,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 1.04,
								},
								["火焰风暴"] = {
									["count"] = 6.84,
								},
								["活化烈焰"] = {
									["count"] = 3,
								},
								["碧蓝打击"] = {
									["count"] = 4.64,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 2.35,
								},
							},
							["amount"] = 36.41,
						},
						["任性的教科书"] = {
							["Details"] = {
								["葬火"] = {
									["count"] = 1.38,
								},
								["火焰吐息"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 2.88,
						},
						["古树树枝"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.5,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 1.31,
								},
							},
							["amount"] = 2.81,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.5,
								},
								["天空霸主"] = {
									["count"] = 0.02,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 2.07,
								},
								["碧蓝打击"] = {
									["count"] = 24.43,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 1.37,
								},
								["活化烈焰"] = {
									["count"] = 1.5,
								},
								["葬火"] = {
									["count"] = 20.82,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 53.21,
						},
						["矨琳"] = {
							["Details"] = {
								["翡翠之花"] = {
									["count"] = 0.02,
								},
							},
							["amount"] = 0.02,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 4.29,
								},
								["火焰风暴"] = {
									["count"] = 5.32,
								},
								["肉搏"] = {
									["count"] = 0.64,
								},
								["碧蓝打击"] = {
									["count"] = 2.1,
								},
								["葬火"] = {
									["count"] = 0.79,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 12.76,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 16.14,
								},
								["活化烈焰"] = {
									["count"] = 10.31,
								},
								["火焰吐息"] = {
									["count"] = 0.82,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 0.67,
								},
							},
							["amount"] = 53.84,
						},
						["尹雲"] = {
							["Details"] = {
								["活化烈焰"] = {
									["count"] = 1.62,
								},
							},
							["amount"] = 1.62,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 0.6,
								},
								["火焰吐息"] = {
									["count"] = 0.96,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 4.69,
								},
								["葬火"] = {
									["count"] = 1.5,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 8.769999999999998,
								},
								["活化烈焰"] = {
									["count"] = 3.61,
								},
								["碧蓝打击"] = {
									["count"] = 3.4,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 7.27,
								},
							},
							["amount"] = 30.8,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["翡翠之花"] = {
									["count"] = 1.5,
								},
								["万应灵药"] = {
									["count"] = 2.64,
								},
								["吸血"] = {
									["count"] = 277.5799999999999,
								},
								["新生光焰"] = {
									["count"] = 12.59,
								},
								["活化烈焰"] = {
									["count"] = 2.69,
								},
								["星界新星"] = {
									["count"] = 1.52,
								},
							},
							["amount"] = 298.5199999999999,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.08,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 2.74,
								},
								["葬火"] = {
									["count"] = 1.65,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 2.12,
								},
								["碧蓝打击"] = {
									["count"] = 2.87,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 2.26,
								},
							},
							["amount"] = 12.72,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.5,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 0.37,
								},
								["葬火"] = {
									["count"] = 15.59,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 0.9,
								},
								["碧蓝打击"] = {
									["count"] = 11.08,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 30.94,
						},
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["活化烈焰"] = {
									["count"] = 4.34,
								},
							},
							["amount"] = 4.34,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.7,
								},
								["火焰吐息"] = {
									["count"] = 1.5,
								},
								["碧蓝打击"] = {
									["count"] = 1.45,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 8.3,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 8.780000000000001,
								},
								["活化烈焰"] = {
									["count"] = 6.08,
								},
								["葬火"] = {
									["count"] = 1.71,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 6.2,
								},
							},
							["amount"] = 35.71999999999999,
						},
						["克罗兹"] = {
							["Details"] = {
								["火焰吐息"] = {
									["count"] = 1.5,
								},
								["火焰风暴"] = {
									["count"] = 2.09,
								},
								["永恒之涌"] = {
									["count"] = 3.36,
								},
								["碧蓝打击"] = {
									["count"] = 9.67,
								},
								["葬火"] = {
									["count"] = 0.65,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 18.5,
								},
								["活化烈焰"] = {
									["count"] = 8.1,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 13.33,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 3.74,
								},
							},
							["amount"] = 60.94,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.5,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 4.029999999999999,
								},
								["葬火"] = {
									["count"] = 18.38999999999999,
								},
								["火焰风暴"] = {
									["count"] = 2.56,
								},
								["碧蓝打击"] = {
									["count"] = 10.05,
								},
								["火焰吐息"] = {
									["count"] = 0.76,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 1.52,
								},
							},
							["amount"] = 38.81000000000001,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["葬火"] = {
									["count"] = 7.6,
								},
								["碧蓝打击"] = {
									["count"] = 5.2,
								},
								["火焰风暴"] = {
									["count"] = 0.02,
								},
								["活化烈焰"] = {
									["count"] = 4.73,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 3.14,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 2.04,
								},
							},
							["amount"] = 22.73,
						},
						["查理三世"] = {
							["Details"] = {
								["活化烈焰"] = {
									["count"] = 3.05,
								},
							},
							["amount"] = 3.05,
						},
						["缚法战斧"] = {
							["Details"] = {
								["深呼吸 (伤害/跳)"] = {
									["count"] = 4.9,
								},
								["碧蓝打击"] = {
									["count"] = 13.98,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 3.78,
								},
								["葬火"] = {
									["count"] = 8.530000000000001,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 3.19,
								},
							},
							["amount"] = 34.38,
						},
						["茂林古树"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 2.13,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 0.3800000000000001,
								},
								["葬火"] = {
									["count"] = 2.64,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 8.72,
								},
								["活化烈焰"] = {
									["count"] = 1.88,
								},
								["碧蓝打击"] = {
									["count"] = 3.62,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 7.319999999999999,
								},
							},
							["amount"] = 26.69000000000001,
						},
					},
					["Healing"] = 437981,
					["DamageTaken"] = 1692417,
					["HOT_Time"] = 165,
					["Attacks"] = {
						["火焰吐息"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 64546,
									["min"] = 17079,
									["count"] = 9,
									["amount"] = 230668,
								},
								["Hit"] = {
									["max"] = 46747,
									["min"] = 8125,
									["count"] = 44,
									["amount"] = 732743,
								},
							},
							["count"] = 53,
							["amount"] = 963411,
						},
						["深呼吸 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 31648,
									["min"] = 4428,
									["count"] = 42,
									["amount"] = 1029803,
								},
								["Tick"] = {
									["max"] = 15525,
									["min"] = 1927,
									["count"] = 136,
									["amount"] = 1399762,
								},
							},
							["count"] = 178,
							["amount"] = 2429565,
						},
						["火焰风暴"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8498,
									["min"] = 6653,
									["count"] = 9,
									["amount"] = 66596,
								},
								["Hit"] = {
									["max"] = 3898,
									["min"] = 2968,
									["count"] = 51,
									["amount"] = 168513,
								},
							},
							["count"] = 60,
							["amount"] = 235109,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1421,
									["min"] = 1402,
									["count"] = 2,
									["amount"] = 2823,
								},
								["Hit"] = {
									["max"] = 766,
									["min"] = 669,
									["count"] = 3,
									["amount"] = 2107,
								},
							},
							["count"] = 5,
							["amount"] = 4930,
						},
						["天空霸主"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["活化烈焰 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3759,
									["min"] = 1023,
									["count"] = 9,
									["amount"] = 22906,
								},
								["Tick"] = {
									["max"] = 1642,
									["min"] = 140,
									["count"] = 71,
									["amount"] = 84408,
								},
							},
							["count"] = 80,
							["amount"] = 107314,
						},
						["碧蓝打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 26212,
									["min"] = 14134,
									["count"] = 38,
									["amount"] = 673591,
								},
								["Hit"] = {
									["max"] = 12431,
									["min"] = 6397,
									["count"] = 236,
									["amount"] = 1906283,
								},
							},
							["count"] = 274,
							["amount"] = 2579874,
						},
						["葬火"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 44585,
									["min"] = 18429,
									["count"] = 109,
									["amount"] = 2757131,
								},
								["Hit"] = {
									["max"] = 22270,
									["min"] = 8146,
									["count"] = 665,
									["amount"] = 7828819,
								},
							},
							["count"] = 774,
							["amount"] = 10585950,
						},
						["裂解 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 21595,
									["min"] = 15157,
									["count"] = 15,
									["amount"] = 269472,
								},
								["Tick"] = {
									["max"] = 12717,
									["min"] = 6885,
									["count"] = 119,
									["amount"] = 1063271,
								},
							},
							["count"] = 134,
							["amount"] = 1332743,
						},
						["活化烈焰"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 57611,
									["min"] = 36966,
									["count"] = 6,
									["amount"] = 270786,
								},
								["Hit"] = {
									["max"] = 26273,
									["min"] = 14993,
									["count"] = 40,
									["amount"] = 755584,
								},
							},
							["count"] = 46,
							["amount"] = 1026370,
						},
						["永恒之涌"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 81392,
									["min"] = 38906,
									["count"] = 10,
									["amount"] = 646784,
								},
								["Hit"] = {
									["max"] = 41771,
									["min"] = 15649,
									["count"] = 69,
									["amount"] = 2025696,
								},
							},
							["count"] = 79,
							["amount"] = 2672480,
						},
						["火焰吐息 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 2670,
									["min"] = 2670,
									["count"] = 1,
									["amount"] = 2670,
								},
								["Crit"] = {
									["max"] = 9104,
									["min"] = 2774,
									["count"] = 24,
									["amount"] = 146471,
								},
								["Tick"] = {
									["max"] = 4265,
									["min"] = 1173,
									["count"] = 159,
									["amount"] = 415473,
								},
							},
							["count"] = 184,
							["amount"] = 564614,
						},
					},
					["HealingTaken"] = 1869465,
					["DOT_Time"] = 1728,
					["TimeDamage"] = 552.7800000000002,
					["TimeDamaging"] = {
						["茂林古树"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 2.13,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 0.3800000000000001,
								},
								["葬火"] = {
									["count"] = 2.64,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 8.72,
								},
								["活化烈焰"] = {
									["count"] = 1.88,
								},
								["碧蓝打击"] = {
									["count"] = 3.62,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 7.319999999999999,
								},
							},
							["amount"] = 26.69000000000001,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["深呼吸 (伤害/跳)"] = {
									["count"] = 0.5700000000000001,
								},
								["葬火"] = {
									["count"] = 7.41,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 0.95,
								},
								["碧蓝打击"] = {
									["count"] = 15.07,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 25.5,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["火焰吐息"] = {
									["count"] = 0.08,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 2.03,
								},
								["天空霸主"] = {
									["count"] = 0.04,
								},
								["碧蓝打击"] = {
									["count"] = 5.24,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 1.37,
								},
								["葬火"] = {
									["count"] = 7.880000000000001,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 2.47,
								},
								["活化烈焰"] = {
									["count"] = 1.38,
								},
								["永恒之涌"] = {
									["count"] = 1.88,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 4.35,
								},
							},
							["amount"] = 26.72,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 2.61,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 1.19,
								},
								["碧蓝打击"] = {
									["count"] = 13.27,
								},
								["火焰吐息"] = {
									["count"] = 0.31,
								},
								["葬火"] = {
									["count"] = 16.8,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 4.37,
								},
							},
							["amount"] = 38.55,
						},
						["虚无修复者"] = {
							["Details"] = {
								["碧蓝打击"] = {
									["count"] = 2.88,
								},
								["火焰吐息"] = {
									["count"] = 1.5,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 1.16,
								},
								["葬火"] = {
									["count"] = 0.87,
								},
							},
							["amount"] = 6.41,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.5,
								},
								["葬火"] = {
									["count"] = 17.04,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 1.04,
								},
								["火焰风暴"] = {
									["count"] = 6.84,
								},
								["活化烈焰"] = {
									["count"] = 3,
								},
								["碧蓝打击"] = {
									["count"] = 4.64,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 2.35,
								},
							},
							["amount"] = 36.41,
						},
						["任性的教科书"] = {
							["Details"] = {
								["葬火"] = {
									["count"] = 1.38,
								},
								["火焰吐息"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 2.88,
						},
						["古树树枝"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.5,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 1.31,
								},
							},
							["amount"] = 2.81,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.5,
								},
								["天空霸主"] = {
									["count"] = 0.02,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 2.07,
								},
								["碧蓝打击"] = {
									["count"] = 24.43,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 1.37,
								},
								["活化烈焰"] = {
									["count"] = 1.5,
								},
								["葬火"] = {
									["count"] = 20.82,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 53.21,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 4.29,
								},
								["火焰风暴"] = {
									["count"] = 5.32,
								},
								["肉搏"] = {
									["count"] = 0.64,
								},
								["碧蓝打击"] = {
									["count"] = 2.1,
								},
								["葬火"] = {
									["count"] = 0.79,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 12.76,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 16.14,
								},
								["活化烈焰"] = {
									["count"] = 10.31,
								},
								["火焰吐息"] = {
									["count"] = 0.82,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 0.67,
								},
							},
							["amount"] = 53.84,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 0.6,
								},
								["火焰吐息"] = {
									["count"] = 0.96,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 4.69,
								},
								["葬火"] = {
									["count"] = 1.5,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 8.769999999999998,
								},
								["活化烈焰"] = {
									["count"] = 3.61,
								},
								["碧蓝打击"] = {
									["count"] = 3.4,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 7.27,
								},
							},
							["amount"] = 30.8,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 1.52,
								},
							},
							["amount"] = 1.52,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.08,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 2.74,
								},
								["葬火"] = {
									["count"] = 1.65,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 2.12,
								},
								["碧蓝打击"] = {
									["count"] = 2.87,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 2.26,
								},
							},
							["amount"] = 12.72,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.5,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 0.37,
								},
								["葬火"] = {
									["count"] = 15.59,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 0.9,
								},
								["碧蓝打击"] = {
									["count"] = 11.08,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 30.94,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.7,
								},
								["火焰吐息"] = {
									["count"] = 1.5,
								},
								["碧蓝打击"] = {
									["count"] = 1.45,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 8.3,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 8.780000000000001,
								},
								["活化烈焰"] = {
									["count"] = 6.08,
								},
								["葬火"] = {
									["count"] = 1.71,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 6.2,
								},
							},
							["amount"] = 35.71999999999999,
						},
						["克罗兹"] = {
							["Details"] = {
								["火焰吐息"] = {
									["count"] = 1.5,
								},
								["火焰风暴"] = {
									["count"] = 2.09,
								},
								["永恒之涌"] = {
									["count"] = 3.36,
								},
								["碧蓝打击"] = {
									["count"] = 9.67,
								},
								["葬火"] = {
									["count"] = 0.65,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 18.5,
								},
								["活化烈焰"] = {
									["count"] = 8.1,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 13.33,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 3.74,
								},
							},
							["amount"] = 60.94,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["永恒之涌"] = {
									["count"] = 1.5,
								},
								["深呼吸 (伤害/跳)"] = {
									["count"] = 4.029999999999999,
								},
								["葬火"] = {
									["count"] = 18.38999999999999,
								},
								["火焰风暴"] = {
									["count"] = 2.56,
								},
								["碧蓝打击"] = {
									["count"] = 10.05,
								},
								["火焰吐息"] = {
									["count"] = 0.76,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 1.52,
								},
							},
							["amount"] = 38.81000000000001,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["葬火"] = {
									["count"] = 7.6,
								},
								["碧蓝打击"] = {
									["count"] = 5.2,
								},
								["火焰风暴"] = {
									["count"] = 0.02,
								},
								["活化烈焰"] = {
									["count"] = 4.73,
								},
								["活化烈焰 (伤害/跳)"] = {
									["count"] = 3.14,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 2.04,
								},
							},
							["amount"] = 22.73,
						},
						["缚法战斧"] = {
							["Details"] = {
								["深呼吸 (伤害/跳)"] = {
									["count"] = 4.9,
								},
								["碧蓝打击"] = {
									["count"] = 13.98,
								},
								["裂解 (伤害/跳)"] = {
									["count"] = 3.78,
								},
								["葬火"] = {
									["count"] = 8.530000000000001,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 3.19,
								},
							},
							["amount"] = 34.38,
						},
						["缚法节杖"] = {
							["Details"] = {
								["深呼吸 (伤害/跳)"] = {
									["count"] = 0.67,
								},
								["碧蓝打击"] = {
									["count"] = 4.67,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
								["葬火"] = {
									["count"] = 3.82,
								},
								["火焰吐息 (伤害/跳)"] = {
									["count"] = 0.54,
								},
							},
							["amount"] = 11.2,
						},
					},
					["ManaGain"] = -30000,
					["FDamage"] = 186948,
					["FDamagedWho"] = {
						["神迴-地獄吼"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 186948,
								},
							},
							["amount"] = 186948,
						},
					},
				},
			},
			["Owner"] = false,
			["LastEventTimes"] = {
				8645.262, -- [1]
				8645.352, -- [2]
				8645.436, -- [3]
				8645.903, -- [4]
				8646.569, -- [5]
				8646.869, -- [6]
				8646.886, -- [7]
				8647.786, -- [8]
				8647.854, -- [9]
				8648.419, -- [10]
				8648.736, -- [11]
				8648.869, -- [12]
				8649.469000000001, -- [13]
				8649.953, -- [14]
				8650.219000000001, -- [15]
				8650.353000000001, -- [16]
				8650.869, -- [17]
				8651.493, -- [18]
				8651.686, -- [19]
				8652.119, -- [20]
				8652.286, -- [21]
				8652.853000000001, -- [22]
				8652.869, -- [23]
				8652.936, -- [24]
				8653.538, -- [25]
				8653.569, -- [26]
				8654.303, -- [27]
				8654.386, -- [28]
				8655.02, -- [29]
				8655.636, -- [30]
				8655.72, -- [31]
				8655.736, -- [32]
				8656.453, -- [33]
				8657.17, -- [34]
				8657.186, -- [35]
				8657.303, -- [36]
				8658.616, -- [37]
				8660.07, -- [38]
				8661.504, -- [39]
				8662.97, -- [40]
				8664.404, -- [41]
				8664.487000000001, -- [42]
				8665.72, -- [43]
				8666.454, -- [44]
				8667.187, -- [45]
				8667.904, -- [46]
				8668.62, -- [47]
				8669.354, -- [48]
				8644.869, -- [49]
				8645.102, -- [50]
			},
			["NextEventNum"] = 49,
			["LastDamageTime"] = 8653.538,
			["LastEvents"] = {
				"神迴-地獄吼 永恒之涌 多拉苟萨的回响 Hit -31331", -- [1]
				"神迴-地獄吼 吸血 神迴-地獄吼 Hit +687", -- [2]
				"月怒之歿-銀翼要塞 愈合 神迴-地獄吼 Hit +12093", -- [3]
				"神迴-地獄吼 肉搏 多拉苟萨的回响 Hit -766 (Physical)", -- [4]
				"神迴-地獄吼 吸血 神迴-地獄吼 Hit +14", -- [5]
				"神迴-地獄吼 火焰风暴 多拉苟萨的回响 Hit -3412 (Fire)", -- [6]
				"月怒之歿-銀翼要塞 愈合 神迴-地獄吼 Tick +814", -- [7]
				"神迴-地獄吼 吸血 神迴-地獄吼 Hit +65", -- [8]
				"神迴-地獄吼 活化烈焰 (伤害/跳) 多拉苟萨的回响 Crit -2863 (Fire)", -- [9]
				"月怒之歿-銀翼要塞 愈合 神迴-地獄吼 Crit +1627 (205 过量治疗)", -- [10]
				"神迴-地獄吼 裂解 (伤害/跳) 多拉苟萨的回响 Tick -8960", -- [11]
				"神迴-地獄吼 火焰风暴 多拉苟萨的回响 Hit -3368 (Fire)", -- [12]
				"神迴-地獄吼 裂解 (伤害/跳) 多拉苟萨的回响 Tick -8928", -- [13]
				"月怒之歿-銀翼要塞 愈合 神迴-地獄吼 Crit +1627 (1627 过量治疗)", -- [14]
				"神迴-地獄吼 裂解 (伤害/跳) 多拉苟萨的回响 Tick -8919", -- [15]
				"神迴-地獄吼 活化烈焰 (伤害/跳) 多拉苟萨的回响 Tick -1175 (Fire)", -- [16]
				"神迴-地獄吼 火焰风暴 多拉苟萨的回响 Hit -3451 (Fire)", -- [17]
				"月怒之歿-銀翼要塞 愈合 神迴-地獄吼 Tick +876 (876 过量治疗)", -- [18]
				"神迴-地獄吼 火焰吐息 多拉苟萨的回响 Hit -13753 (Fire)", -- [19]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Crit +3814 (3814 过量治疗)", -- [20]
				"神迴-地獄吼 碧蓝打击 多拉苟萨的回响 Crit -18032", -- [21]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1747 (1747 过量治疗)", -- [22]
				"神迴-地獄吼 火焰风暴 多拉苟萨的回响 Crit -7253 (Fire)", -- [23]
				"月怒之歿-銀翼要塞 愈合 神迴-地獄吼 Crit +1752 (1752 过量治疗)", -- [24]
				"神迴-地獄吼 火焰吐息 (伤害/跳) 多拉苟萨的回响 Tick -3326 (Fire)", -- [25]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1591 (1591 过量治疗)", -- [26]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1933 (1933 过量治疗)", -- [27]
				"月怒之歿-銀翼要塞 愈合 神迴-地獄吼 Tick +1174 (1174 过量治疗)", -- [28]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1746 (1746 过量治疗)", -- [29]
				"月怒之歿-銀翼要塞 愈合 神迴-地獄吼 Tick +1020 (1020 过量治疗)", -- [30]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +2506 (2506 过量治疗)", -- [31]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1461 (1461 过量治疗)", -- [32]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1301 (1301 过量治疗)", -- [33]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +2506 (2506 过量治疗)", -- [34]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1152 (1152 过量治疗)", -- [35]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +191 (191 过量治疗)", -- [36]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +2326 (2326 过量治疗)", -- [37]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +2326 (2326 过量治疗)", -- [38]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +2326 (2326 过量治疗)", -- [39]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +2326 (2326 过量治疗)", -- [40]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +2326 (2326 过量治疗)", -- [41]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +114 (114 过量治疗)", -- [42]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1781 (1781 过量治疗)", -- [43]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1559 (1559 过量治疗)", -- [44]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1421 (1421 过量治疗)", -- [45]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1232 (1232 过量治疗)", -- [46]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1114 (1114 过量治疗)", -- [47]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +999 (999 过量治疗)", -- [48]
				"神迴-地獄吼 火焰风暴 多拉苟萨的回响 Hit -3454 (Fire)", -- [49]
				"神迴-地獄吼 活化烈焰 (伤害/跳) 多拉苟萨的回响 Tick -1327 (Fire)", -- [50]
			},
			["Name"] = "神迴-地獄吼",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				true, -- [7]
				true, -- [8]
				false, -- [9]
				true, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				true, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				true, -- [20]
				false, -- [21]
				true, -- [22]
				false, -- [23]
				true, -- [24]
				false, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastDamageTaken"] = 16026,
			["TimeLast"] = {
				["TimeHeal"] = 8647.619,
				["Healing"] = 8647.619,
				["OVERALL"] = 8652.619,
				["DamageTaken"] = 8641.619,
				["Overhealing"] = 8540.612000000001,
				["TimeDamage"] = 8652.619,
				["HealingTaken"] = 8647.619,
				["FDamage"] = 8568.612000000001,
				["ActiveTime"] = 8652.619,
				["HOT_Time"] = 8540.612000000001,
				["ManaGain"] = 7890.619000000001,
				["DOT_Time"] = 8652.619,
				["Damage"] = 8652.619,
			},
			["LastEventHealthMax"] = {
				200284, -- [1]
				200284, -- [2]
				200284, -- [3]
				200284, -- [4]
				200284, -- [5]
				200284, -- [6]
				200284, -- [7]
				200284, -- [8]
				200284, -- [9]
				200284, -- [10]
				200284, -- [11]
				200284, -- [12]
				200284, -- [13]
				200284, -- [14]
				200284, -- [15]
				200284, -- [16]
				200284, -- [17]
				200284, -- [18]
				200284, -- [19]
				200284, -- [20]
				200284, -- [21]
				200284, -- [22]
				200284, -- [23]
				200284, -- [24]
				200284, -- [25]
				200284, -- [26]
				200284, -- [27]
				200284, -- [28]
				200284, -- [29]
				200284, -- [30]
				200284, -- [31]
				200284, -- [32]
				200284, -- [33]
				200284, -- [34]
				200284, -- [35]
				200284, -- [36]
				200284, -- [37]
				200284, -- [38]
				200284, -- [39]
				200284, -- [40]
				200284, -- [41]
				200284, -- [42]
				200284, -- [43]
				191576, -- [44]
				191576, -- [45]
				191576, -- [46]
				191576, -- [47]
				191576, -- [48]
				200284, -- [49]
				200284, -- [50]
			},
			["LastActive"] = 8668.62,
		},
		["查理三世"] = {
			["GUID"] = "Player-963-06DF687A",
			["LastAbility"] = 49916.997,
			["TimeLast"] = {
				["TimeHeal"] = 8653.619,
				["Healing"] = 8611.624,
				["GTFOEvents"] = 8579.619,
				["RunicPowerGain"] = 8653.619,
				["OVERALL"] = 8654.619,
				["DamageTaken"] = 8653.619,
				["TimeDamage"] = 8654.619,
				["Absorbs"] = 8653.619,
				["HealingTaken"] = 8653.619,
				["HOT_Time"] = 7661.622,
				["ActiveTime"] = 8654.619,
				["Overhealing"] = 8654.619,
				["GTFOEventDamage"] = 8579.619,
				["DOT_Time"] = 8654.619,
				["Damage"] = 8654.619,
			},
			["LastAttackedBy"] = "多拉苟萨的回响",
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"DAMAGE", -- [6]
				"HEAL", -- [7]
				"DAMAGE", -- [8]
				"HEAL", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"HEAL", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"HEAL", -- [16]
				"HEAL", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"HEAL", -- [21]
				"DAMAGE", -- [22]
				"HEAL", -- [23]
				"DAMAGE", -- [24]
				"HEAL", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"HEAL", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"HEAL", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"HEAL", -- [38]
				"HEAL", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"HEAL", -- [45]
				"HEAL", -- [46]
				"HEAL", -- [47]
				"HEAL", -- [48]
				"HEAL", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					477.9499999999999, -- [1]
				},
				["HOT_Time"] = {
					24, -- [1]
				},
				["GTFOEvents"] = {
					34, -- [1]
				},
				["Healing"] = {
					4809722, -- [1]
				},
				["DamageTaken"] = {
					10662702, -- [1]
				},
				["RunicPowerGain"] = {
					4999.599999904633, -- [1]
				},
				["Absorbs"] = {
					3342241, -- [1]
				},
				["HealingTaken"] = {
					10707885, -- [1]
				},
				["Overhealing"] = {
					5210151, -- [1]
				},
				["TimeDamage"] = {
					686.3000000000002, -- [1]
				},
				["ActiveTime"] = {
					1164.249999999996, -- [1]
				},
				["GTFOEventDamage"] = {
					596712, -- [1]
				},
				["DOT_Time"] = {
					2988, -- [1]
				},
				["Damage"] = {
					11161918, -- [1]
				},
			},
			["LastHealTime"] = 50403.999,
			["LastDamageTaken"] = 26165,
			["UnitLockout"] = 8665.62,
			["enClass"] = "DEATHKNIGHT",
			["level"] = 70,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 217,
			["unit"] = "查理三世",
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["GuardianReverseGUIDs"] = {
				["复活的食尸鬼"] = {
					["LatestGuardian"] = 8,
					["GUIDs"] = {
						"Creature-0-4282-2444-24509-26125-0000172CB0", -- [1]
						"Creature-0-4282-2444-25142-26125-0000172FED", -- [2]
						"Creature-0-4282-2444-25142-26125-00001733CB", -- [3]
						"Creature-0-4282-2444-25142-26125-0000173527", -- [4]
						"Creature-0-4282-2444-25142-26125-00001735C9", -- [5]
						"Creature-0-4282-2444-25142-26125-0000173C85", -- [6]
						"Creature-0-4282-2444-26933-26125-00001882F4", -- [7]
						"Creature-0-3062-2444-3273-26125-00001C8B96", -- [8]
						"Creature-0-4282-2444-17423-26125-000015AE97", -- [9]
						"Creature-0-4282-2444-3235-26125-000015FB1D", -- [10]
						"Creature-0-4282-2444-3235-26125-000015FC1A", -- [11]
						"Creature-0-4282-2444-3235-26125-000015FC9B", -- [12]
						"Creature-0-4282-2444-3235-26125-000015FD29", -- [13]
						[0] = "Creature-0-3901-2526-16721-26125-00001583E6",
					},
				},
				["净化图腾"] = {
					["LatestGuardian"] = 6,
					["GUIDs"] = {
						"Creature-0-4282-2444-25142-195778-00001736A7", -- [1]
						"Creature-0-4282-2444-25142-195778-00001736C5", -- [2]
						"Creature-0-4282-2444-25142-195778-00001736D5", -- [3]
						"Creature-0-4282-2444-25142-195778-00001736ED", -- [4]
						"Creature-0-4282-2444-25142-195778-00001736FE", -- [5]
						"Creature-0-4282-2444-25142-195778-000017370E", -- [6]
						[0] = "Creature-0-4282-2444-25142-195778-000017367F",
					},
				},
				["符文武器"] = {
					["LatestGuardian"] = 2,
					["GUIDs"] = {
						"Creature-0-3901-2526-16721-27893-0000158747", -- [1]
						"Creature-0-3901-2526-16721-27893-0000958747", -- [2]
						"Creature-0-3901-2526-16721-27893-000095841A", -- [3]
						"Creature-0-3901-2526-16721-27893-0000158458", -- [4]
						"Creature-0-3901-2526-16721-27893-0000958458", -- [5]
						"Creature-0-3901-2526-16721-27893-0000158499", -- [6]
						"Creature-0-3901-2526-16721-27893-0000958499", -- [7]
						"Creature-0-3901-2526-16721-27893-0000158507", -- [8]
						"Creature-0-3901-2526-16721-27893-0000958507", -- [9]
						"Creature-0-3901-2526-16721-27893-0000158549", -- [10]
						"Creature-0-3901-2526-16721-27893-0000958549", -- [11]
						"Creature-0-3901-2526-16721-27893-000015860E", -- [12]
						"Creature-0-3901-2526-16721-27893-000095860E", -- [13]
						[0] = "Creature-0-3901-2526-16721-27893-00001583DE",
					},
				},
				["传令官弗拉普斯"] = {
					["LatestGuardian"] = 10,
					["GUIDs"] = {
						"Creature-0-4282-2444-17423-197478-000015AE08", -- [1]
						"Creature-0-4282-2444-17423-197478-000015AE12", -- [2]
						"Creature-0-4282-2444-17423-197478-000015AEC2", -- [3]
						"Creature-0-4282-2444-17423-197478-000015AEC8", -- [4]
						"Creature-0-4282-2444-17423-197478-000015AECD", -- [5]
						"Creature-0-4282-2444-17423-197478-000015AED2", -- [6]
						"Creature-0-4282-2444-17423-197478-000015AEDD", -- [7]
						"Creature-0-4282-2444-17423-197478-000015AEE8", -- [8]
						"Creature-0-4282-2444-20528-197478-000015AEED", -- [9]
						"Creature-0-4282-2444-20528-197478-000015AEF3", -- [10]
						"Creature-0-4282-2444-17423-197478-000015ADDC", -- [11]
						"Creature-0-4282-2444-17423-197478-000015ADF7", -- [12]
						"Creature-0-4282-2444-17423-197478-000015ADFD", -- [13]
						[0] = "Creature-0-4282-2444-20409-197478-0000159E2C",
					},
				},
				["罗威"] = {
					["LatestGuardian"] = 6,
					["GUIDs"] = {
						"Creature-0-4282-2444-26933-197631-0000188634", -- [1]
						"Creature-0-4282-2444-26933-197631-00001886BC", -- [2]
						"Creature-0-4282-2444-26933-197631-00001887C7", -- [3]
						"Creature-0-4282-2444-26933-197631-00001887D1", -- [4]
						"Creature-0-4282-2444-26933-197631-00001887D7", -- [5]
						"Creature-0-4282-2444-26933-197631-00001887E2", -- [6]
						"Creature-0-4282-2444-26933-197631-00001885FD", -- [7]
						"Creature-0-4282-2444-26933-197631-0000188603", -- [8]
						"Creature-0-4282-2444-26933-197631-000018860D", -- [9]
						"Creature-0-4282-2444-26933-197631-0000188619", -- [10]
						"Creature-0-4282-2444-26933-197631-0000188623", -- [11]
						"Creature-0-4282-2444-26933-197631-0000188629", -- [12]
						"Creature-0-4282-2444-26933-197631-000018862E", -- [13]
						[0] = "Creature-0-4282-2444-20409-197631-0000158A15",
					},
				},
			},
			["LastEventHealth"] = {
				342342, -- [1]
				342342, -- [2]
				342342, -- [3]
				357903, -- [4]
				357903, -- [5]
				357903, -- [6]
				357903, -- [7]
				357903, -- [8]
				357903, -- [9]
				357903, -- [10]
				357903, -- [11]
				357903, -- [12]
				357903, -- [13]
				357903, -- [14]
				357903, -- [15]
				357903, -- [16]
				357903, -- [17]
				357903, -- [18]
				357903, -- [19]
				357903, -- [20]
				357903, -- [21]
				357903, -- [22]
				357903, -- [23]
				357903, -- [24]
				357903, -- [25]
				357903, -- [26]
				357903, -- [27]
				357903, -- [28]
				357903, -- [29]
				357903, -- [30]
				357903, -- [31]
				357903, -- [32]
				357903, -- [33]
				357903, -- [34]
				357903, -- [35]
				357903, -- [36]
				357903, -- [37]
				357903, -- [38]
				357903, -- [39]
				357903, -- [40]
				357903, -- [41]
				357903, -- [42]
				342342, -- [43]
				342342, -- [44]
				342342, -- [45]
				342342, -- [46]
				342342, -- [47]
				342342, -- [48]
				342342, -- [49]
				342342, -- [50]
			},
			["Owner"] = false,
			["Pet"] = {
				"符文武器 <查理三世>", -- [1]
				"复活的食尸鬼 <查理三世>", -- [2]
				"罗威 <查理三世>", -- [3]
				"传令官弗拉普斯 <查理三世>", -- [4]
				"净化图腾 <查理三世>", -- [5]
			},
			["NextEventNum"] = 4,
			["LastDamageTime"] = 8655.22,
			["LastEvents"] = {
				"月怒之歿-銀翼要塞 野性成长 查理三世 Tick +1524 (1524 过量治疗)", -- [1]
				"月怒之歿-銀翼要塞 愈合 查理三世 Crit +2953 (2953 过量治疗)", -- [2]
				"月怒之歿-銀翼要塞 激变蜂群 查理三世 Tick +2598 (2598 过量治疗)", -- [3]
				"月怒之歿-銀翼要塞 激变蜂群 查理三世 Tick +2460 (2460 过量治疗)", -- [4]
				"月怒之歿-銀翼要塞 激变蜂群 查理三世 Tick +2460 (2460 过量治疗)", -- [5]
				"查理三世 血之疫病 (伤害/跳) 多拉苟萨的回响 Tick -2389 (Shadow)", -- [6]
				"月怒之歿-銀翼要塞 激变蜂群 查理三世 Tick +2460 (2460 过量治疗)", -- [7]
				"查理三世 死亡之握 多拉苟萨的回响 Immune (Shadow)", -- [8]
				"月怒之歿-銀翼要塞 激变蜂群 查理三世 Crit +4234 (4234 过量治疗)", -- [9]
				"查理三世 血之疫病 (伤害/跳) 多拉苟萨的回响 Tick -2279 (Shadow)", -- [10]
				"查理三世 肉搏 多拉苟萨的回响 Crit -8870 (Physical)", -- [11]
				"查理三世 死神的抚摩 多拉苟萨的回响 Hit -1970 (Shadow)", -- [12]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +1636 (1636 过量治疗)", -- [13]
				"查理三世 骨髓分裂 多拉苟萨的回响 Hit -4835 (Physical)", -- [14]
				"查理三世 血之疫病 (伤害/跳) 多拉苟萨的回响 Crit -4777 (Shadow)", -- [15]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Crit +3447 (3447 过量治疗)", -- [16]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +1811 (1811 过量治疗)", -- [17]
				"查理三世 骨髓分裂 多拉苟萨的回响 Hit -4818 (Physical)", -- [18]
				"多拉苟萨的回响 肉搏 查理三世 Absorb -26165 (26165 被吸收) (1)", -- [19]
				"查理三世 大地结界 多拉苟萨的回响 Hit -2817 (Physical)", -- [20]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +1899 (1899 过量治疗)", -- [21]
				"查理三世 肉搏 多拉苟萨的回响 Hit -4404 (Physical)", -- [22]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +1987 (1987 过量治疗)", -- [23]
				"查理三世 血之疫病 (伤害/跳) 多拉苟萨的回响 Crit -1910 (Shadow)", -- [24]
				"查理三世 灵界打击 查理三世 Hit +42734 (42734 过量治疗)", -- [25]
				"查理三世 灵界打击 多拉苟萨的回响 Hit -16593 (Physical)", -- [26]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2074 (2074 过量治疗)", -- [27]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2162 (2162 过量治疗)", -- [28]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2250 (2250 过量治疗)", -- [29]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Crit +4674 (4674 过量治疗)", -- [30]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2424 (2424 过量治疗)", -- [31]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2513 (2513 过量治疗)", -- [32]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2600 (2600 过量治疗)", -- [33]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2688 (2688 过量治疗)", -- [34]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2775 (2775 过量治疗)", -- [35]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2775 (2775 过量治疗)", -- [36]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2776 (2776 过量治疗)", -- [37]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2776 (2776 过量治疗)", -- [38]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +1700 (1700 过量治疗)", -- [39]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Hit +19181 (19181 过量治疗)", -- [40]
				"月怒之歿-銀翼要塞 愈合 查理三世 Tick +1205 (1205 过量治疗)", -- [41]
				"月怒之歿-銀翼要塞 野性成长 查理三世 Tick +2717 (2717 过量治疗)", -- [42]
				"月怒之歿-銀翼要塞 野性成长 查理三世 Tick +2380 (2380 过量治疗)", -- [43]
				"月怒之歿-銀翼要塞 愈合 查理三世 Tick +1544 (1544 过量治疗)", -- [44]
				"月怒之歿-銀翼要塞 激变蜂群 查理三世 Tick +2717 (2717 过量治疗)", -- [45]
				"月怒之歿-銀翼要塞 野性成长 查理三世 Crit +4335 (4335 过量治疗)", -- [46]
				"月怒之歿-銀翼要塞 野性成长 查理三世 Tick +1882 (1882 过量治疗)", -- [47]
				"月怒之歿-銀翼要塞 愈合 查理三世 Tick +1477 (1477 过量治疗)", -- [48]
				"月怒之歿-銀翼要塞 激变蜂群 查理三世 Tick +2598 (2598 过量治疗)", -- [49]
				"月怒之歿-銀翼要塞 野性成长 查理三世 Crit +3399 (3399 过量治疗)", -- [50]
			},
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				false, -- [6]
				true, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				true, -- [13]
				false, -- [14]
				false, -- [15]
				true, -- [16]
				true, -- [17]
				false, -- [18]
				true, -- [19]
				false, -- [20]
				true, -- [21]
				false, -- [22]
				true, -- [23]
				false, -- [24]
				true, -- [25]
				false, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["Name"] = "查理三世",
			["Fights"] = {
				["Fight2"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["DamagedWho"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ActiveTime"] = 0,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 0,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight5"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["DamagedWho"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ActiveTime"] = 0,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 0,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["DamagedWho"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ActiveTime"] = 0,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 0,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["DamagedWho"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ActiveTime"] = 0,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 0,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["DamagedWho"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ActiveTime"] = 0,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 0,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["DamagedWho"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ActiveTime"] = 0,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 0,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["茂林古树"] = {
									["count"] = 69,
								},
								["被激怒的掠蜓"] = {
									["count"] = 216,
								},
								["头领鹰隼"] = {
									["count"] = 72,
								},
								["被腐化的嗜魔者"] = {
									["count"] = 297,
								},
								["虚无修复者"] = {
									["count"] = 45,
								},
								["艾杰斯亚回声骑士"] = {
									["count"] = 234,
								},
								["任性的教科书"] = {
									["count"] = 87,
								},
								["古树树枝"] = {
									["count"] = 21,
								},
								["奥术抢劫者"] = {
									["count"] = 198,
								},
								["多拉苟萨的回响"] = {
									["count"] = 63,
								},
								["守护者哨兵"] = {
									["count"] = 36,
								},
								["幽魂唤魔师"] = {
									["count"] = 168,
								},
								["领地鹰隼"] = {
									["count"] = 183,
								},
								["维克萨姆斯"] = {
									["count"] = 39,
								},
								["克罗兹"] = {
									["count"] = 84,
								},
								["饥饿的鞭笞者"] = {
									["count"] = 759,
								},
								["恶毒的鞭笞者"] = {
									["count"] = 150,
								},
								["缚法战斧"] = {
									["count"] = 180,
								},
								["缚法节杖"] = {
									["count"] = 87,
								},
							},
							["amount"] = 2988,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 64,
								},
								["Hit"] = {
									["count"] = 32,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 87,
								},
								["Parry"] = {
									["count"] = 5,
								},
							},
							["amount"] = 190,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 270,
								},
								["Hit"] = {
									["count"] = 442,
								},
								["Dodge"] = {
									["count"] = 12,
								},
								["Miss"] = {
									["count"] = 28,
								},
								["Parry"] = {
									["count"] = 129,
								},
							},
							["amount"] = 881,
						},
						["Arcane"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 64,
								},
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 73,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 11,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 12,
						},
					},
					["WhoHealed"] = {
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 92409,
								},
								["百花齐放"] = {
									["count"] = 212362,
								},
								["回春术"] = {
									["count"] = 117810,
								},
								["激变蜂群"] = {
									["count"] = 167188,
								},
								["塞纳里奥结界"] = {
									["count"] = 392523,
								},
								["治愈气息"] = {
									["count"] = 60089,
								},
								["愈合"] = {
									["count"] = 122571,
								},
								["伊瑟拉之赐"] = {
									["count"] = 35643,
								},
								["生命绽放"] = {
									["count"] = 1151771,
								},
								["野性成长"] = {
									["count"] = 177191,
								},
							},
							["amount"] = 2529557,
						},
						["查理三世"] = {
							["Details"] = {
								["鲜红符文"] = {
									["count"] = 128327,
								},
								["猩红余味"] = {
									["count"] = 57465,
								},
								["血之疫病"] = {
									["count"] = 1597309,
								},
								["鲜血护盾"] = {
									["count"] = 2771328,
								},
								["吸血"] = {
									["count"] = 353014,
								},
								["大地结界"] = {
									["count"] = 319594,
								},
								["永恒脐带"] = {
									["count"] = 251319,
								},
								["灵界打击"] = {
									["count"] = 2673607,
								},
							},
							["amount"] = 8151963,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["翡翠之花"] = {
									["count"] = 15635,
								},
								["活化烈焰"] = {
									["count"] = 10730,
								},
							},
							["amount"] = 26365,
						},
					},
					["ElementDoneAbsorb"] = {
						["Shadow"] = 1732,
					},
					["Absorbs"] = 3342241,
					["Overhealing"] = 5210151,
					["ElementTaken"] = {
						["Physical"] = 2286848,
						["Melee"] = 7071920,
						["Arcane"] = 860562,
						["Fire"] = 71236,
						["Nature"] = 372136,
					},
					["DOT_Time"] = 2988,
					["Damage"] = 11161918,
					["TimeHeal"] = 477.9499999999999,
					["ShieldedWho"] = {
						["查理三世"] = {
							["Details"] = {
								["鲜血护盾"] = {
									["count"] = 130,
								},
							},
							["amount"] = 130,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 6131519,
						["Melee"] = 1421850,
						["Physical"] = 3608549,
					},
					["DamagedWho"] = {
						["茂林古树"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 2076,
								},
								["灵界打击"] = {
									["count"] = 248686,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 57187,
								},
								["枯萎凋零"] = {
									["count"] = 31754,
								},
								["心脏打击"] = {
									["count"] = 44918,
								},
								["骨髓分裂"] = {
									["count"] = 14306,
								},
								["大地结界"] = {
									["count"] = 3264,
								},
								["血液沸腾"] = {
									["count"] = 68641,
								},
								["肉搏"] = {
									["count"] = 125860,
								},
							},
							["amount"] = 596692,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["心脏打击"] = {
									["count"] = 11832,
								},
								["灵界打击"] = {
									["count"] = 88062,
								},
								["骨髓分裂"] = {
									["count"] = 4959,
								},
								["枯萎凋零"] = {
									["count"] = 38957,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 113535,
								},
								["血液沸腾"] = {
									["count"] = 129964,
								},
								["肉搏"] = {
									["count"] = 26555,
								},
							},
							["amount"] = 413864,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 4037,
								},
								["灵界打击"] = {
									["count"] = 134666,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 50715,
								},
								["枯萎凋零"] = {
									["count"] = 24784,
								},
								["心脏打击"] = {
									["count"] = 35457,
								},
								["骨髓分裂"] = {
									["count"] = 24204,
								},
								["大地结界"] = {
									["count"] = 8722,
								},
								["血液沸腾"] = {
									["count"] = 43094,
								},
								["肉搏"] = {
									["count"] = 61893,
								},
							},
							["amount"] = 387572,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 4553,
								},
								["灵界打击"] = {
									["count"] = 127960,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 204626,
								},
								["枯萎凋零"] = {
									["count"] = 164484,
								},
								["心脏打击"] = {
									["count"] = 28213,
								},
								["骨髓分裂"] = {
									["count"] = 24779,
								},
								["大地结界"] = {
									["count"] = 11146,
								},
								["血液沸腾"] = {
									["count"] = 331066,
								},
								["肉搏"] = {
									["count"] = 123952,
								},
							},
							["amount"] = 1020779,
						},
						["虚无修复者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 16980,
								},
								["枯萎凋零"] = {
									["count"] = 15164,
								},
								["灵界打击"] = {
									["count"] = 11570,
								},
								["骨髓分裂"] = {
									["count"] = 8670,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 28283,
								},
								["大地结界"] = {
									["count"] = 410,
								},
								["血液沸腾"] = {
									["count"] = 41372,
								},
								["心脏打击"] = {
									["count"] = 2974,
								},
							},
							["amount"] = 125423,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 71966,
								},
								["枯萎凋零"] = {
									["count"] = 88888,
								},
								["灵界打击"] = {
									["count"] = 126618,
								},
								["骨髓分裂"] = {
									["count"] = 9441,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 143326,
								},
								["大地结界"] = {
									["count"] = 7413,
								},
								["血液沸腾"] = {
									["count"] = 167250,
								},
								["心脏打击"] = {
									["count"] = 54245,
								},
							},
							["amount"] = 669147,
						},
						["任性的教科书"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 58434,
								},
								["灵界打击"] = {
									["count"] = 105689,
								},
								["血液沸腾"] = {
									["count"] = 90869,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 63651,
								},
								["大地结界"] = {
									["count"] = 2974,
								},
								["枯萎凋零"] = {
									["count"] = 41490,
								},
								["心脏打击"] = {
									["count"] = 43665,
								},
							},
							["amount"] = 406772,
						},
						["古树树枝"] = {
							["Details"] = {
								["血之疫病 (伤害/跳)"] = {
									["count"] = 19386,
								},
								["血液沸腾"] = {
									["count"] = 9696,
								},
								["枯萎凋零"] = {
									["count"] = 6005,
								},
							},
							["amount"] = 35087,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 3813,
								},
								["灵界打击"] = {
									["count"] = 226280,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 149746,
								},
								["枯萎凋零"] = {
									["count"] = 60851,
								},
								["心脏打击"] = {
									["count"] = 69887,
								},
								["骨髓分裂"] = {
									["count"] = 19744,
								},
								["大地结界"] = {
									["count"] = 11563,
								},
								["血液沸腾"] = {
									["count"] = 146202,
								},
								["肉搏"] = {
									["count"] = 97383,
								},
							},
							["amount"] = 785469,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 1970,
								},
								["灵界打击"] = {
									["count"] = 248063,
								},
								["大地结界"] = {
									["count"] = 11408,
								},
								["枯萎凋零"] = {
									["count"] = 26043,
								},
								["心脏打击"] = {
									["count"] = 56274,
								},
								["骨髓分裂"] = {
									["count"] = 25805,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 50437,
								},
								["血液沸腾"] = {
									["count"] = 73232,
								},
								["肉搏"] = {
									["count"] = 136086,
								},
							},
							["amount"] = 629318,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 58144,
								},
								["憎恶附肢"] = {
									["count"] = 38226,
								},
								["灵界打击"] = {
									["count"] = 98813,
								},
								["枯萎凋零"] = {
									["count"] = 8816,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 16719,
								},
								["大地结界"] = {
									["count"] = 5633,
								},
								["血液沸腾"] = {
									["count"] = 30141,
								},
								["心脏打击"] = {
									["count"] = 30979,
								},
							},
							["amount"] = 287471,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 43664,
								},
								["血液沸腾"] = {
									["count"] = 109972,
								},
								["灵界打击"] = {
									["count"] = 121149,
								},
								["骨髓分裂"] = {
									["count"] = 13918,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 118071,
								},
								["大地结界"] = {
									["count"] = 5703,
								},
								["枯萎凋零"] = {
									["count"] = 36159,
								},
								["心脏打击"] = {
									["count"] = 12141,
								},
							},
							["amount"] = 460777,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 4140,
								},
								["灵界打击"] = {
									["count"] = 76344,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 92436,
								},
								["枯萎凋零"] = {
									["count"] = 105342,
								},
								["心脏打击"] = {
									["count"] = 28061,
								},
								["骨髓分裂"] = {
									["count"] = 10180,
								},
								["大地结界"] = {
									["count"] = 13594,
								},
								["血液沸腾"] = {
									["count"] = 259742,
								},
								["肉搏"] = {
									["count"] = 76557,
								},
							},
							["amount"] = 666396,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 105548,
								},
								["憎恶附肢"] = {
									["count"] = 52148,
								},
								["灵界打击"] = {
									["count"] = 199665,
								},
								["枯萎凋零"] = {
									["count"] = 23527,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 30583,
								},
								["大地结界"] = {
									["count"] = 2816,
								},
								["血液沸腾"] = {
									["count"] = 37679,
								},
								["心脏打击"] = {
									["count"] = 61624,
								},
							},
							["amount"] = 513590,
						},
						["克罗兹"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 1831,
								},
								["灵界打击"] = {
									["count"] = 308324,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 85966,
								},
								["枯萎凋零"] = {
									["count"] = 38656,
								},
								["心脏打击"] = {
									["count"] = 83176,
								},
								["憎恶附肢"] = {
									["count"] = 43593,
								},
								["骨髓分裂"] = {
									["count"] = 23991,
								},
								["血液沸腾"] = {
									["count"] = 52425,
								},
								["肉搏"] = {
									["count"] = 153569,
								},
							},
							["amount"] = 791531,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 2004,
								},
								["灵界打击"] = {
									["count"] = 69239,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 505510,
								},
								["枯萎凋零"] = {
									["count"] = 208803,
								},
								["心脏打击"] = {
									["count"] = 43390,
								},
								["骨髓分裂"] = {
									["count"] = 13424,
								},
								["大地结界"] = {
									["count"] = 18903,
								},
								["血液沸腾"] = {
									["count"] = 858851,
								},
								["肉搏"] = {
									["count"] = 48306,
								},
							},
							["amount"] = 1768430,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 2036,
								},
								["灵界打击"] = {
									["count"] = 137854,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 78462,
								},
								["枯萎凋零"] = {
									["count"] = 38553,
								},
								["心脏打击"] = {
									["count"] = 22282,
								},
								["骨髓分裂"] = {
									["count"] = 30080,
								},
								["大地结界"] = {
									["count"] = 1926,
								},
								["血液沸腾"] = {
									["count"] = 142408,
								},
								["肉搏"] = {
									["count"] = 87370,
								},
							},
							["amount"] = 540971,
						},
						["缚法战斧"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 96787,
								},
								["枯萎凋零"] = {
									["count"] = 93713,
								},
								["灵界打击"] = {
									["count"] = 144469,
								},
								["骨髓分裂"] = {
									["count"] = 26633,
								},
								["大地结界"] = {
									["count"] = 9828,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 126908,
								},
								["血液沸腾"] = {
									["count"] = 182740,
								},
								["心脏打击"] = {
									["count"] = 42077,
								},
							},
							["amount"] = 723155,
						},
						["缚法节杖"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 2000,
								},
								["灵界打击"] = {
									["count"] = 57853,
								},
								["大地结界"] = {
									["count"] = 5264,
								},
								["枯萎凋零"] = {
									["count"] = 54381,
								},
								["心脏打击"] = {
									["count"] = 15218,
								},
								["骨髓分裂"] = {
									["count"] = 20131,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 56386,
								},
								["血液沸腾"] = {
									["count"] = 95445,
								},
								["肉搏"] = {
									["count"] = 32796,
								},
							},
							["amount"] = 339474,
						},
					},
					["WhoDamaged"] = {
						["缚法节杖"] = {
							["Details"] = {
								["秘法冲击"] = {
									["count"] = 160307,
								},
								["奥术之雨"] = {
									["count"] = 208416,
								},
								["肉搏"] = {
									["count"] = 111867,
								},
							},
							["amount"] = 480590,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 407049,
								},
							},
							["amount"] = 407049,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 398334,
								},
								["阵风"] = {
									["count"] = 49866,
								},
							},
							["amount"] = 448200,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["涌动"] = {
									["count"] = 212044,
								},
								["肉搏"] = {
									["count"] = 667795,
								},
							},
							["amount"] = 879839,
						},
						["虚无修复者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 140435,
								},
							},
							["amount"] = 140435,
						},
						["灼焰球门"] = {
							["Details"] = {
								["火焰风暴"] = {
									["count"] = 71236,
								},
							},
							["amount"] = 71236,
						},
						["任性的教科书"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 114315,
								},
							},
							["amount"] = 114315,
						},
						["古树树枝"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 20742,
								},
							},
							["amount"] = 20742,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 480209,
								},
								["邪恶伏击"] = {
									["count"] = 17097,
								},
								["裂隙之息"] = {
									["count"] = 136780,
								},
								["凶恶猛扑"] = {
									["count"] = 9690,
								},
							},
							["amount"] = 643776,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 403284,
								},
							},
							["amount"] = 403284,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["驱除闯入者"] = {
									["count"] = 42742,
								},
								["风暴斩击"] = {
									["count"] = 128224,
								},
								["肉搏"] = {
									["count"] = 143331,
								},
							},
							["amount"] = 314297,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 151900,
								},
								["奥术飞弹"] = {
									["count"] = 5839,
								},
							},
							["amount"] = 157739,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["啄击 (伤害/跳)"] = {
									["count"] = 117514,
								},
								["肉搏"] = {
									["count"] = 273051,
								},
								["俯冲轰炸"] = {
									["count"] = 16332,
								},
								["啄击"] = {
									["count"] = 274300,
								},
							},
							["amount"] = 681197,
						},
						["No One"] = {
							["Details"] = {
								["奥术宝珠"] = {
									["count"] = 17142,
								},
							},
							["amount"] = 17142,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["奥术裂隙"] = {
									["count"] = 18521,
								},
								["奥术驱除"] = {
									["count"] = 54496,
								},
								["肉搏"] = {
									["count"] = 190171,
								},
							},
							["amount"] = 263188,
						},
						["克罗兹"] = {
							["Details"] = {
								["狂野啄击"] = {
									["count"] = 243613,
								},
								["狂野啄击 (伤害/跳)"] = {
									["count"] = 472655,
								},
								["震耳尖啸"] = {
									["count"] = 65821,
								},
								["肉搏"] = {
									["count"] = 284241,
								},
							},
							["amount"] = 1066330,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 772844,
								},
							},
							["amount"] = 772844,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["爆炸之种"] = {
									["count"] = 56988,
								},
								["肉搏"] = {
									["count"] = 704319,
								},
							},
							["amount"] = 761307,
						},
						["茂林古树"] = {
							["Details"] = {
								["裂树击"] = {
									["count"] = 116715,
								},
								["爆发苏醒"] = {
									["count"] = 28495,
								},
								["肉搏"] = {
									["count"] = 501675,
								},
							},
							["amount"] = 646885,
						},
						["缚法战斧"] = {
							["Details"] = {
								["断体猛击"] = {
									["count"] = 392300,
								},
								["断体猛击 (伤害/跳)"] = {
									["count"] = 643729,
								},
								["肉搏"] = {
									["count"] = 530198,
								},
							},
							["amount"] = 1566227,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["星界旋风 (伤害/跳)"] = {
									["count"] = 29920,
								},
								["肉搏"] = {
									["count"] = 776160,
								},
							},
							["amount"] = 806080,
						},
					},
					["RunicPowerGained"] = {
						["死神的抚摩"] = {
							["Details"] = {
								["查理三世"] = {
									["count"] = 150,
								},
							},
							["amount"] = 150,
						},
						["符文分流"] = {
							["Details"] = {
								["查理三世"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["符文武器增效"] = {
							["Details"] = {
								["查理三世"] = {
									["count"] = 125,
								},
							},
							["amount"] = 125,
						},
						["鲜血打击"] = {
							["Details"] = {
								["查理三世"] = {
									["count"] = 320,
								},
							},
							["amount"] = 320,
						},
						["枯萎凋零"] = {
							["Details"] = {
								["查理三世"] = {
									["count"] = 350,
								},
							},
							["amount"] = 350,
						},
						["心脏打击"] = {
							["Details"] = {
								["查理三世"] = {
									["count"] = 1860.599999904633,
								},
							},
							["amount"] = 1860.599999904633,
						},
						["碎心打击"] = {
							["Details"] = {
								["查理三世"] = {
									["count"] = 374,
								},
							},
							["amount"] = 374,
						},
						["骨髓分裂"] = {
							["Details"] = {
								["查理三世"] = {
									["count"] = 920,
								},
							},
							["amount"] = 920,
						},
						["符文调谐"] = {
							["Details"] = {
								["查理三世"] = {
									["count"] = 740,
								},
							},
							["amount"] = 740,
						},
						["冰冷渴望"] = {
							["Details"] = {
								["查理三世"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["猩红余味"] = {
							["Details"] = {
								["查理三世"] = {
									["count"] = 100,
								},
							},
							["amount"] = 100,
						},
					},
					["TimeHealing"] = {
						["查理三世"] = {
							["Details"] = {
								["鲜红符文"] = {
									["count"] = 2.76,
								},
								["猩红余味"] = {
									["count"] = 3.34,
								},
								["血之疫病"] = {
									["count"] = 120.91,
								},
								["鲜血护盾"] = {
									["count"] = 170.52,
								},
								["吸血"] = {
									["count"] = 103.44,
								},
								["大地结界"] = {
									["count"] = 27.77,
								},
								["永恒脐带"] = {
									["count"] = 8.2,
								},
								["灵界打击"] = {
									["count"] = 41.00999999999999,
								},
							},
							["amount"] = 477.9499999999999,
						},
					},
					["OverHeals"] = {
						["鲜红符文"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 22369,
									["min"] = 5886,
									["count"] = 3,
									["amount"] = 50624,
								},
							},
							["count"] = 3,
							["amount"] = 50624,
						},
						["猩红余味"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 27265,
									["min"] = 1982,
									["count"] = 9,
									["amount"] = 144652,
								},
							},
							["count"] = 9,
							["amount"] = 144652,
						},
						["灵界打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 121375,
									["min"] = 1504,
									["count"] = 109,
									["amount"] = 4902175,
								},
							},
							["count"] = 109,
							["amount"] = 4902175,
						},
						["吸血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 11300,
									["min"] = 85,
									["count"] = 7,
									["amount"] = 16145,
								},
							},
							["count"] = 7,
							["amount"] = 16145,
						},
						["血之疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 7969,
									["min"] = 12,
									["count"] = 37,
									["amount"] = 96555,
								},
							},
							["count"] = 37,
							["amount"] = 96555,
						},
					},
					["PartialResist"] = {
						["涌动"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 14,
						},
						["邪恶伏击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["裂树击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["奥术飞弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 23,
						},
						["火焰风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["狂野啄击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 881,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 881,
						},
						["俯冲轰炸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["断体猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 20,
						},
						["奥术驱除"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["凶恶猛扑"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["啄击 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 35,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 35,
						},
						["奥术裂隙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["星界旋风 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["奥术宝珠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["秘法冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["断体猛击 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 56,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 56,
						},
						["裂隙之息"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 17,
						},
						["奥术之雨"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["驱除闯入者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["狂野啄击 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 46,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 46,
						},
						["爆发苏醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["阵风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["震耳尖啸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["风暴斩击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["爆炸之种"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["啄击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 20,
						},
					},
					["ElementTakenAbsorb"] = {
						["Arcane"] = 26472,
						["Physical"] = 708023,
						["Melee"] = 2658736,
						["Nature"] = 10680,
					},
					["ActiveTime"] = 1164.249999999996,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 2177,
								},
								["Tick"] = {
									["count"] = 867,
								},
								["Crit"] = {
									["count"] = 464,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3512,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 36,
								},
								["Hit"] = {
									["count"] = 237,
								},
							},
							["amount"] = 273,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 68,
								},
								["Hit"] = {
									["count"] = 442,
								},
							},
							["amount"] = 510,
						},
					},
					["Absorbed"] = {
						["鲜血护盾"] = {
							["Details"] = {
								["查理三世"] = {
									["max"] = 60564,
									["min"] = 121,
									["count"] = 273,
									["amount"] = 2771328,
								},
							},
							["count"] = 273,
							["amount"] = 2771328,
						},
						["大地结界"] = {
							["Details"] = {
								["查理三世"] = {
									["max"] = 26272,
									["min"] = 248,
									["count"] = 42,
									["amount"] = 319594,
								},
							},
							["count"] = 42,
							["amount"] = 319594,
						},
						["永恒脐带"] = {
							["Details"] = {
								["查理三世"] = {
									["max"] = 18070,
									["min"] = 3550,
									["count"] = 21,
									["amount"] = 251319,
								},
							},
							["count"] = 21,
							["amount"] = 251319,
						},
					},
					["RunicPowerGain"] = 4999.599999904633,
					["DamageTaken"] = 10662702,
					["Heals"] = {
						["鲜红符文"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 22369,
									["min"] = 16483,
									["count"] = 6,
									["amount"] = 128327,
								},
							},
							["count"] = 6,
							["amount"] = 128327,
						},
						["猩红余味"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 18244,
									["min"] = 2557,
									["count"] = 6,
									["amount"] = 57465,
								},
							},
							["count"] = 6,
							["amount"] = 57465,
						},
						["血之疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 10149,
									["min"] = 252,
									["count"] = 445,
									["amount"] = 1597309,
								},
							},
							["count"] = 445,
							["amount"] = 1597309,
						},
						["鲜血护盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 60564,
									["min"] = 121,
									["count"] = 273,
									["amount"] = 2771328,
								},
							},
							["count"] = 273,
							["amount"] = 2771328,
						},
						["吸血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 12456,
									["min"] = 45,
									["count"] = 175,
									["amount"] = 353014,
								},
							},
							["count"] = 175,
							["amount"] = 353014,
						},
						["大地结界"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 26272,
									["min"] = 248,
									["count"] = 42,
									["amount"] = 319594,
								},
							},
							["count"] = 42,
							["amount"] = 319594,
						},
						["永恒脐带"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 18070,
									["min"] = 3550,
									["count"] = 21,
									["amount"] = 251319,
								},
							},
							["count"] = 21,
							["amount"] = 251319,
						},
						["灵界打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 209701,
									["min"] = 872,
									["count"] = 66,
									["amount"] = 2673607,
								},
							},
							["count"] = 66,
							["amount"] = 2673607,
						},
					},
					["GTFOEvents"] = 34,
					["PartialAbsorb"] = {
						["涌动"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 5355,
									["min"] = 5355,
									["count"] = 1,
									["amount"] = 5355,
								},
							},
							["count"] = 14,
							["amount"] = 5355,
						},
						["邪恶伏击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["裂树击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 18644,
									["min"] = 18644,
									["count"] = 2,
									["amount"] = 37288,
								},
							},
							["count"] = 5,
							["amount"] = 37288,
						},
						["奥术飞弹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 253,
									["min"] = 248,
									["count"] = 2,
									["amount"] = 501,
								},
							},
							["count"] = 23,
							["amount"] = 501,
						},
						["火焰风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["狂野啄击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 60564,
									["min"] = 6531,
									["count"] = 2,
									["amount"] = 67095,
								},
							},
							["count"] = 5,
							["amount"] = 67095,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 611,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 26520,
									["min"] = 121,
									["count"] = 270,
									["amount"] = 2658736,
								},
							},
							["count"] = 881,
							["amount"] = 2658736,
						},
						["俯冲轰炸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["断体猛击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 35933,
									["min"] = 618,
									["count"] = 5,
									["amount"] = 69964,
								},
							},
							["count"] = 20,
							["amount"] = 69964,
						},
						["奥术驱除"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["凶恶猛扑"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["啄击 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 6125,
									["min"] = 371,
									["count"] = 5,
									["amount"] = 16214,
								},
							},
							["count"] = 35,
							["amount"] = 16214,
						},
						["奥术裂隙"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["星界旋风 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["奥术宝珠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["秘法冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 10308,
									["min"] = 10308,
									["count"] = 1,
									["amount"] = 10308,
								},
							},
							["count"] = 6,
							["amount"] = 10308,
						},
						["断体猛击 (伤害/跳)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 12249,
									["min"] = 444,
									["count"] = 20,
									["amount"] = 189920,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 36,
									["amount"] = 0,
								},
							},
							["count"] = 56,
							["amount"] = 189920,
						},
						["裂隙之息"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 8549,
									["min"] = 1759,
									["count"] = 2,
									["amount"] = 10308,
								},
							},
							["count"] = 17,
							["amount"] = 10308,
						},
						["奥术之雨"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["驱除闯入者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 10680,
									["min"] = 10680,
									["count"] = 1,
									["amount"] = 10680,
								},
							},
							["count"] = 2,
							["amount"] = 10680,
						},
						["狂野啄击 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 12249,
									["min"] = 2089,
									["count"] = 25,
									["amount"] = 262307,
								},
							},
							["count"] = 46,
							["amount"] = 262307,
						},
						["爆发苏醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["阵风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["震耳尖啸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["风暴斩击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["爆炸之种"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["啄击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 22807,
									["min"] = 4113,
									["count"] = 5,
									["amount"] = 65235,
								},
							},
							["count"] = 20,
							["amount"] = 65235,
						},
					},
					["TimeSpent"] = {
						["茂林古树"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.03,
								},
								["灵界打击"] = {
									["count"] = 4.17,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 6.060000000000001,
								},
								["枯萎凋零"] = {
									["count"] = 13.67,
								},
								["心脏打击"] = {
									["count"] = 4.27,
								},
								["骨髓分裂"] = {
									["count"] = 0.73,
								},
								["血魔之握"] = {
									["count"] = 0.3,
								},
								["大地结界"] = {
									["count"] = 0.55,
								},
								["血液沸腾"] = {
									["count"] = 1.1,
								},
								["肉搏"] = {
									["count"] = 7.239999999999999,
								},
							},
							["amount"] = 38.12000000000002,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["心脏打击"] = {
									["count"] = 1,
								},
								["灵界打击"] = {
									["count"] = 1.25,
								},
								["骨髓分裂"] = {
									["count"] = 0.02,
								},
								["血液沸腾"] = {
									["count"] = 2.27,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 14.97,
								},
								["枯萎凋零"] = {
									["count"] = 5.879999999999999,
								},
								["肉搏"] = {
									["count"] = 1.15,
								},
							},
							["amount"] = 26.54,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.31,
								},
								["灵界打击"] = {
									["count"] = 2.19,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 9.360000000000001,
								},
								["枯萎凋零"] = {
									["count"] = 4.82,
								},
								["心脏打击"] = {
									["count"] = 2.31,
								},
								["骨髓分裂"] = {
									["count"] = 2.66,
								},
								["大地结界"] = {
									["count"] = 0.48,
								},
								["血液沸腾"] = {
									["count"] = 0.03,
								},
								["肉搏"] = {
									["count"] = 7.77,
								},
							},
							["amount"] = 29.93,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.19,
								},
								["灵界打击"] = {
									["count"] = 3.199999999999999,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 13.46,
								},
								["枯萎凋零"] = {
									["count"] = 24.92,
								},
								["心脏打击"] = {
									["count"] = 1.58,
								},
								["骨髓分裂"] = {
									["count"] = 0.32,
								},
								["大地结界"] = {
									["count"] = 0.7,
								},
								["血液沸腾"] = {
									["count"] = 2.28,
								},
								["肉搏"] = {
									["count"] = 11.04,
								},
							},
							["amount"] = 57.68999999999999,
						},
						["虚无修复者"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 0.23,
								},
								["骨髓分裂"] = {
									["count"] = 0.61,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0.33,
								},
								["枯萎凋零"] = {
									["count"] = 1.64,
								},
								["肉搏"] = {
									["count"] = 2.71,
								},
							},
							["amount"] = 5.520000000000001,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.38,
								},
								["枯萎凋零"] = {
									["count"] = 22.35,
								},
								["灵界打击"] = {
									["count"] = 3.97,
								},
								["骨髓分裂"] = {
									["count"] = 0.44,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 9.850000000000001,
								},
								["大地结界"] = {
									["count"] = 0.62,
								},
								["血液沸腾"] = {
									["count"] = 3.87,
								},
								["心脏打击"] = {
									["count"] = 2.34,
								},
							},
							["amount"] = 48.82,
						},
						["任性的教科书"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.35,
								},
								["灵界打击"] = {
									["count"] = 1.54,
								},
								["枯萎凋零"] = {
									["count"] = 2.14,
								},
								["大地结界"] = {
									["count"] = 0.26,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 1.72,
								},
								["血液沸腾"] = {
									["count"] = 0.24,
								},
								["心脏打击"] = {
									["count"] = 0.56,
								},
							},
							["amount"] = 8.809999999999999,
						},
						["古树树枝"] = {
							["Details"] = {
								["血液沸腾"] = {
									["count"] = 0.15,
								},
								["枯萎凋零"] = {
									["count"] = 0.25,
								},
							},
							["amount"] = 0.4,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.99,
								},
								["灵界打击"] = {
									["count"] = 5.25,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 15.93,
								},
								["枯萎凋零"] = {
									["count"] = 19.66,
								},
								["心脏打击"] = {
									["count"] = 5.67,
								},
								["骨髓分裂"] = {
									["count"] = 3.22,
								},
								["死亡之握"] = {
									["count"] = 0.56,
								},
								["大地结界"] = {
									["count"] = 1.59,
								},
								["血液沸腾"] = {
									["count"] = 4.520000000000001,
								},
								["肉搏"] = {
									["count"] = 4.76,
								},
							},
							["amount"] = 62.15000000000002,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.28,
								},
								["灵界打击"] = {
									["count"] = 4.51,
								},
								["大地结界"] = {
									["count"] = 1.06,
								},
								["枯萎凋零"] = {
									["count"] = 14.58,
								},
								["心脏打击"] = {
									["count"] = 5.65,
								},
								["骨髓分裂"] = {
									["count"] = 2.51,
								},
								["死亡之握"] = {
									["count"] = 1.5,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 9.979999999999999,
								},
								["血液沸腾"] = {
									["count"] = 3.71,
								},
								["肉搏"] = {
									["count"] = 11.19,
								},
							},
							["amount"] = 54.97000000000001,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 4.449999999999998,
								},
								["憎恶附肢"] = {
									["count"] = 7.409999999999999,
								},
								["灵界打击"] = {
									["count"] = 3.24,
								},
								["枯萎凋零"] = {
									["count"] = 5.62,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 3.18,
								},
								["大地结界"] = {
									["count"] = 0.69,
								},
								["血液沸腾"] = {
									["count"] = 1.86,
								},
								["心脏打击"] = {
									["count"] = 5.97,
								},
							},
							["amount"] = 32.42,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.31,
								},
								["枯萎凋零"] = {
									["count"] = 4.69,
								},
								["灵界打击"] = {
									["count"] = 2.72,
								},
								["骨髓分裂"] = {
									["count"] = 1.32,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 7.980000000000001,
								},
								["大地结界"] = {
									["count"] = 1.73,
								},
								["血液沸腾"] = {
									["count"] = 1.77,
								},
								["心脏打击"] = {
									["count"] = 0.97,
								},
							},
							["amount"] = 22.49,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.42,
								},
								["灵界打击"] = {
									["count"] = 1.78,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 4.469999999999999,
								},
								["枯萎凋零"] = {
									["count"] = 22.7,
								},
								["心脏打击"] = {
									["count"] = 2.23,
								},
								["骨髓分裂"] = {
									["count"] = 0.8300000000000001,
								},
								["大地结界"] = {
									["count"] = 0.51,
								},
								["血液沸腾"] = {
									["count"] = 2.26,
								},
								["肉搏"] = {
									["count"] = 6.78,
								},
							},
							["amount"] = 41.97999999999999,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.040000000000001,
								},
								["憎恶附肢"] = {
									["count"] = 5.549999999999999,
								},
								["灵界打击"] = {
									["count"] = 3.53,
								},
								["枯萎凋零"] = {
									["count"] = 13.96,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 3.72,
								},
								["大地结界"] = {
									["count"] = 0.03,
								},
								["血液沸腾"] = {
									["count"] = 2.29,
								},
								["心脏打击"] = {
									["count"] = 5.630000000000001,
								},
							},
							["amount"] = 39.74999999999999,
						},
						["克罗兹"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.33,
								},
								["灵界打击"] = {
									["count"] = 6.84,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 11.13,
								},
								["枯萎凋零"] = {
									["count"] = 22.86,
								},
								["心脏打击"] = {
									["count"] = 9.680000000000001,
								},
								["憎恶附肢"] = {
									["count"] = 4.31,
								},
								["骨髓分裂"] = {
									["count"] = 1.71,
								},
								["血液沸腾"] = {
									["count"] = 4.82,
								},
								["肉搏"] = {
									["count"] = 8.969999999999999,
								},
							},
							["amount"] = 70.65000000000002,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.51,
								},
								["灵界打击"] = {
									["count"] = 0.7,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 22.23,
								},
								["枯萎凋零"] = {
									["count"] = 30.97999999999999,
								},
								["心脏打击"] = {
									["count"] = 2.26,
								},
								["骨髓分裂"] = {
									["count"] = 0.25,
								},
								["大地结界"] = {
									["count"] = 0.54,
								},
								["血液沸腾"] = {
									["count"] = 4.300000000000001,
								},
								["肉搏"] = {
									["count"] = 2.1,
								},
							},
							["amount"] = 63.87000000000003,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.22,
								},
								["灵界打击"] = {
									["count"] = 2.19,
								},
								["大地结界"] = {
									["count"] = 0.26,
								},
								["枯萎凋零"] = {
									["count"] = 5.43,
								},
								["心脏打击"] = {
									["count"] = 0.78,
								},
								["骨髓分裂"] = {
									["count"] = 0.71,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 9.3,
								},
								["血液沸腾"] = {
									["count"] = 1.51,
								},
								["肉搏"] = {
									["count"] = 5.859999999999999,
								},
							},
							["amount"] = 26.26,
						},
						["查理三世"] = {
							["Details"] = {
								["鲜红符文"] = {
									["count"] = 2.76,
								},
								["猩红余味"] = {
									["count"] = 3.34,
								},
								["血之疫病"] = {
									["count"] = 120.91,
								},
								["鲜血护盾"] = {
									["count"] = 170.52,
								},
								["吸血"] = {
									["count"] = 103.44,
								},
								["大地结界"] = {
									["count"] = 27.77,
								},
								["永恒脐带"] = {
									["count"] = 8.2,
								},
								["灵界打击"] = {
									["count"] = 41.00999999999999,
								},
							},
							["amount"] = 477.9499999999999,
						},
						["缚法战斧"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 8.13,
								},
								["枯萎凋零"] = {
									["count"] = 15.09,
								},
								["灵界打击"] = {
									["count"] = 3.14,
								},
								["骨髓分裂"] = {
									["count"] = 1.45,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 6.270000000000001,
								},
								["大地结界"] = {
									["count"] = 0.9,
								},
								["血液沸腾"] = {
									["count"] = 1.81,
								},
								["心脏打击"] = {
									["count"] = 2.26,
								},
							},
							["amount"] = 39.05,
						},
						["缚法节杖"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.1,
								},
								["灵界打击"] = {
									["count"] = 0.88,
								},
								["大地结界"] = {
									["count"] = 0.03,
								},
								["枯萎凋零"] = {
									["count"] = 8.28,
								},
								["心脏打击"] = {
									["count"] = 0.76,
								},
								["骨髓分裂"] = {
									["count"] = 0.97,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 2.38,
								},
								["血液沸腾"] = {
									["count"] = 0.87,
								},
								["肉搏"] = {
									["count"] = 2.61,
								},
							},
							["amount"] = 16.88,
						},
					},
					["Healing"] = 4809722,
					["GTFOEvent"] = {
						["友方攻击"] = {
							["Details"] = {
								["星界新星 (月怒之歿-銀翼要塞)"] = {
									["max"] = 56591,
									["min"] = 56591,
									["count"] = 1,
									["amount"] = 56591,
								},
								["星界新星 (尹雲)"] = {
									["max"] = 42527,
									["min"] = 42527,
									["count"] = 1,
									["amount"] = 42527,
								},
							},
							["count"] = 2,
							["amount"] = 99118,
						},
						["犯错"] = {
							["Details"] = {
								["驱除闯入者"] = {
									["max"] = 32062,
									["min"] = 32062,
									["count"] = 1,
									["amount"] = 32062,
								},
								["阵风"] = {
									["max"] = 49866,
									["min"] = 49866,
									["count"] = 1,
									["amount"] = 49866,
								},
								["奥术之雨"] = {
									["max"] = 35643,
									["min"] = 30276,
									["count"] = 6,
									["amount"] = 208416,
								},
								["火焰风暴"] = {
									["max"] = 71236,
									["min"] = 71236,
									["count"] = 1,
									["amount"] = 71236,
								},
								["+爆炸之种"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["俯冲轰炸"] = {
									["max"] = 16332,
									["min"] = 16332,
									["count"] = 1,
									["amount"] = 16332,
								},
								["+火焰风暴"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 377912,
						},
						["高"] = {
							["Details"] = {
								["裂隙之息"] = {
									["max"] = 8549,
									["min"] = 8548,
									["count"] = 14,
									["amount"] = 119682,
								},
								["+星界旋风"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 119682,
						},
					},
					["HealedWho"] = {
						["查理三世"] = {
							["Details"] = {
								["鲜红符文"] = {
									["count"] = 128327,
								},
								["猩红余味"] = {
									["count"] = 57465,
								},
								["血之疫病"] = {
									["count"] = 1597309,
								},
								["鲜血护盾"] = {
									["count"] = 2771328,
								},
								["吸血"] = {
									["count"] = 353014,
								},
								["大地结界"] = {
									["count"] = 319594,
								},
								["永恒脐带"] = {
									["count"] = 251319,
								},
								["灵界打击"] = {
									["count"] = 2673607,
								},
							},
							["amount"] = 8151963,
						},
					},
					["Attacks"] = {
						["死神的抚摩"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 2680,
									["min"] = 1831,
									["count"] = 14,
									["amount"] = 28460,
								},
							},
							["count"] = 14,
							["amount"] = 28460,
						},
						["灵界打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 46463,
									["min"] = 15744,
									["count"] = 22,
									["amount"] = 698076,
								},
								["Hit"] = {
									["max"] = 31209,
									["min"] = 7678,
									["count"] = 108,
									["amount"] = 1833228,
								},
							},
							["count"] = 130,
							["amount"] = 2531304,
						},
						["大地结界"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5633,
									["min"] = 447,
									["count"] = 12,
									["amount"] = 18668,
								},
								["Hit"] = {
									["max"] = 2958,
									["min"] = 213,
									["count"] = 135,
									["amount"] = 101899,
								},
							},
							["count"] = 147,
							["amount"] = 120567,
						},
						["枯萎凋零"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1739,
									["min"] = 859,
									["count"] = 267,
									["amount"] = 264213,
								},
								["Hit"] = {
									["max"] = 877,
									["min"] = 429,
									["count"] = 1715,
									["amount"] = 842157,
								},
							},
							["count"] = 1982,
							["amount"] = 1106370,
						},
						["心脏打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7796,
									["min"] = 5607,
									["count"] = 25,
									["amount"] = 159850,
								},
								["Hit"] = {
									["max"] = 5678,
									["min"] = 2817,
									["count"] = 162,
									["amount"] = 526563,
								},
							},
							["count"] = 187,
							["amount"] = 686413,
						},
						["憎恶附肢"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7696,
									["min"] = 5774,
									["count"] = 6,
									["amount"] = 38050,
								},
								["Hit"] = {
									["max"] = 3835,
									["min"] = 2778,
									["count"] = 31,
									["amount"] = 95917,
								},
							},
							["count"] = 37,
							["amount"] = 133967,
						},
						["血魔之握"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["骨髓分裂"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11274,
									["min"] = 8834,
									["count"] = 9,
									["amount"] = 89254,
								},
								["Hit"] = {
									["max"] = 5899,
									["min"] = 4302,
									["count"] = 37,
									["amount"] = 181011,
								},
							},
							["count"] = 46,
							["amount"] = 270265,
						},
						["死亡之握"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 1732,
									["min"] = 1732,
									["count"] = 1,
									["amount"] = 1732,
								},
								["Crit"] = {
									["max"] = 8377,
									["min"] = 1823,
									["count"] = 128,
									["amount"] = 446775,
								},
								["Tick"] = {
									["max"] = 4229,
									["min"] = 911,
									["count"] = 867,
									["amount"] = 1543426,
								},
							},
							["count"] = 996,
							["amount"] = 1991933,
						},
						["血液沸腾"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13128,
									["min"] = 9183,
									["count"] = 63,
									["amount"] = 669752,
								},
								["Hit"] = {
									["max"] = 9541,
									["min"] = 4299,
									["count"] = 417,
									["amount"] = 2201037,
								},
							},
							["count"] = 480,
							["amount"] = 2870789,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 15926,
									["min"] = 7989,
									["count"] = 36,
									["amount"] = 339031,
								},
								["Hit"] = {
									["max"] = 7877,
									["min"] = 3967,
									["count"] = 237,
									["amount"] = 1082819,
								},
							},
							["count"] = 273,
							["amount"] = 1421850,
						},
					},
					["HealingTaken"] = 10707885,
					["RunicPowerGainedFrom"] = {
						["查理三世"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 150,
								},
								["符文分流"] = {
									["count"] = 30,
								},
								["符文武器增效"] = {
									["count"] = 125,
								},
								["鲜血打击"] = {
									["count"] = 320,
								},
								["枯萎凋零"] = {
									["count"] = 350,
								},
								["心脏打击"] = {
									["count"] = 1860.599999904633,
								},
								["碎心打击"] = {
									["count"] = 374,
								},
								["骨髓分裂"] = {
									["count"] = 920,
								},
								["符文调谐"] = {
									["count"] = 740,
								},
								["冰冷渴望"] = {
									["count"] = 30,
								},
								["猩红余味"] = {
									["count"] = 100,
								},
							},
							["amount"] = 4999.599999904633,
						},
					},
					["TimeDamage"] = 686.3000000000002,
					["TimeDamaging"] = {
						["茂林古树"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.03,
								},
								["灵界打击"] = {
									["count"] = 4.17,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 6.060000000000001,
								},
								["枯萎凋零"] = {
									["count"] = 13.67,
								},
								["心脏打击"] = {
									["count"] = 4.27,
								},
								["骨髓分裂"] = {
									["count"] = 0.73,
								},
								["血魔之握"] = {
									["count"] = 0.3,
								},
								["大地结界"] = {
									["count"] = 0.55,
								},
								["血液沸腾"] = {
									["count"] = 1.1,
								},
								["肉搏"] = {
									["count"] = 7.239999999999999,
								},
							},
							["amount"] = 38.12000000000002,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["心脏打击"] = {
									["count"] = 1,
								},
								["灵界打击"] = {
									["count"] = 1.25,
								},
								["骨髓分裂"] = {
									["count"] = 0.02,
								},
								["血液沸腾"] = {
									["count"] = 2.27,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 14.97,
								},
								["枯萎凋零"] = {
									["count"] = 5.879999999999999,
								},
								["肉搏"] = {
									["count"] = 1.15,
								},
							},
							["amount"] = 26.54,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.31,
								},
								["灵界打击"] = {
									["count"] = 2.19,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 9.360000000000001,
								},
								["枯萎凋零"] = {
									["count"] = 4.82,
								},
								["心脏打击"] = {
									["count"] = 2.31,
								},
								["骨髓分裂"] = {
									["count"] = 2.66,
								},
								["大地结界"] = {
									["count"] = 0.48,
								},
								["血液沸腾"] = {
									["count"] = 0.03,
								},
								["肉搏"] = {
									["count"] = 7.77,
								},
							},
							["amount"] = 29.93,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.19,
								},
								["灵界打击"] = {
									["count"] = 3.199999999999999,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 13.46,
								},
								["枯萎凋零"] = {
									["count"] = 24.92,
								},
								["心脏打击"] = {
									["count"] = 1.58,
								},
								["骨髓分裂"] = {
									["count"] = 0.32,
								},
								["大地结界"] = {
									["count"] = 0.7,
								},
								["血液沸腾"] = {
									["count"] = 2.28,
								},
								["肉搏"] = {
									["count"] = 11.04,
								},
							},
							["amount"] = 57.68999999999999,
						},
						["虚无修复者"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 0.23,
								},
								["骨髓分裂"] = {
									["count"] = 0.61,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0.33,
								},
								["枯萎凋零"] = {
									["count"] = 1.64,
								},
								["肉搏"] = {
									["count"] = 2.71,
								},
							},
							["amount"] = 5.520000000000001,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.38,
								},
								["枯萎凋零"] = {
									["count"] = 22.35,
								},
								["灵界打击"] = {
									["count"] = 3.97,
								},
								["骨髓分裂"] = {
									["count"] = 0.44,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 9.850000000000001,
								},
								["大地结界"] = {
									["count"] = 0.62,
								},
								["血液沸腾"] = {
									["count"] = 3.87,
								},
								["心脏打击"] = {
									["count"] = 2.34,
								},
							},
							["amount"] = 48.82,
						},
						["任性的教科书"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.35,
								},
								["灵界打击"] = {
									["count"] = 1.54,
								},
								["枯萎凋零"] = {
									["count"] = 2.14,
								},
								["大地结界"] = {
									["count"] = 0.26,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 1.72,
								},
								["血液沸腾"] = {
									["count"] = 0.24,
								},
								["心脏打击"] = {
									["count"] = 0.56,
								},
							},
							["amount"] = 8.809999999999999,
						},
						["古树树枝"] = {
							["Details"] = {
								["血液沸腾"] = {
									["count"] = 0.15,
								},
								["枯萎凋零"] = {
									["count"] = 0.25,
								},
							},
							["amount"] = 0.4,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.99,
								},
								["灵界打击"] = {
									["count"] = 5.25,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 15.93,
								},
								["枯萎凋零"] = {
									["count"] = 19.66,
								},
								["心脏打击"] = {
									["count"] = 5.67,
								},
								["骨髓分裂"] = {
									["count"] = 3.22,
								},
								["死亡之握"] = {
									["count"] = 0.56,
								},
								["大地结界"] = {
									["count"] = 1.59,
								},
								["血液沸腾"] = {
									["count"] = 4.520000000000001,
								},
								["肉搏"] = {
									["count"] = 4.76,
								},
							},
							["amount"] = 62.15000000000002,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.28,
								},
								["灵界打击"] = {
									["count"] = 4.51,
								},
								["大地结界"] = {
									["count"] = 1.06,
								},
								["枯萎凋零"] = {
									["count"] = 14.58,
								},
								["心脏打击"] = {
									["count"] = 5.65,
								},
								["骨髓分裂"] = {
									["count"] = 2.51,
								},
								["死亡之握"] = {
									["count"] = 1.5,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 9.979999999999999,
								},
								["血液沸腾"] = {
									["count"] = 3.71,
								},
								["肉搏"] = {
									["count"] = 11.19,
								},
							},
							["amount"] = 54.97000000000001,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 4.449999999999998,
								},
								["憎恶附肢"] = {
									["count"] = 7.409999999999999,
								},
								["灵界打击"] = {
									["count"] = 3.24,
								},
								["枯萎凋零"] = {
									["count"] = 5.62,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 3.18,
								},
								["大地结界"] = {
									["count"] = 0.69,
								},
								["血液沸腾"] = {
									["count"] = 1.86,
								},
								["心脏打击"] = {
									["count"] = 5.97,
								},
							},
							["amount"] = 32.42,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.31,
								},
								["枯萎凋零"] = {
									["count"] = 4.69,
								},
								["灵界打击"] = {
									["count"] = 2.72,
								},
								["骨髓分裂"] = {
									["count"] = 1.32,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 7.980000000000001,
								},
								["大地结界"] = {
									["count"] = 1.73,
								},
								["血液沸腾"] = {
									["count"] = 1.77,
								},
								["心脏打击"] = {
									["count"] = 0.97,
								},
							},
							["amount"] = 22.49,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.42,
								},
								["灵界打击"] = {
									["count"] = 1.78,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 4.469999999999999,
								},
								["枯萎凋零"] = {
									["count"] = 22.7,
								},
								["心脏打击"] = {
									["count"] = 2.23,
								},
								["骨髓分裂"] = {
									["count"] = 0.8300000000000001,
								},
								["大地结界"] = {
									["count"] = 0.51,
								},
								["血液沸腾"] = {
									["count"] = 2.26,
								},
								["肉搏"] = {
									["count"] = 6.78,
								},
							},
							["amount"] = 41.97999999999999,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.040000000000001,
								},
								["憎恶附肢"] = {
									["count"] = 5.549999999999999,
								},
								["灵界打击"] = {
									["count"] = 3.53,
								},
								["枯萎凋零"] = {
									["count"] = 13.96,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 3.72,
								},
								["大地结界"] = {
									["count"] = 0.03,
								},
								["血液沸腾"] = {
									["count"] = 2.29,
								},
								["心脏打击"] = {
									["count"] = 5.630000000000001,
								},
							},
							["amount"] = 39.74999999999999,
						},
						["克罗兹"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.33,
								},
								["灵界打击"] = {
									["count"] = 6.84,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 11.13,
								},
								["枯萎凋零"] = {
									["count"] = 22.86,
								},
								["心脏打击"] = {
									["count"] = 9.680000000000001,
								},
								["憎恶附肢"] = {
									["count"] = 4.31,
								},
								["骨髓分裂"] = {
									["count"] = 1.71,
								},
								["血液沸腾"] = {
									["count"] = 4.82,
								},
								["肉搏"] = {
									["count"] = 8.969999999999999,
								},
							},
							["amount"] = 70.65000000000002,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.51,
								},
								["灵界打击"] = {
									["count"] = 0.7,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 22.23,
								},
								["枯萎凋零"] = {
									["count"] = 30.97999999999999,
								},
								["心脏打击"] = {
									["count"] = 2.26,
								},
								["骨髓分裂"] = {
									["count"] = 0.25,
								},
								["大地结界"] = {
									["count"] = 0.54,
								},
								["血液沸腾"] = {
									["count"] = 4.300000000000001,
								},
								["肉搏"] = {
									["count"] = 2.1,
								},
							},
							["amount"] = 63.87000000000003,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.22,
								},
								["灵界打击"] = {
									["count"] = 2.19,
								},
								["大地结界"] = {
									["count"] = 0.26,
								},
								["枯萎凋零"] = {
									["count"] = 5.43,
								},
								["心脏打击"] = {
									["count"] = 0.78,
								},
								["骨髓分裂"] = {
									["count"] = 0.71,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 9.3,
								},
								["血液沸腾"] = {
									["count"] = 1.51,
								},
								["肉搏"] = {
									["count"] = 5.859999999999999,
								},
							},
							["amount"] = 26.26,
						},
						["缚法战斧"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 8.13,
								},
								["枯萎凋零"] = {
									["count"] = 15.09,
								},
								["灵界打击"] = {
									["count"] = 3.14,
								},
								["骨髓分裂"] = {
									["count"] = 1.45,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 6.270000000000001,
								},
								["大地结界"] = {
									["count"] = 0.9,
								},
								["血液沸腾"] = {
									["count"] = 1.81,
								},
								["心脏打击"] = {
									["count"] = 2.26,
								},
							},
							["amount"] = 39.05,
						},
						["缚法节杖"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 0.1,
								},
								["灵界打击"] = {
									["count"] = 0.88,
								},
								["大地结界"] = {
									["count"] = 0.03,
								},
								["枯萎凋零"] = {
									["count"] = 8.28,
								},
								["心脏打击"] = {
									["count"] = 0.76,
								},
								["骨髓分裂"] = {
									["count"] = 0.97,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 2.38,
								},
								["血液沸腾"] = {
									["count"] = 0.87,
								},
								["肉搏"] = {
									["count"] = 2.61,
								},
							},
							["amount"] = 16.88,
						},
					},
					["GTFOEventDamage"] = 596712,
					["HOT_Time"] = 24,
					["HOTs"] = {
						["鲜红符文"] = {
							["Details"] = {
								["查理三世"] = {
									["count"] = 24,
								},
							},
							["amount"] = 24,
						},
					},
				},
			},
			["LastEventTimes"] = {
				8669.354, -- [1]
				8669.504, -- [2]
				8669.82, -- [3]
				8645.802, -- [4]
				8647.236, -- [5]
				8647.836, -- [6]
				8648.786, -- [7]
				8649.569, -- [8]
				8650.102, -- [9]
				8650.303, -- [10]
				8651.536, -- [11]
				8651.819, -- [12]
				8652.119, -- [13]
				8652.719000000001, -- [14]
				8652.747, -- [15]
				8652.853000000001, -- [16]
				8653.569, -- [17]
				8653.969000000001, -- [18]
				8654.019, -- [19]
				8654.287, -- [20]
				8654.303, -- [21]
				8654.52, -- [22]
				8655.02, -- [23]
				8655.203, -- [24]
				8655.22, -- [25]
				8655.22, -- [26]
				8655.736, -- [27]
				8656.453, -- [28]
				8657.203, -- [29]
				8657.92, -- [30]
				8658.625, -- [31]
				8659.353000000001, -- [32]
				8660.087, -- [33]
				8660.803, -- [34]
				8661.537, -- [35]
				8662.253, -- [36]
				8662.97, -- [37]
				8663.703, -- [38]
				8664.12, -- [39]
				8664.12, -- [40]
				8665.154, -- [41]
				8665.72, -- [42]
				8666.454, -- [43]
				8666.604, -- [44]
				8666.92, -- [45]
				8667.187, -- [46]
				8667.904, -- [47]
				8668.054, -- [48]
				8668.371000000001, -- [49]
				8668.62, -- [50]
			},
			["LastEventHealthMax"] = {
				342342, -- [1]
				342342, -- [2]
				342342, -- [3]
				357903, -- [4]
				357903, -- [5]
				357903, -- [6]
				357903, -- [7]
				357903, -- [8]
				357903, -- [9]
				357903, -- [10]
				357903, -- [11]
				357903, -- [12]
				357903, -- [13]
				357903, -- [14]
				357903, -- [15]
				357903, -- [16]
				357903, -- [17]
				357903, -- [18]
				357903, -- [19]
				357903, -- [20]
				357903, -- [21]
				357903, -- [22]
				357903, -- [23]
				357903, -- [24]
				357903, -- [25]
				357903, -- [26]
				357903, -- [27]
				357903, -- [28]
				357903, -- [29]
				357903, -- [30]
				357903, -- [31]
				357903, -- [32]
				357903, -- [33]
				357903, -- [34]
				357903, -- [35]
				357903, -- [36]
				357903, -- [37]
				357903, -- [38]
				357903, -- [39]
				357903, -- [40]
				357903, -- [41]
				357903, -- [42]
				342342, -- [43]
				342342, -- [44]
				342342, -- [45]
				342342, -- [46]
				342342, -- [47]
				342342, -- [48]
				342342, -- [49]
				342342, -- [50]
			},
			["LastActive"] = 50403.139,
		},
		["净化图腾 <查理三世>"] = {
			["GUID"] = "Creature-0-4282-2444-25142-195778-000017370E",
			["TimeLast"] = {
				["OVERALL"] = 46827.347,
				["DeathCount"] = 46827.347,
			},
			["LastEventType"] = {
				"MISC", -- [1]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
			},
			["enClass"] = "PET",
			["level"] = 1,
			["LastFightIn"] = 159,
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["ownerName"] = "查理三世",
			["NextEventNum"] = 2,
			["DeathLogs"] = {
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"净化图腾 <查理三世>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 46829.347,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [1]
			},
			["LastEvents"] = {
				"净化图腾 <查理三世>死亡。", -- [1]
			},
			["Name"] = "净化图腾",
			["LastEventTimes"] = {
				46827.981, -- [1]
			},
			["LastEventIncoming"] = {
				true, -- [1]
			},
			["UnitLockout"] = 46827.347,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DeathCount"] = 1,
				},
			},
			["LastAbility"] = 49916.997,
		},
		["No One"] = {
			["GUID"] = "",
			["TimeLast"] = {
				["FDamage"] = 7827.612,
				["ActiveTime"] = 7827.612,
				["OVERALL"] = 7827.612,
				["DOT_Time"] = 7823.623000000001,
				["TimeDamage"] = 7827.612,
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
			},
			["TimeWindows"] = {
				["ActiveTime"] = {
					18.62000000000001, -- [1]
				},
				["FDamage"] = {
					352972, -- [1]
				},
				["DOT_Time"] = {
					12, -- [1]
				},
				["TimeDamage"] = {
					18.62000000000001, -- [1]
				},
			},
			["level"] = 0,
			["LastFightIn"] = 3,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["Owner"] = false,
			["LastAbility"] = 49916.997,
			["NextEventNum"] = 28,
			["LastDamageTime"] = 7827.627,
			["LastEvents"] = {
				"No One 法力虚空 尹雲 Hit -12673 (Arcane)", -- [1]
				"No One 法力虚空 矨琳 Absorb -1215 (Arcane)", -- [2]
				"No One 法力虚空 矨琳 Hit -10939 (1215 被吸收) (Arcane)", -- [3]
				"No One 法力虚空 神迴-地獄吼 Hit -12610 (Arcane)", -- [4]
				"No One 法力虚空 月怒之歿-銀翼要塞 Hit -11748 (Arcane)", -- [5]
				"No One 法力虚空 神迴-地獄吼 Hit -12610 (Arcane)", -- [6]
				"No One 法力虚空 矨琳 Absorb -1214 (Arcane)", -- [7]
				"No One 法力虚空 矨琳 Hit -10932 (1214 被吸收) (Arcane)", -- [8]
				"No One 法力虚空 尹雲 Hit -11398 (Arcane)", -- [9]
				"No One 法力虚空 地狱火爪牙 <矨琳> Hit -3035 (Arcane)", -- [10]
				"No One 法力虚空 地狱火爪牙 <矨琳> Hit -3036 (Arcane)", -- [11]
				"No One 法力虚空 尹雲 Hit -11398 (Arcane)", -- [12]
				"No One 奥术宝珠 矨琳 Absorb -15212 (15212 被吸收) (Arcane)", -- [13]
				"No One 奥术宝珠 神迴-地獄吼 Hit -16048 (Arcane)", -- [14]
				"No One 奥术宝珠 查理三世 Hit -14267 (Arcane)", -- [15]
				"No One 奥术宝珠 神迴-地獄吼 Hit -16048 (Arcane)", -- [16]
				"No One 奥术宝珠 查理三世 Hit -14267 (Arcane)", -- [17]
				"No One 奥术宝珠 尹雲 Hit -15861 (Arcane)", -- [18]
				"No One 腐化法力 (伤害/跳) 神迴-地獄吼 Tick -28861 (Arcane)", -- [19]
				"No One 腐化法力 (伤害/跳) 矨琳 Absorb -5647 (Arcane)", -- [20]
				"No One 腐化法力 (伤害/跳) 矨琳 Tick -21709 (5647 被吸收) (Arcane)", -- [21]
				"No One 腐化法力 (伤害/跳) 尹雲 Tick -28525 (Arcane)", -- [22]
				"No One 腐化法力 (伤害/跳) 矨琳 Absorb -4447 (Arcane)", -- [23]
				"No One 腐化法力 (伤害/跳) 矨琳 Tick -22909 (4447 被吸收) (Arcane)", -- [24]
				"No One 奥术宝珠 神迴-地獄吼 Hit -16048 (Arcane)", -- [25]
				"No One 奥术宝珠 神迴-地獄吼 Hit -16048 (Arcane)", -- [26]
				"No One 奥术宝珠 查理三世 Hit -14267 (Arcane)", -- [27]
			},
			["Name"] = "No One",
			["UnitLockout"] = 7827.612,
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["腐化法力 (伤害/跳)"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 3,
								},
								["神迴-地獄吼"] = {
									["count"] = 3,
								},
								["矨琳"] = {
									["count"] = 6,
								},
							},
							["amount"] = 12,
						},
					},
					["TimeSpent"] = {
						["尹雲"] = {
							["Details"] = {
								["腐化法力 (伤害/跳)"] = {
									["count"] = 0.01,
								},
								["法力虚空"] = {
									["count"] = 1.53,
								},
								["奥术宝珠"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3.04,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["腐化法力 (伤害/跳)"] = {
									["count"] = 0.72,
								},
								["法力虚空"] = {
									["count"] = 3,
								},
								["奥术宝珠"] = {
									["count"] = 4.01,
								},
							},
							["amount"] = 7.73,
						},
						["查理三世"] = {
							["Details"] = {
								["奥术宝珠"] = {
									["count"] = 2.36,
								},
							},
							["amount"] = 2.36,
						},
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["法力虚空"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["矨琳"] = {
							["Details"] = {
								["腐化法力 (伤害/跳)"] = {
									["count"] = 0.99,
								},
								["法力虚空"] = {
									["count"] = 1.5,
								},
								["奥术宝珠"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3.99,
						},
					},
					["FAttacks"] = {
						["腐化法力 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 28861,
									["min"] = 21709,
									["count"] = 4,
									["amount"] = 102004,
								},
								["Absorb"] = {
									["max"] = 5647,
									["min"] = 4447,
									["count"] = 2,
									["amount"] = 10094,
								},
							},
							["count"] = 6,
							["amount"] = 112098,
						},
						["法力虚空"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 12673,
									["min"] = 3035,
									["count"] = 10,
									["amount"] = 100379,
								},
								["Absorb"] = {
									["max"] = 1215,
									["min"] = 1214,
									["count"] = 2,
									["amount"] = 2429,
								},
							},
							["count"] = 12,
							["amount"] = 102808,
						},
						["奥术宝珠"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 15212,
									["min"] = 15212,
									["count"] = 1,
									["amount"] = 15212,
								},
								["Hit"] = {
									["max"] = 16048,
									["min"] = 14267,
									["count"] = 8,
									["amount"] = 122854,
								},
							},
							["count"] = 9,
							["amount"] = 138066,
						},
					},
					["FDamage"] = 352972,
					["TimeDamage"] = 18.62000000000001,
					["TimeDamaging"] = {
						["尹雲"] = {
							["Details"] = {
								["腐化法力 (伤害/跳)"] = {
									["count"] = 0.01,
								},
								["法力虚空"] = {
									["count"] = 1.53,
								},
								["奥术宝珠"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3.04,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["腐化法力 (伤害/跳)"] = {
									["count"] = 0.72,
								},
								["法力虚空"] = {
									["count"] = 3,
								},
								["奥术宝珠"] = {
									["count"] = 4.01,
								},
							},
							["amount"] = 7.73,
						},
						["查理三世"] = {
							["Details"] = {
								["奥术宝珠"] = {
									["count"] = 2.36,
								},
							},
							["amount"] = 2.36,
						},
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["法力虚空"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["矨琳"] = {
							["Details"] = {
								["腐化法力 (伤害/跳)"] = {
									["count"] = 0.99,
								},
								["法力虚空"] = {
									["count"] = 1.5,
								},
								["奥术宝珠"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3.99,
						},
					},
					["ActiveTime"] = 18.62000000000001,
					["DOT_Time"] = 12,
					["FDamagedWho"] = {
						["尹雲"] = {
							["Details"] = {
								["腐化法力 (伤害/跳)"] = {
									["count"] = 28525,
								},
								["法力虚空"] = {
									["count"] = 35469,
								},
								["奥术宝珠"] = {
									["count"] = 15861,
								},
							},
							["amount"] = 79855,
						},
						["地狱火爪牙 <矨琳>"] = {
							["Details"] = {
								["法力虚空"] = {
									["count"] = 6071,
								},
							},
							["amount"] = 6071,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["腐化法力 (伤害/跳)"] = {
									["count"] = 28861,
								},
								["法力虚空"] = {
									["count"] = 25220,
								},
								["奥术宝珠"] = {
									["count"] = 64192,
								},
							},
							["amount"] = 118273,
						},
						["查理三世"] = {
							["Details"] = {
								["奥术宝珠"] = {
									["count"] = 42801,
								},
							},
							["amount"] = 42801,
						},
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["法力虚空"] = {
									["count"] = 11748,
								},
							},
							["amount"] = 11748,
						},
						["矨琳"] = {
							["Details"] = {
								["腐化法力 (伤害/跳)"] = {
									["count"] = 54712,
								},
								["法力虚空"] = {
									["count"] = 24300,
								},
								["奥术宝珠"] = {
									["count"] = 15212,
								},
							},
							["amount"] = 94224,
						},
					},
				},
			},
			["LastEventTimes"] = {
				7640.355000000001, -- [1]
				7642.777, -- [2]
				7642.777, -- [3]
				7647.626, -- [4]
				7664.689, -- [5]
				7756.042, -- [6]
				7756.042, -- [7]
				7756.042, -- [8]
				7756.076, -- [9]
				7756.076, -- [10]
				7756.076, -- [11]
				7756.076, -- [12]
				7801.281, -- [13]
				7803.015, -- [14]
				7804.567, -- [15]
				7805.031, -- [16]
				7805.788000000001, -- [17]
				7822.855000000001, -- [18]
				7823.573, -- [19]
				7823.587, -- [20]
				7823.587, -- [21]
				7823.602, -- [22]
				7824.582, -- [23]
				7824.582, -- [24]
				7825.132000000001, -- [25]
				7827.528, -- [26]
				7827.627, -- [27]
			},
			["LastActive"] = 7827.612,
		},
		["符文武器 <查理三世>"] = {
			["GUID"] = "Creature-0-3901-2526-16721-27893-0000958747",
			["TimeLast"] = {
				["Overhealing"] = 8512.627,
				["ActiveTime"] = 8517.611,
				["TimeDamage"] = 8517.611,
				["OVERALL"] = 8517.611,
				["DOT_Time"] = 8517.611,
				["Damage"] = 8517.611,
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["Overhealing"] = {
					1135065, -- [1]
				},
				["ActiveTime"] = {
					130.5899999999999, -- [1]
				},
				["TimeDamage"] = {
					130.5899999999999, -- [1]
				},
				["DOT_Time"] = {
					756, -- [1]
				},
				["Damage"] = {
					810327, -- [1]
				},
			},
			["enClass"] = "PET",
			["level"] = 1,
			["LastFightIn"] = 14,
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["ownerName"] = "查理三世",
			["LastAbility"] = 49916.997,
			["UnitLockout"] = 8517.611,
			["NextEventNum"] = 21,
			["LastDamageTime"] = 8518.078,
			["LastEvents"] = {
				"符文武器 <查理三世> 肉搏 艾杰斯亚回声骑士 Crit -2592 (Physical)", -- [1]
				"符文武器 <查理三世> 肉搏 艾杰斯亚回声骑士 Hit -1296 (Physical)", -- [2]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -423 (Shadow)", -- [3]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -423 (Shadow)", -- [4]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Crit -896 (Shadow)", -- [5]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -448 (Shadow)", -- [6]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -422 (Shadow)", -- [7]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -422 (Shadow)", -- [8]
				"符文武器 <查理三世> 心脏打击 艾杰斯亚回声骑士 Hit -858 (Physical)", -- [9]
				"符文武器 <查理三世> 心脏打击 艾杰斯亚回声骑士 Hit -876 (Physical)", -- [10]
				"符文武器 <查理三世> 心脏打击 艾杰斯亚回声骑士 Hit -910 (Physical)", -- [11]
				"符文武器 <查理三世> 心脏打击 艾杰斯亚回声骑士 Hit -866 (Physical)", -- [12]
				"符文武器 <查理三世> 心脏打击 艾杰斯亚回声骑士 Hit -866 (Physical)", -- [13]
				"符文武器 <查理三世> 心脏打击 艾杰斯亚回声骑士 Hit -924 (Physical)", -- [14]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -448 (Shadow)", -- [15]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Crit -896 (Shadow)", -- [16]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -423 (Shadow)", -- [17]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -423 (Shadow)", -- [18]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -422 (Shadow)", -- [19]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -422 (Shadow)", -- [20]
				"符文武器 <查理三世> 血液沸腾 艾杰斯亚回声骑士 Hit -1366 (Shadow)", -- [21]
				"符文武器 <查理三世> 血液沸腾 艾杰斯亚回声骑士 Hit -1392 (Shadow)", -- [22]
				"符文武器 <查理三世> 血液沸腾 艾杰斯亚回声骑士 Hit -1418 (Shadow)", -- [23]
				"符文武器 <查理三世> 血液沸腾 艾杰斯亚回声骑士 Hit -1422 (Shadow)", -- [24]
				"符文武器 <查理三世> 血液沸腾 艾杰斯亚回声骑士 Hit -1406 (Shadow)", -- [25]
				"符文武器 <查理三世> 血液沸腾 艾杰斯亚回声骑士 Crit -2790 (Shadow)", -- [26]
				"符文武器 <查理三世> 肉搏 艾杰斯亚回声骑士 Hit -1223 (Physical)", -- [27]
				"符文武器 <查理三世> 肉搏 艾杰斯亚回声骑士 Hit -1223 (Physical)", -- [28]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -343 (Shadow)", -- [29]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -344 (Shadow)", -- [30]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -344 (Shadow)", -- [31]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Crit -686 (Shadow)", -- [32]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -343 (Shadow)", -- [33]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -343 (Shadow)", -- [34]
				"符文武器 <查理三世> 心脏打击 艾杰斯亚回声骑士 Hit -851 (Physical)", -- [35]
				"符文武器 <查理三世> 心脏打击 艾杰斯亚回声骑士 Hit -886 (Physical)", -- [36]
				"符文武器 <查理三世> 心脏打击 艾杰斯亚回声骑士 Hit -857 (Physical)", -- [37]
				"符文武器 <查理三世> 心脏打击 艾杰斯亚回声骑士 Hit -844 (Physical)", -- [38]
				"符文武器 <查理三世> 肉搏 艾杰斯亚回声骑士 Hit -1222 (Physical)", -- [39]
				"符文武器 <查理三世> 肉搏 艾杰斯亚回声骑士 Hit -1223 (Physical)", -- [40]
				"符文武器 <查理三世> 灵界打击 符文武器 <查理三世> Hit +22296 (22296 过量治疗)", -- [41]
				"符文武器 <查理三世> 灵界打击 符文武器 <查理三世> Hit +22296 (22296 过量治疗)", -- [42]
				"符文武器 <查理三世> 灵界打击 艾杰斯亚回声骑士 Hit -3014 (Physical)", -- [43]
				"符文武器 <查理三世> 灵界打击 艾杰斯亚回声骑士 Hit -3121 (Physical)", -- [44]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -422 (Shadow)", -- [45]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -422 (Shadow)", -- [46]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -423 (Shadow)", -- [47]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -422 (Shadow)", -- [48]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -422 (Shadow)", -- [49]
				"符文武器 <查理三世> 血之疫病 (伤害/跳) 艾杰斯亚回声骑士 Tick -422 (Shadow)", -- [50]
			},
			["Name"] = "符文武器",
			["LastFlags"] = 2600,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["缚法节杖"] = {
									["count"] = 66,
								},
								["任性的教科书"] = {
									["count"] = 99,
								},
								["守护者哨兵"] = {
									["count"] = 18,
								},
								["奥术抢劫者"] = {
									["count"] = 183,
								},
								["被腐化的嗜魔者"] = {
									["count"] = 216,
								},
								["缚法战斧"] = {
									["count"] = 102,
								},
								["艾杰斯亚回声骑士"] = {
									["count"] = 72,
								},
							},
							["amount"] = 756,
						},
					},
					["OverHeals"] = {
						["灵界打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 23648,
									["min"] = 16890,
									["count"] = 60,
									["amount"] = 1135065,
								},
							},
							["count"] = 60,
							["amount"] = 1135065,
						},
					},
					["TimeSpent"] = {
						["缚法节杖"] = {
							["Details"] = {
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0.42,
								},
								["血液沸腾"] = {
									["count"] = 1.28,
								},
								["心脏打击"] = {
									["count"] = 2.52,
								},
							},
							["amount"] = 4.220000000000001,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 2.8,
								},
								["肉搏"] = {
									["count"] = 4.69,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0.81,
								},
								["血液沸腾"] = {
									["count"] = 1.16,
								},
								["心脏打击"] = {
									["count"] = 5.64,
								},
							},
							["amount"] = 15.1,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 1.5,
								},
								["灵界打击"] = {
									["count"] = 2.95,
								},
								["骨髓分裂"] = {
									["count"] = 2.1,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 8.420000000000002,
								},
								["血液沸腾"] = {
									["count"] = 1.65,
								},
								["肉搏"] = {
									["count"] = 6.48,
								},
							},
							["amount"] = 23.10000000000001,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 1.69,
								},
								["骨髓分裂"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 6.28,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 3.63,
								},
								["血液沸腾"] = {
									["count"] = 1.27,
								},
								["心脏打击"] = {
									["count"] = 1.33,
								},
							},
							["amount"] = 15.7,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.34,
								},
								["灵界打击"] = {
									["count"] = 6.04,
								},
								["血液沸腾"] = {
									["count"] = 0.44,
								},
								["心脏打击"] = {
									["count"] = 4.53,
								},
							},
							["amount"] = 16.35,
						},
						["任性的教科书"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.89,
								},
								["灵界打击"] = {
									["count"] = 2.62,
								},
								["心脏打击"] = {
									["count"] = 2.79,
								},
							},
							["amount"] = 8.299999999999999,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 1.5,
								},
								["灵界打击"] = {
									["count"] = 0.6699999999999999,
								},
								["肉搏"] = {
									["count"] = 3.790000000000001,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 9.9,
								},
								["血液沸腾"] = {
									["count"] = 2.53,
								},
								["心脏打击"] = {
									["count"] = 3.83,
								},
							},
							["amount"] = 22.22,
						},
						["缚法战斧"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 4.56,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 1.41,
								},
								["灵界打击"] = {
									["count"] = 1.49,
								},
								["骨髓分裂"] = {
									["count"] = 1.2,
								},
							},
							["amount"] = 8.66,
						},
						["克罗兹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 4.48,
								},
								["灵界打击"] = {
									["count"] = 6.090000000000001,
								},
								["心脏打击"] = {
									["count"] = 6.370000000000001,
								},
							},
							["amount"] = 16.94,
						},
					},
					["Attacks"] = {
						["死神的抚摩"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 576,
									["min"] = 536,
									["count"] = 4,
									["amount"] = 2208,
								},
							},
							["count"] = 4,
							["amount"] = 2208,
						},
						["灵界打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5286,
									["min"] = 4456,
									["count"] = 9,
									["amount"] = 42623,
								},
								["Hit"] = {
									["max"] = 4205,
									["min"] = 2193,
									["count"] = 51,
									["amount"] = 145424,
								},
							},
							["count"] = 60,
							["amount"] = 188047,
						},
						["骨髓分裂"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2597,
									["min"] = 2597,
									["count"] = 1,
									["amount"] = 2597,
								},
								["Hit"] = {
									["max"] = 1365,
									["min"] = 1257,
									["count"] = 7,
									["amount"] = 9172,
								},
							},
							["count"] = 8,
							["amount"] = 11769,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2985,
									["min"] = 2328,
									["count"] = 13,
									["amount"] = 32451,
								},
								["Hit"] = {
									["max"] = 1493,
									["min"] = 1164,
									["count"] = 95,
									["amount"] = 118118,
								},
							},
							["count"] = 108,
							["amount"] = 150569,
						},
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1399,
									["min"] = 686,
									["count"] = 40,
									["amount"] = 40531,
								},
								["Tick"] = {
									["max"] = 700,
									["min"] = 263,
									["count"] = 212,
									["amount"] = 106313,
								},
							},
							["count"] = 252,
							["amount"] = 146844,
						},
						["血液沸腾"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3145,
									["min"] = 2747,
									["count"] = 18,
									["amount"] = 52699,
								},
								["Hit"] = {
									["max"] = 1590,
									["min"] = 1362,
									["count"] = 101,
									["amount"] = 147044,
								},
							},
							["count"] = 119,
							["amount"] = 199743,
						},
						["心脏打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2119,
									["min"] = 1611,
									["count"] = 16,
									["amount"] = 28490,
								},
								["Hit"] = {
									["max"] = 1080,
									["min"] = 804,
									["count"] = 93,
									["amount"] = 82657,
								},
							},
							["count"] = 109,
							["amount"] = 111147,
						},
					},
					["Overhealing"] = 1135065,
					["ElementDone"] = {
						["Physical"] = 310963,
						["Melee"] = 150569,
						["Shadow"] = 348795,
					},
					["TimeDamage"] = 130.5899999999999,
					["DamagedWho"] = {
						["缚法节杖"] = {
							["Details"] = {
								["血之疫病 (伤害/跳)"] = {
									["count"] = 11835,
								},
								["血液沸腾"] = {
									["count"] = 24861,
								},
								["心脏打击"] = {
									["count"] = 7786,
								},
							},
							["amount"] = 44482,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 25017,
								},
								["肉搏"] = {
									["count"] = 17230,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 3430,
								},
								["血液沸腾"] = {
									["count"] = 4381,
								},
								["心脏打击"] = {
									["count"] = 9656,
								},
							},
							["amount"] = 59714,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 1073,
								},
								["灵界打击"] = {
									["count"] = 29355,
								},
								["骨髓分裂"] = {
									["count"] = 5196,
								},
								["肉搏"] = {
									["count"] = 25635,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 47309,
								},
								["血液沸腾"] = {
									["count"] = 47689,
								},
								["心脏打击"] = {
									["count"] = 5453,
								},
							},
							["amount"] = 161710,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 12836,
								},
								["骨髓分裂"] = {
									["count"] = 3854,
								},
								["肉搏"] = {
									["count"] = 16932,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 11004,
								},
								["血液沸腾"] = {
									["count"] = 9794,
								},
								["心脏打击"] = {
									["count"] = 8738,
								},
							},
							["amount"] = 63158,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 19616,
								},
								["灵界打击"] = {
									["count"] = 38016,
								},
								["血液沸腾"] = {
									["count"] = 2950,
								},
								["心脏打击"] = {
									["count"] = 16588,
								},
							},
							["amount"] = 77170,
						},
						["任性的教科书"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 13115,
								},
								["肉搏"] = {
									["count"] = 11139,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 21601,
								},
								["血液沸腾"] = {
									["count"] = 24642,
								},
								["心脏打击"] = {
									["count"] = 13403,
								},
							},
							["amount"] = 83900,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 1135,
								},
								["灵界打击"] = {
									["count"] = 13476,
								},
								["肉搏"] = {
									["count"] = 19015,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 28485,
								},
								["血液沸腾"] = {
									["count"] = 52957,
								},
								["心脏打击"] = {
									["count"] = 26642,
								},
							},
							["amount"] = 141710,
						},
						["缚法战斧"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 21374,
								},
								["骨髓分裂"] = {
									["count"] = 2719,
								},
								["心脏打击"] = {
									["count"] = 9663,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 23180,
								},
								["血液沸腾"] = {
									["count"] = 32469,
								},
								["肉搏"] = {
									["count"] = 18589,
								},
							},
							["amount"] = 107994,
						},
						["克罗兹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 22413,
								},
								["灵界打击"] = {
									["count"] = 34858,
								},
								["心脏打击"] = {
									["count"] = 13218,
								},
							},
							["amount"] = 70489,
						},
					},
					["ActiveTime"] = 130.5899999999999,
					["TimeDamaging"] = {
						["缚法节杖"] = {
							["Details"] = {
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0.42,
								},
								["血液沸腾"] = {
									["count"] = 1.28,
								},
								["心脏打击"] = {
									["count"] = 2.52,
								},
							},
							["amount"] = 4.220000000000001,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 2.8,
								},
								["肉搏"] = {
									["count"] = 4.69,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0.81,
								},
								["血液沸腾"] = {
									["count"] = 1.16,
								},
								["心脏打击"] = {
									["count"] = 5.64,
								},
							},
							["amount"] = 15.1,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 1.5,
								},
								["灵界打击"] = {
									["count"] = 2.95,
								},
								["骨髓分裂"] = {
									["count"] = 2.1,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 8.420000000000002,
								},
								["血液沸腾"] = {
									["count"] = 1.65,
								},
								["肉搏"] = {
									["count"] = 6.48,
								},
							},
							["amount"] = 23.10000000000001,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 1.69,
								},
								["骨髓分裂"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 6.28,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 3.63,
								},
								["血液沸腾"] = {
									["count"] = 1.27,
								},
								["心脏打击"] = {
									["count"] = 1.33,
								},
							},
							["amount"] = 15.7,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.34,
								},
								["灵界打击"] = {
									["count"] = 6.04,
								},
								["血液沸腾"] = {
									["count"] = 0.44,
								},
								["心脏打击"] = {
									["count"] = 4.53,
								},
							},
							["amount"] = 16.35,
						},
						["任性的教科书"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.89,
								},
								["灵界打击"] = {
									["count"] = 2.62,
								},
								["心脏打击"] = {
									["count"] = 2.79,
								},
							},
							["amount"] = 8.299999999999999,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["死神的抚摩"] = {
									["count"] = 1.5,
								},
								["灵界打击"] = {
									["count"] = 0.6699999999999999,
								},
								["肉搏"] = {
									["count"] = 3.790000000000001,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 9.9,
								},
								["血液沸腾"] = {
									["count"] = 2.53,
								},
								["心脏打击"] = {
									["count"] = 3.83,
								},
							},
							["amount"] = 22.22,
						},
						["缚法战斧"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 4.56,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 1.41,
								},
								["灵界打击"] = {
									["count"] = 1.49,
								},
								["骨髓分裂"] = {
									["count"] = 1.2,
								},
							},
							["amount"] = 8.66,
						},
						["克罗兹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 4.48,
								},
								["灵界打击"] = {
									["count"] = 6.090000000000001,
								},
								["心脏打击"] = {
									["count"] = 6.370000000000001,
								},
							},
							["amount"] = 16.94,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 26,
								},
								["Hit"] = {
									["count"] = 151,
								},
							},
							["amount"] = 177,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 13,
								},
								["Hit"] = {
									["count"] = 95,
								},
							},
							["amount"] = 108,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 105,
								},
								["Crit"] = {
									["count"] = 58,
								},
								["Tick"] = {
									["count"] = 212,
								},
							},
							["amount"] = 375,
						},
					},
					["DOT_Time"] = 756,
					["Damage"] = 810327,
				},
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				true, -- [41]
				true, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				8515.011, -- [1]
				8515.011, -- [2]
				8515.611, -- [3]
				8515.611, -- [4]
				8515.611, -- [5]
				8515.611, -- [6]
				8515.611, -- [7]
				8515.611, -- [8]
				8515.77, -- [9]
				8515.77, -- [10]
				8515.77, -- [11]
				8515.77, -- [12]
				8515.77, -- [13]
				8515.77, -- [14]
				8518.078, -- [15]
				8518.078, -- [16]
				8518.078, -- [17]
				8518.078, -- [18]
				8518.078, -- [19]
				8518.078, -- [20]
				8508.227, -- [21]
				8508.227, -- [22]
				8508.227, -- [23]
				8508.227, -- [24]
				8508.227, -- [25]
				8508.227, -- [26]
				8509.198, -- [27]
				8509.198, -- [28]
				8510.701000000001, -- [29]
				8510.701000000001, -- [30]
				8510.701000000001, -- [31]
				8510.701000000001, -- [32]
				8510.701000000001, -- [33]
				8510.701000000001, -- [34]
				8511.869, -- [35]
				8511.869, -- [36]
				8511.869, -- [37]
				8511.869, -- [38]
				8512.094000000001, -- [39]
				8512.094000000001, -- [40]
				8513.117, -- [41]
				8513.117, -- [42]
				8513.117, -- [43]
				8513.117, -- [44]
				8513.149, -- [45]
				8513.149, -- [46]
				8513.149, -- [47]
				8513.149, -- [48]
				8513.149, -- [49]
				8513.149, -- [50]
			},
			["LastActive"] = 8517.611,
		},
		["复活的食尸鬼 <查理三世>"] = {
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						true, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						true, -- [17]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 诺库德劫掠者 Hit -844 (Physical)", -- [1]
						"诺库德劫掠者 肉搏 复活的食尸鬼 <查理三世> Dodge (1)", -- [2]
						"复活的食尸鬼 <查理三世> 爪击 诺库德劫掠者 Hit -748 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德劫掠者 Crit -1691 (Physical)", -- [4]
						"诺库德劫掠者 肉搏 复活的食尸鬼 <查理三世> Hit -4374 (Physical)", -- [5]
						"诺库德劫掠者 引雷针 复活的食尸鬼 <查理三世> Hit -216 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德统御者 Hit -844 (Physical)", -- [7]
						"复活的食尸鬼 <查理三世> 爪击 诺库德统御者 Hit -760 (Physical)", -- [8]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德统御者 Hit -844 (Physical)", -- [9]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德统御者 Hit -874 (Physical)", -- [10]
						"No One 引雷针 复活的食尸鬼 <查理三世> Hit -1708 (Nature)", -- [11]
						"复活的食尸鬼 <查理三世> 爪击 诺库德统御者 Crit -1658 (Physical)", -- [12]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德统御者 Hit -926 (Physical)", -- [13]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德统御者 Hit -926 (Physical)", -- [14]
						"复活的食尸鬼 <查理三世> 爪击 诺库德统御者 Hit -849 (Physical)", -- [15]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德统御者 Hit -1208 (Physical)", -- [16]
						"复活的食尸鬼 <查理三世>死亡。", -- [17]
					},
					["DeathAt"] = 50121.153,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
					},
					["MessageTimes"] = {
						-14.26800000000367, -- [1]
						-13.69800000000396, -- [2]
						-13.1530000000057, -- [3]
						-12.49799999999959, -- [4]
						-11.56600000000617, -- [5]
						-10.57800000000134, -- [6]
						-10.57800000000134, -- [7]
						-8.874000000003434, -- [8]
						-8.788000000000466, -- [9]
						-6.845000000001164, -- [10]
						-5.959000000002561, -- [11]
						-5.959000000002561, -- [12]
						-5.043000000005122, -- [13]
						-3.173000000002503, -- [14]
						-2.93300000000454, -- [15]
						-1.358000000000175, -- [16]
						0, -- [17]
					},
					["HealthMax"] = {
						nil, -- [1]
						nil, -- [2]
						178952, -- [3]
						178952, -- [4]
						178952, -- [5]
						178952, -- [6]
						178952, -- [7]
						178952, -- [8]
					},
					["Health"] = {
						nil, -- [1]
						nil, -- [2]
						178952, -- [3]
						178952, -- [4]
						178952, -- [5]
						178952, -- [6]
						178952, -- [7]
						178952, -- [8]
					},
					["KilledBy"] = "No One",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"MISC", -- [17]
					},
				}, -- [1]
				{
					["MessageTimes"] = {
						3559.654999999999, -- [1]
						3559.654999999999, -- [2]
						3561, -- [3]
						3561.389000000003, -- [4]
						3563.078000000001, -- [5]
						3563.499000000003, -- [6]
						3563.499000000003, -- [7]
						-14.40099999999802, -- [8]
						-13.28399999999965, -- [9]
						-10.94999999999709, -- [10]
						-10.94999999999709, -- [11]
						-8.91700000000128, -- [12]
						-7.516999999999825, -- [13]
						-7, -- [14]
						-5.19999999999709, -- [15]
						-3.667000000001281, -- [16]
						-3.382999999994354, -- [17]
						-1.466000000000349, -- [18]
						0, -- [19]
					},
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						false, -- [6]
						true, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						true, -- [19]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 未知目标 Hit -1155 (Physical)", -- [1]
						"傘兵叄號丶-語風 圣光回响 复活的食尸鬼 <查理三世> Tick +198 (198 过量治疗)", -- [2]
						"复活的食尸鬼 <查理三世> 爪击 未知目标 Hit -1047 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 肉搏 未知目标 Hit -1155 (Physical)", -- [4]
						"傘兵叄號丶-語風 圣光回响 复活的食尸鬼 <查理三世> Tick +199 (199 过量治疗)", -- [5]
						"复活的食尸鬼 <查理三世> 肉搏 未知目标 Hit -1155 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世>死亡。", -- [7]
						"复活的食尸鬼 <查理三世> 爪击 克洛杰克，海滨巡游者 Hit -912 (Physical)", -- [8]
						"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Hit -1025 (Physical)", -- [9]
						"复活的食尸鬼 <查理三世> 爪击 克洛杰克，海滨巡游者 Hit -899 (Physical)", -- [10]
						"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Hit -992 (Physical)", -- [11]
						"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Hit -992 (Physical)", -- [12]
						"复活的食尸鬼 <查理三世> 爪击 克洛杰克，海滨巡游者 Hit -880 (Physical)", -- [13]
						"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Hit -1062 (Physical)", -- [14]
						"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Hit -1062 (Physical)", -- [15]
						"复活的食尸鬼 <查理三世> 爪击 克洛杰克，海滨巡游者 Hit -965 (Physical)", -- [16]
						"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Crit -2124 (Physical)", -- [17]
						"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Crit -2123 (Physical)", -- [18]
						"复活的食尸鬼 <查理三世>死亡。", -- [19]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 44668.533,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"HEAL", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"HEAL", -- [5]
						"DAMAGE", -- [6]
						"MISC", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"MISC", -- [19]
					},
				}, -- [2]
				{
					["MessageTimes"] = {
						-14.42799999999988, -- [1]
						-12.93500000000495, -- [2]
						-11.37000000000262, -- [3]
						-10.63700000000245, -- [4]
						-9.468000000000757, -- [5]
						-8.935000000004948, -- [6]
						-7.735000000000582, -- [7]
						-7.135000000002037, -- [8]
						-5.921000000002096, -- [9]
						-5.603000000002794, -- [10]
						-5.294999999998254, -- [11]
						-3.844000000004598, -- [12]
						-3.844000000004598, -- [13]
						-2.499000000003434, -- [14]
						-2.110000000000582, -- [15]
						-0.4210000000020955, -- [16]
						0, -- [17]
						0, -- [18]
					},
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						false, -- [3]
						true, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						true, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						false, -- [12]
						true, -- [13]
						false, -- [14]
						false, -- [15]
						true, -- [16]
						false, -- [17]
						true, -- [18]
					},
					["Messages"] = {
						"滅世咒劍-語風 治愈气息 复活的食尸鬼 <查理三世> Hit +74380 (74380 过量治疗)", -- [1]
						"傘兵叄號丶-語風 圣光回响 复活的食尸鬼 <查理三世> Tick +130 (130 过量治疗)", -- [2]
						"复活的食尸鬼 <查理三世> 肉搏 未知目标 Hit -1377 (Physical)", -- [3]
						"傘兵叄號丶-語風 神圣新星 复活的食尸鬼 <查理三世> Hit +1341 (1341 过量治疗)", -- [4]
						"复活的食尸鬼 <查理三世> 肉搏 未知目标 Hit -1377 (Physical)", -- [5]
						"复活的食尸鬼 <查理三世> 爪击 未知目标 Crit -2475 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世> 肉搏 未知目标 Hit -1377 (Physical)", -- [7]
						"傘兵叄號丶-語風 圣光回响 复活的食尸鬼 <查理三世> Tick +121 (121 过量治疗)", -- [8]
						"复活的食尸鬼 <查理三世> 肉搏 未知目标 Hit -1155 (Physical)", -- [9]
						"复活的食尸鬼 <查理三世> 爪击 未知目标 Hit -1062 (Physical)", -- [10]
						"傘兵叄號丶-語風 神圣新星 复活的食尸鬼 <查理三世> Crit +2640 (2640 过量治疗)", -- [11]
						"复活的食尸鬼 <查理三世> 肉搏 未知目标 Hit -1155 (Physical)", -- [12]
						"傘兵叄號丶-語風 圣光回响 复活的食尸鬼 <查理三世> Tick +198 (198 过量治疗)", -- [13]
						"复活的食尸鬼 <查理三世> 爪击 未知目标 Hit -1047 (Physical)", -- [14]
						"复活的食尸鬼 <查理三世> 肉搏 未知目标 Hit -1155 (Physical)", -- [15]
						"傘兵叄號丶-語風 圣光回响 复活的食尸鬼 <查理三世> Tick +199 (199 过量治疗)", -- [16]
						"复活的食尸鬼 <查理三世> 肉搏 未知目标 Hit -1155 (Physical)", -- [17]
						"复活的食尸鬼 <查理三世>死亡。", -- [18]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 48232.34,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"HEAL", -- [1]
						"HEAL", -- [2]
						"DAMAGE", -- [3]
						"HEAL", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"HEAL", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"HEAL", -- [11]
						"DAMAGE", -- [12]
						"HEAL", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"HEAL", -- [16]
						"DAMAGE", -- [17]
						"MISC", -- [18]
					},
				}, -- [3]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						true, -- [13]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 爪击 卡加尔·五牙 Crit -2085 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 肉搏 卡加尔·五牙 Hit -1136 (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 肉搏 卡加尔·五牙 Hit -1054 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 爪击 卡加尔·五牙 Hit -941 (Physical)", -- [4]
						"复活的食尸鬼 <查理三世> 肉搏 卡加尔·五牙 Hit -1054 (Physical)", -- [5]
						"复活的食尸鬼 <查理三世> 肉搏 卡加尔·五牙 Crit -2108 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世> 爪击 卡加尔·五牙 Crit -1774 (Physical)", -- [7]
						"复活的食尸鬼 <查理三世> 肉搏 卡加尔·五牙 Crit -1936 (Physical)", -- [8]
						"复活的食尸鬼 <查理三世> 肉搏 卡加尔·五牙 Crit -1936 (Physical)", -- [9]
						"复活的食尸鬼 <查理三世> 爪击 卡加尔·五牙 Hit -853 (Physical)", -- [10]
						"复活的食尸鬼 <查理三世> 肉搏 卡加尔·五牙 Hit -968 (Physical)", -- [11]
						"复活的食尸鬼 <查理三世> 肉搏 卡加尔·五牙 Hit -1019 (Physical)", -- [12]
						"复活的食尸鬼 <查理三世>死亡。", -- [13]
					},
					["DeathAt"] = 46343.339,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
					},
					["MessageTimes"] = {
						-14.96499999999651, -- [1]
						-14.54099999999744, -- [2]
						-12.69200000000274, -- [3]
						-11.57400000000052, -- [4]
						-10.88700000000245, -- [5]
						-9.108000000000175, -- [6]
						-7.650000000001455, -- [7]
						-7.296000000002096, -- [8]
						-5.512999999999011, -- [9]
						-4.290999999997439, -- [10]
						-3.805000000000291, -- [11]
						-1.813000000001921, -- [12]
						0, -- [13]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "老石牙",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"MISC", -- [13]
					},
				}, -- [4]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 诺库德哨兵 Hit -985 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 爪击 诺库德哨兵 Crit -1797 (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德哨兵 Crit -1970 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德哨兵 Hit -985 (Physical)", -- [4]
						"诺库德蛮兵 雷霆践踏 复活的食尸鬼 <查理三世> Hit -3840 (Nature)", -- [5]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德哨兵 Hit -1002 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德哨兵 Hit -1002 (Physical)", -- [7]
						"复活的食尸鬼 <查理三世> 爪击 诺库德哨兵 Hit -918 (Physical)", -- [8]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德哨兵 Hit -1047 (Physical)", -- [9]
						"复活的食尸鬼 <查理三世> 爪击 诺库德哨兵 Crit -1919 (Physical)", -- [10]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德哨兵 Hit -1029 (Physical)", -- [11]
						"复活的食尸鬼 <查理三世> 肉搏 诺库德哨兵 Hit -1029 (Physical)", -- [12]
						"复活的食尸鬼 <查理三世> 爪击 诺库德哨兵 Hit -903 (Physical)", -- [13]
						"复活的食尸鬼 <查理三世>死亡。", -- [14]
					},
					["DeathAt"] = 38741.509,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
					},
					["MessageTimes"] = {
						-13.51699999999983, -- [1]
						-12.29999999999563, -- [2]
						-11.68000000000029, -- [3]
						-9.849999999998545, -- [4]
						-8.298999999999069, -- [5]
						-8.099999999998545, -- [6]
						-6.273999999997614, -- [7]
						-5.72899999999936, -- [8]
						-4.466000000000349, -- [9]
						-4.032999999995809, -- [10]
						-2.694999999999709, -- [11]
						-0.782999999995809, -- [12]
						-0.782999999995809, -- [13]
						0, -- [14]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "诺库德蛮兵",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"MISC", -- [14]
					},
				}, -- [5]
				{
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世>死亡。", -- [1]
					},
					["DeathAt"] = 38598.499,
					["EventNum"] = {
						0, -- [1]
					},
					["MessageTimes"] = {
						0, -- [1]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "诺库德蛮兵",
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [6]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世>死亡。", -- [1]
					},
					["HealthMax"] = {
						178952, -- [1]
					},
					["DeathAt"] = 38469.507,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
						178952, -- [1]
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [7]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
					},
					["Messages"] = {
						"頑皮小婷-語風 辉金之道 复活的食尸鬼 <查理三世> Hit +447 (447 过量治疗)", -- [1]
						"頑皮小婷-語風 辉金之道 复活的食尸鬼 <查理三世> Hit +454 (454 过量治疗)", -- [2]
						"頑皮小婷-語風 辉金之道 复活的食尸鬼 <查理三世> Crit +908 (908 过量治疗)", -- [3]
						"頑皮小婷-語風 辉金之道 复活的食尸鬼 <查理三世> Hit +454 (454 过量治疗)", -- [4]
						"頑皮小婷-語風 辉金之道 复活的食尸鬼 <查理三世> Hit +454 (454 过量治疗)", -- [5]
						"复活的食尸鬼 <查理三世>死亡。", -- [6]
					},
					["DeathAt"] = 38216.506,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
					},
					["MessageTimes"] = {
						-5.620999999999185, -- [1]
						-4.582999999998719, -- [2]
						-3.642999999996391, -- [3]
						-2.56699999999546, -- [4]
						-1.666999999994005, -- [5]
						0, -- [6]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "狂放的风暴",
					["MessageType"] = {
						"HEAL", -- [1]
						"HEAL", -- [2]
						"HEAL", -- [3]
						"HEAL", -- [4]
						"HEAL", -- [5]
						"MISC", -- [6]
					},
				}, -- [8]
				{
					["MessageTimes"] = {
						-8.18800000000192, -- [1]
						-8.18800000000192, -- [2]
						-6.542000000001281, -- [3]
						-6.444999999999709, -- [4]
						-4.688000000001921, -- [5]
						-3.298999999999069, -- [6]
						-2.42699999999968, -- [7]
						-0.6710000000020955, -- [8]
						0, -- [9]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						true, -- [9]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 萌芽的鞭笞者 Hit -840 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 爪击 萌芽的鞭笞者 Hit -769 (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 爪击 活力鞭笞者 Hit -750 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 肉搏 活力鞭笞者 Crit -1679 (Physical)", -- [4]
						"复活的食尸鬼 <查理三世> 肉搏 活力鞭笞者 Hit -1363 (Physical)", -- [5]
						"复活的食尸鬼 <查理三世> 爪击 活力鞭笞者 Hit -1223 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世> 肉搏 活力鞭笞者 Hit -1448 (Physical)", -- [7]
						"复活的食尸鬼 <查理三世> 肉搏 活力鞭笞者 Hit -1366 (Physical)", -- [8]
						"复活的食尸鬼 <查理三世>死亡。", -- [9]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 18504.121,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"MISC", -- [9]
					},
				}, -- [9]
				{
					["MessageTimes"] = {
						-14.50200000000041, -- [1]
						-13.0679999999993, -- [2]
						-12.71800000000076, -- [3]
						-10.93500000000131, -- [4]
						-9.817999999999302, -- [5]
						-9.209999999999127, -- [6]
						0, -- [7]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						true, -- [7]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 贪食的鹿角虫 Hit -1099 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 爪击 贪食的鹿角虫 Hit -965 (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 肉搏 贪食的鹿角虫 Crit -2197 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 肉搏 贪食的鹿角虫 Hit -1098 (Physical)", -- [4]
						"复活的食尸鬼 <查理三世> 爪击 贪食的鹿角虫 Crit -2670 (Physical)", -- [5]
						"复活的食尸鬼 <查理三世> 肉搏 贪食的鹿角虫 Hit -1460 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世>死亡。", -- [7]
					},
					["HealthMax"] = {
						178952, -- [1]
						178952, -- [2]
						178952, -- [3]
						178952, -- [4]
						178952, -- [5]
					},
					["DeathAt"] = 18283.134,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
					},
					["Health"] = {
						178952, -- [1]
						178952, -- [2]
						178952, -- [3]
						178952, -- [4]
						178952, -- [5]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"MISC", -- [7]
					},
				}, -- [10]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
						false, -- [15]
						true, -- [16]
						true, -- [17]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 爪击 贪食的鹿角虫 Hit -751 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 肉搏 贪食的鹿角虫 Crit -1680 (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 肉搏 贪食的鹿角虫 Hit -840 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 爪击 贪食的鹿角虫 Crit -1478 (Physical)", -- [4]
						"复活的食尸鬼 <查理三世> 肉搏 贪食的鹿角虫 Crit -1680 (Physical)", -- [5]
						"复活的食尸鬼 <查理三世> 爪击 贪食的鹿角虫 Hit -745 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世> 肉搏 贪食的鹿角虫 Hit -840 (Physical)", -- [7]
						"复活的食尸鬼 <查理三世> 爪击 贪食的鹿角虫 Hit -863 (Physical)", -- [8]
						"复活的食尸鬼 <查理三世> 肉搏 贪食的鹿角虫 Crit -1936 (Physical)", -- [9]
						"复活的食尸鬼 <查理三世> 肉搏 贪食的鹿角虫 Hit -968 (Physical)", -- [10]
						"贪食的鹿角虫 毒药汁液 (伤害/跳) 复活的食尸鬼 <查理三世> Tick -276 (Nature)", -- [11]
						"复活的食尸鬼 <查理三世> 肉搏 贪食的鹿角虫 Hit -968 (Physical)", -- [12]
						"复活的食尸鬼 <查理三世> 爪击 贪食的鹿角虫 Hit -876 (Physical)", -- [13]
						"贪食的鹿角虫 毒药汁液 (伤害/跳) 复活的食尸鬼 <查理三世> Tick -276 (Nature)", -- [14]
						"复活的食尸鬼 <查理三世> 肉搏 贪食的鹿角虫 Crit -2123 (Physical)", -- [15]
						"贪食的鹿角虫 毒药汁液 (伤害/跳) 复活的食尸鬼 <查理三世> Tick -276 (Nature)", -- [16]
						"复活的食尸鬼 <查理三世>死亡。", -- [17]
					},
					["DeathAt"] = 18162.129,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
					},
					["MessageTimes"] = {
						-14.71500000000015, -- [1]
						-13.6919999999991, -- [2]
						-11.86699999999837, -- [3]
						-11.43399999999747, -- [4]
						-10.08399999999892, -- [5]
						-9.833999999998923, -- [6]
						-8.28399999999965, -- [7]
						-6.566999999999098, -- [8]
						-6.566999999999098, -- [9]
						-4.799999999999272, -- [10]
						-4.217000000000553, -- [11]
						-2.950000000000728, -- [12]
						-2.416999999997643, -- [13]
						-2.217000000000553, -- [14]
						-1.216000000000349, -- [15]
						-0.2160000000003493, -- [16]
						0, -- [17]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "贪食的鹿角虫",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"MISC", -- [17]
					},
				}, -- [11]
				{
					["MessageTimes"] = {
						-14.66700000000128, -- [1]
						-14.06700000000274, -- [2]
						-12.20000000000073, -- [3]
						-11.40600000000268, -- [4]
						-10.45200000000114, -- [5]
						-8.707000000002154, -- [6]
						-7.367000000002008, -- [7]
						-6.967000000000553, -- [8]
						-5.117000000002008, -- [9]
						-4.066000000002532, -- [10]
						-3.367000000002008, -- [11]
						-1.650000000001455, -- [12]
						-0.783000000003085, -- [13]
						0, -- [14]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 爪击 法铸蛮兵 Crit -1949 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 肉搏 法铸蛮兵 Hit -1070 (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 肉搏 法铸蛮兵 Hit -1069 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 爪击 法铸蛮兵 Hit -951 (Physical)", -- [4]
						"复活的食尸鬼 <查理三世> 肉搏 法铸蛮兵 Hit -1070 (Physical)", -- [5]
						"复活的食尸鬼 <查理三世> 肉搏 法铸蛮兵 Hit -1051 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世> 爪击 法铸蛮兵 Crit -1970 (Physical)", -- [7]
						"复活的食尸鬼 <查理三世> 肉搏 法铸蛮兵 Hit -1115 (Physical)", -- [8]
						"复活的食尸鬼 <查理三世> 肉搏 法铸蛮兵 Hit -1115 (Physical)", -- [9]
						"复活的食尸鬼 <查理三世> 爪击 法铸蛮兵 Hit -967 (Physical)", -- [10]
						"复活的食尸鬼 <查理三世> 肉搏 法铸蛮兵 Hit -1016 (Physical)", -- [11]
						"复活的食尸鬼 <查理三世> 肉搏 法铸蛮兵 Hit -1016 (Physical)", -- [12]
						"复活的食尸鬼 <查理三世> 爪击 法铸蛮兵 Crit -1859 (Physical)", -- [13]
						"复活的食尸鬼 <查理三世>死亡。", -- [14]
					},
					["HealthMax"] = {
						[11] = 178952,
						[13] = 178952,
						[8] = 178952,
						[10] = 178952,
						[12] = 178952,
						[9] = 178952,
					},
					["DeathAt"] = 17903.126,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
					},
					["Health"] = {
						[11] = 178952,
						[13] = 178952,
						[8] = 178952,
						[10] = 178952,
						[12] = 178952,
						[9] = 178952,
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"MISC", -- [14]
					},
				}, -- [12]
				{
					["MessageTimes"] = {
						-13.76900000000023, -- [1]
						0, -- [2]
					},
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 塔拉赛战士 Crit -1765 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世>死亡。", -- [2]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 17473.132,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"MISC", -- [2]
					},
				}, -- [13]
				{
					["MessageIncoming"] = {
						true, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						false, -- [6]
						false, -- [7]
						true, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						true, -- [15]
						false, -- [16]
						false, -- [17]
						true, -- [18]
					},
					["Messages"] = {
						"骨箭猎手 残酷陷阱 (伤害/跳) 复活的食尸鬼 <查理三世> Tick -236 (Nature)", -- [1]
						"复活的食尸鬼 <查理三世> 肉搏 恶毒的土狼 Hit -1073 (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 肉搏 骨箭猎手 Crit -2145 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 爪击 骨箭猎手 Hit -980 (Physical)", -- [4]
						"骨箭猎手 残酷陷阱 (伤害/跳) 复活的食尸鬼 <查理三世> Tick -228 (Nature)", -- [5]
						"复活的食尸鬼 <查理三世> 肉搏 骨箭猎手 Hit -1072 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世> 爪击 骨箭猎手 Hit -984 (Physical)", -- [7]
						"骨箭猎手 残酷陷阱 (伤害/跳) 复活的食尸鬼 <查理三世> Tick -234 (Nature)", -- [8]
						"复活的食尸鬼 <查理三世> 肉搏 骨箭猎手 Hit -1073 (Physical)", -- [9]
						"复活的食尸鬼 <查理三世> 肉搏 骨箭猎手 Hit -1073 (Physical)", -- [10]
						"骨箭猎手 残酷陷阱 (伤害/跳) 复活的食尸鬼 <查理三世> Tick -237 (Nature)", -- [11]
						"复活的食尸鬼 <查理三世> 肉搏 骨箭猎手 Hit -1373 (Physical)", -- [12]
						"复活的食尸鬼 <查理三世> 爪击 骨箭猎手 Hit -1250 (Physical)", -- [13]
						"复活的食尸鬼 <查理三世> 肉搏 骨箭猎手 Hit -1373 (Physical)", -- [14]
						"骨箭猎手 残酷陷阱 (伤害/跳) 复活的食尸鬼 <查理三世> Tick -235 (Nature)", -- [15]
						"复活的食尸鬼 <查理三世> 爪击 骨箭猎手 Hit -1180 (Physical)", -- [16]
						"复活的食尸鬼 <查理三世> 肉搏 骨箭猎手 Crit -2697 (Physical)", -- [17]
						"复活的食尸鬼 <查理三世>死亡。", -- [18]
					},
					["DeathAt"] = 17184.128,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
					},
					["MessageTimes"] = {
						-14.91799999999785, -- [1]
						-14.6349999999984, -- [2]
						-12.20100000000093, -- [3]
						-12.20100000000093, -- [4]
						-11.96800000000076, -- [5]
						-10.41400000000067, -- [6]
						-8.916999999997643, -- [7]
						-8.916999999997643, -- [8]
						-8.600999999998749, -- [9]
						-6.883999999998196, -- [10]
						-5.916999999997643, -- [11]
						-5.033999999999651, -- [12]
						-4.815999999998894, -- [13]
						-3.283999999999651, -- [14]
						-2.984000000000378, -- [15]
						-1.583999999998923, -- [16]
						-1.583999999998923, -- [17]
						0, -- [18]
					},
					["HealthMax"] = {
						[13] = 178952,
						[15] = 178952,
						[12] = 178952,
						[14] = 178952,
						[16] = 178952,
						[17] = 178952,
					},
					["Health"] = {
						[13] = 178952,
						[15] = 178952,
						[12] = 178952,
						[14] = 178952,
						[16] = 178952,
						[17] = 178952,
					},
					["KilledBy"] = "骨箭猎手",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"MISC", -- [18]
					},
				}, -- [14]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 爪击 枯萎噬咬者 Hit -906 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 肉搏 枯萎噬咬者 Hit -1080 (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 肉搏 枯萎噬咬者 Hit -1080 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 爪击 枯萎噬咬者 Crit -1916 (Physical)", -- [4]
						"复活的食尸鬼 <查理三世> 肉搏 枯萎噬咬者 Hit -1080 (Physical)", -- [5]
						"复活的食尸鬼 <查理三世> 肉搏 枯萎噬咬者 Crit -2160 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世> 爪击 枯萎噬咬者 Hit -979 (Physical)", -- [7]
						"复活的食尸鬼 <查理三世> 肉搏 枯萎噬咬者 Crit -2160 (Physical)", -- [8]
						"复活的食尸鬼 <查理三世> 肉搏 枯萎噬咬者 Hit -1018 (Physical)", -- [9]
						"复活的食尸鬼 <查理三世> 爪击 枯萎噬咬者 Hit -1187 (Physical)", -- [10]
						"复活的食尸鬼 <查理三世> 肉搏 枯萎噬咬者 Hit -1313 (Physical)", -- [11]
						"复活的食尸鬼 <查理三世>死亡。", -- [12]
					},
					["DeathAt"] = 15727.123,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
					},
					["MessageTimes"] = {
						-13.95499999999993, -- [1]
						-13.53800000000047, -- [2]
						-11.67100000000028, -- [3]
						-9.954999999999927, -- [4]
						-9.954999999999927, -- [5]
						-8.155000000000655, -- [6]
						-6.515000000001237, -- [7]
						-6.087999999999738, -- [8]
						-4.02100000000064, -- [9]
						-2.404000000000451, -- [10]
						-1.9950000000008, -- [11]
						0, -- [12]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "腐臭的颂朽者",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"MISC", -- [12]
					},
				}, -- [15]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 被缚者因菲纳 Crit -1889 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 爪击 被缚者因菲纳 Crit -1688 (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 肉搏 被缚者因菲纳 Hit -1179 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 肉搏 被缚者因菲纳 Crit -2358 (Physical)", -- [4]
						"复活的食尸鬼 <查理三世> 爪击 被缚者因菲纳 Hit -1078 (Physical)", -- [5]
						"复活的食尸鬼 <查理三世> 肉搏 被缚者因菲纳 Hit -1178 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世> 爪击 被缚者因菲纳 Crit -2143 (Physical)", -- [7]
						"复活的食尸鬼 <查理三世> 肉搏 被缚者因菲纳 Hit -1405 (Physical)", -- [8]
						"复活的食尸鬼 <查理三世> 肉搏 被缚者因菲纳 Hit -1405 (Physical)", -- [9]
						"复活的食尸鬼 <查理三世> 爪击 被缚者因菲纳 Crit -2558 (Physical)", -- [10]
						"复活的食尸鬼 <查理三世> 肉搏 被缚者因菲纳 Hit -1405 (Physical)", -- [11]
						"复活的食尸鬼 <查理三世> 爪击 被缚者因菲纳 Hit -1256 (Physical)", -- [12]
						"复活的食尸鬼 <查理三世> 肉搏 被缚者因菲纳 Hit -1281 (Physical)", -- [13]
						"复活的食尸鬼 <查理三世>死亡。", -- [14]
					},
					["DeathAt"] = 14315.466,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
					},
					["MessageTimes"] = {
						-14.67399999999907, -- [1]
						-13.40799999999945, -- [2]
						-12.41200000000026, -- [3]
						-10.75, -- [4]
						-9.880999999999403, -- [5]
						-8.699000000000524, -- [6]
						-7.075999999999112, -- [7]
						-6.975000000000364, -- [8]
						-5.115999999999985, -- [9]
						-3.5049999999992, -- [10]
						-3.420000000000073, -- [11]
						-1.492000000000189, -- [12]
						-1.492000000000189, -- [13]
						0, -- [14]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "炽焰火飑鸟",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"MISC", -- [14]
					},
				}, -- [16]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 灭龙士兵 Hit -841 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 爪击 灭龙士兵 Crit -1522 (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 肉搏 灭龙士兵 Hit -882 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 爪击 灭龙士兵 Hit -789 (Physical)", -- [4]
						"复活的食尸鬼 <查理三世>死亡。", -- [5]
					},
					["DeathAt"] = 14017.476,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
					},
					["MessageTimes"] = {
						-5.171999999998661, -- [1]
						-5.171999999998661, -- [2]
						-3.281999999999243, -- [3]
						-3.172999999998865, -- [4]
						0, -- [5]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "灭龙士兵",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"MISC", -- [5]
					},
				}, -- [17]
				{
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世>死亡。", -- [1]
					},
					["DeathAt"] = 13500.476,
					["EventNum"] = {
						0, -- [1]
					},
					["MessageTimes"] = {
						0, -- [1]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "特拉坎",
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [18]
				{
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世>死亡。", -- [1]
					},
					["DeathAt"] = 13156.479,
					["EventNum"] = {
						0, -- [1]
					},
					["MessageTimes"] = {
						0, -- [1]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "虔心者泰利罗德",
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [19]
				{
					["MessageTimes"] = {
						-14.41699999999946, -- [1]
						0, -- [2]
					},
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 闪霜塔拉赛 Hit -935 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世>死亡。", -- [2]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 11592.475,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"MISC", -- [2]
					},
				}, -- [20]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 11008.467,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [21]
				{
					["MessageTimes"] = {
						-0.3429999999989377, -- [1]
						0, -- [2]
					},
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 松脂石碎片 Crit -1680 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世>死亡。", -- [2]
					},
					["HealthMax"] = {
						178952, -- [1]
						178952, -- [2]
					},
					["DeathAt"] = 10872.475,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
					},
					["Health"] = {
						178952, -- [1]
						178952, -- [2]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"MISC", -- [2]
					},
				}, -- [22]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						true, -- [4]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 灭石者托卡拉 Hit -1198 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 爪击 灭石者托卡拉 Absorb -1084 (1084 被吸收) (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 肉搏 灭石者托卡拉 Hit -1198 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世>死亡。", -- [4]
					},
					["DeathAt"] = 10630.473,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["MessageTimes"] = {
						-14.86700000000019, -- [1]
						-13.5, -- [2]
						-13.0510000000013, -- [3]
						0, -- [4]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "灭石者托卡拉",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"MISC", -- [4]
					},
				}, -- [23]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						true, -- [8]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 卡拉希掷焰者 Hit -1272 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 爪击 卡拉希掷焰者 Hit -1118 (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 肉搏 卡拉希掷焰者 Hit -1348 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 肉搏 卡拉希掷焰者 Hit -1348 (Physical)", -- [4]
						"复活的食尸鬼 <查理三世> 爪击 卡拉希掷焰者 Hit -1190 (Physical)", -- [5]
						"复活的食尸鬼 <查理三世> 肉搏 卡拉希掷焰者 Hit -1528 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世> 肉搏 卡拉希掷焰者 Hit -1528 (Physical)", -- [7]
						"复活的食尸鬼 <查理三世>死亡。", -- [8]
					},
					["DeathAt"] = 9479.161,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
					},
					["MessageTimes"] = {
						-14.51800000000003, -- [1]
						-14.1929999999993, -- [2]
						-12.85200000000077, -- [3]
						-11.07999999999993, -- [4]
						-10.16799999999967, -- [5]
						-9.351000000000568, -- [6]
						-7.522000000000844, -- [7]
						0, -- [8]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "召唤出的熔岩元素",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"MISC", -- [8]
					},
				}, -- [24]
				{
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世>死亡。", -- [1]
					},
					["DeathAt"] = 9335.153,
					["EventNum"] = {
						0, -- [1]
					},
					["MessageTimes"] = {
						0, -- [1]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "卡拉希愈石者",
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [25]
				{
					["MessageTimes"] = {
						-14.76700000000074, -- [1]
						-13.50000000000091, -- [2]
						-13.05000000000109, -- [3]
						-12.1200000000008, -- [4]
						-11.82900000000063, -- [5]
						-11.33300000000054, -- [6]
						-10.16500000000087, -- [7]
						-9.600000000001273, -- [8]
						-8.88300000000072, -- [9]
						-8.717000000000553, -- [10]
						-7.900000000001455, -- [11]
						-7.267000000001644, -- [12]
						-6.483000000000175, -- [13]
						-6.166000000001077, -- [14]
						-5.833000000000538, -- [15]
						-4.466000000000349, -- [16]
						-4.38300000000163, -- [17]
						-3.233000000000175, -- [18]
						-2.933000000000902, -- [19]
						-2.733000000000175, -- [20]
						-1.499000000001615, -- [21]
						-1.016000000001441, -- [22]
						-0.05000000000109139, -- [23]
						0, -- [24]
					},
					["MessageIncoming"] = {
						true, -- [1]
						false, -- [2]
						true, -- [3]
						false, -- [4]
						false, -- [5]
						true, -- [6]
						false, -- [7]
						true, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
						false, -- [15]
						true, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						true, -- [20]
						false, -- [21]
						true, -- [22]
						false, -- [23]
						true, -- [24]
					},
					["Messages"] = {
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1556 (1556 过量治疗)", -- [1]
						"复活的食尸鬼 <查理三世> 肉搏 克罗兹 Hit -1079 (Physical)", -- [2]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1616 (1616 过量治疗)", -- [3]
						"复活的食尸鬼 <查理三世> 爪击 克罗兹 Hit -959 (Physical)", -- [4]
						"复活的食尸鬼 <查理三世> 肉搏 克罗兹 Hit -1079 (Physical)", -- [5]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1603 (1603 过量治疗)", -- [6]
						"复活的食尸鬼 <查理三世> 肉搏 克罗兹 Hit -1079 (Physical)", -- [7]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1608 (1608 过量治疗)", -- [8]
						"复活的食尸鬼 <查理三世> 爪击 克罗兹 Hit -983 (Physical)", -- [9]
						"复活的食尸鬼 <查理三世> 肉搏 克罗兹 Hit -1079 (Physical)", -- [10]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1560 (1560 过量治疗)", -- [11]
						"复活的食尸鬼 <查理三世> 肉搏 克罗兹 Hit -1079 (Physical)", -- [12]
						"复活的食尸鬼 <查理三世> 爪击 克罗兹 Hit -986 (Physical)", -- [13]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1612 (1612 过量治疗)", -- [14]
						"复活的食尸鬼 <查理三世> 肉搏 克罗兹 Crit -2158 (Physical)", -- [15]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1621 (1621 过量治疗)", -- [16]
						"复活的食尸鬼 <查理三世> 肉搏 克罗兹 Hit -1382 (Physical)", -- [17]
						"复活的食尸鬼 <查理三世> 爪击 克罗兹 Hit -1242 (Physical)", -- [18]
						"复活的食尸鬼 <查理三世> 肉搏 克罗兹 Hit -1382 (Physical)", -- [19]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1603 (1603 过量治疗)", -- [20]
						"复活的食尸鬼 <查理三世> 肉搏 克罗兹 Hit -1383 (Physical)", -- [21]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1607 (1607 过量治疗)", -- [22]
						"复活的食尸鬼 <查理三世> 肉搏 克罗兹 Hit -1383 (Physical)", -- [23]
						"复活的食尸鬼 <查理三世>死亡。", -- [24]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 8201.624,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"HEAL", -- [1]
						"DAMAGE", -- [2]
						"HEAL", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"HEAL", -- [6]
						"DAMAGE", -- [7]
						"HEAL", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"HEAL", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"HEAL", -- [14]
						"DAMAGE", -- [15]
						"HEAL", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"HEAL", -- [20]
						"DAMAGE", -- [21]
						"HEAL", -- [22]
						"DAMAGE", -- [23]
						"MISC", -- [24]
					},
				}, -- [26]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 8058.614000000001,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [27]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						true, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						false, -- [12]
						true, -- [13]
						false, -- [14]
						true, -- [15]
						true, -- [16]
						false, -- [17]
						true, -- [18]
						false, -- [19]
						false, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 缚法战斧 Hit -1079 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 爪击 缚法战斧 Hit -953 (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 爪击 缚法战斧 Hit -950 (Physical)", -- [3]
						"复活的食尸鬼 <查理三世> 肉搏 缚法战斧 Hit -1079 (Physical)", -- [4]
						"奥术抢劫者 邪恶伏击 复活的食尸鬼 <查理三世> Hit -912 (Arcane)", -- [5]
						"缚法节杖 秘法冲击 复活的食尸鬼 <查理三世> Hit -1899 (Arcane)", -- [6]
						"复活的食尸鬼 <查理三世> 肉搏 缚法战斧 Crit -2158 (Physical)", -- [7]
						"复活的食尸鬼 <查理三世> 肉搏 缚法战斧 Hit -1079 (Physical)", -- [8]
						"复活的食尸鬼 <查理三世> 爪击 缚法战斧 Crit -1960 (Physical)", -- [9]
						"复活的食尸鬼 <查理三世> 肉搏 缚法战斧 Hit -1078 (Physical)", -- [10]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Tick +1479", -- [11]
						"复活的食尸鬼 <查理三世> 爪击 缚法战斧 Hit -976 (Physical)", -- [12]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Tick +1354 (22 过量治疗)", -- [13]
						"复活的食尸鬼 <查理三世> 肉搏 缚法战斧 Hit -1079 (Physical)", -- [14]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Tick +1233 (1233 过量治疗)", -- [15]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Tick +1117 (1117 过量治疗)", -- [16]
						"复活的食尸鬼 <查理三世> 肉搏 缚法战斧 Hit -1079 (Physical)", -- [17]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Tick +1007 (1007 过量治疗)", -- [18]
						"复活的食尸鬼 <查理三世> 爪击 缚法战斧 Crit -1963 (Physical)", -- [19]
						"复活的食尸鬼 <查理三世> 肉搏 缚法战斧 Hit -1079 (Physical)", -- [20]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Tick +902 (902 过量治疗)", -- [21]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Tick +803 (803 过量治疗)", -- [22]
						"复活的食尸鬼 <查理三世>死亡。", -- [23]
					},
					["DeathAt"] = 7938.624,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
					},
					["MessageTimes"] = {
						-12.14000000000033, -- [1]
						-12.14000000000033, -- [2]
						-10.52199999999994, -- [3]
						-10.47500000000036, -- [4]
						-9.9350000000004, -- [5]
						-9.537000000000262, -- [6]
						-8.85400000000027, -- [7]
						-7.271999999999935, -- [8]
						-7.271999999999935, -- [9]
						-5.693999999999505, -- [10]
						-4.88799999999992, -- [11]
						-4.868999999999687, -- [12]
						-4.153999999999542, -- [13]
						-4.131999999999607, -- [14]
						-3.417000000000371, -- [15]
						-2.706000000000131, -- [16]
						-2.690999999999804, -- [17]
						-1.952000000000226, -- [18]
						-1.635000000000218, -- [19]
						-1.247999999999593, -- [20]
						-1.228000000000066, -- [21]
						-0.4979999999995926, -- [22]
						0, -- [23]
					},
					["HealthMax"] = {
						[17] = 178952,
						[15] = 178952,
						[18] = 178952,
						[19] = 178952,
						[16] = 178952,
						[14] = 178952,
					},
					["Health"] = {
						[17] = 178952,
						[15] = 178952,
						[18] = 178952,
						[19] = 178952,
						[16] = 178952,
						[14] = 178952,
					},
					["KilledBy"] = "缚法节杖",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"HEAL", -- [11]
						"DAMAGE", -- [12]
						"HEAL", -- [13]
						"DAMAGE", -- [14]
						"HEAL", -- [15]
						"HEAL", -- [16]
						"DAMAGE", -- [17]
						"HEAL", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"HEAL", -- [21]
						"HEAL", -- [22]
						"MISC", -- [23]
					},
				}, -- [28]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						true, -- [3]
						false, -- [4]
						true, -- [5]
						false, -- [6]
						false, -- [7]
						true, -- [8]
						false, -- [9]
						true, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
						true, -- [15]
						false, -- [16]
						false, -- [17]
						true, -- [18]
						false, -- [19]
						true, -- [20]
						false, -- [21]
						true, -- [22]
						false, -- [23]
						false, -- [24]
						true, -- [25]
						false, -- [26]
						true, -- [27]
						false, -- [28]
						false, -- [29]
						false, -- [30]
						true, -- [31]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 爪击 维克萨姆斯 Hit -977 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 肉搏 维克萨姆斯 Hit -1078 (Physical)", -- [2]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1591 (1591 过量治疗)", -- [3]
						"复活的食尸鬼 <查理三世> 肉搏 维克萨姆斯 Hit -1079 (Physical)", -- [4]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1583 (1583 过量治疗)", -- [5]
						"复活的食尸鬼 <查理三世> 爪击 维克萨姆斯 Hit -979 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世> 肉搏 维克萨姆斯 Hit -1078 (Physical)", -- [7]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Crit +3238 (3238 过量治疗)", -- [8]
						"复活的食尸鬼 <查理三世> 肉搏 维克萨姆斯 Hit -1079 (Physical)", -- [9]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1547 (1547 过量治疗)", -- [10]
						"月怒之歿-銀翼要塞 新绿 复活的食尸鬼 <查理三世> Hit +7348 (7348 过量治疗)", -- [11]
						"复活的食尸鬼 <查理三世> 爪击 维克萨姆斯 Hit -1006 (Physical)", -- [12]
						"复活的食尸鬼 <查理三世> 肉搏 维克萨姆斯 Crit -2261 (Physical)", -- [13]
						"月怒之歿-銀翼要塞 新绿 复活的食尸鬼 <查理三世> Hit +7348 (7348 过量治疗)", -- [14]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1599 (1599 过量治疗)", -- [15]
						"复活的食尸鬼 <查理三世> 肉搏 维克萨姆斯 Crit -2261 (Physical)", -- [16]
						"复活的食尸鬼 <查理三世> 爪击 维克萨姆斯 Hit -1029 (Physical)", -- [17]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1561 (1561 过量治疗)", -- [18]
						"复活的食尸鬼 <查理三世> 肉搏 维克萨姆斯 Hit -1130 (Physical)", -- [19]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1560 (1560 过量治疗)", -- [20]
						"复活的食尸鬼 <查理三世> 肉搏 维克萨姆斯 Hit -1131 (Physical)", -- [21]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1569 (1569 过量治疗)", -- [22]
						"复活的食尸鬼 <查理三世> 肉搏 维克萨姆斯 Hit -1198 (Physical)", -- [23]
						"复活的食尸鬼 <查理三世> 爪击 维克萨姆斯 Hit -1085 (Physical)", -- [24]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Crit +3249 (3249 过量治疗)", -- [25]
						"复活的食尸鬼 <查理三世> 肉搏 维克萨姆斯 Crit -2396 (Physical)", -- [26]
						"月怒之歿-銀翼要塞 百花齐放 复活的食尸鬼 <查理三世> Hit +1614 (1614 过量治疗)", -- [27]
						"复活的食尸鬼 <查理三世> 肉搏 维克萨姆斯 Hit -1199 (Physical)", -- [28]
						"复活的食尸鬼 <查理三世> 爪击 维克萨姆斯 Crit -2179 (Physical)", -- [29]
						"复活的食尸鬼 <查理三世> 肉搏 维克萨姆斯 Crit -2396 (Physical)", -- [30]
						"复活的食尸鬼 <查理三世>死亡。", -- [31]
					},
					["DeathAt"] = 7817.619000000001,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
					},
					["MessageTimes"] = {
						-14.54899999999998, -- [1]
						-14.13400000000002, -- [2]
						-13.85100000000057, -- [3]
						-12.9340000000002, -- [4]
						-12.51100000000042, -- [5]
						-12.11100000000079, -- [6]
						-11.70100000000002, -- [7]
						-11.19700000000012, -- [8]
						-10.47800000000007, -- [9]
						-9.878999999999905, -- [10]
						-9.861000000000786, -- [11]
						-9.686000000000604, -- [12]
						-9.217000000000553, -- [13]
						-8.614000000000487, -- [14]
						-8.550000000000182, -- [15]
						-7.950000000000728, -- [16]
						-7.267000000000735, -- [17]
						-7.234000000000378, -- [18]
						-6.667000000000371, -- [19]
						-5.900000000000546, -- [20]
						-5.384000000000015, -- [21]
						-4.576000000000022, -- [22]
						-4.13300000000072, -- [23]
						-4.033000000000357, -- [24]
						-3.264000000000124, -- [25]
						-2.908000000000357, -- [26]
						-1.950000000000728, -- [27]
						-1.708000000000538, -- [28]
						-1.617000000000189, -- [29]
						-0.4830000000001746, -- [30]
						0, -- [31]
					},
					["HealthMax"] = {
						[27] = 178952,
						[28] = 178952,
						[25] = 178952,
						[29] = 178952,
						[26] = 178952,
						[30] = 178952,
					},
					["Health"] = {
						[27] = 178952,
						[28] = 178952,
						[25] = 178952,
						[29] = 178952,
						[26] = 178952,
						[30] = 178952,
					},
					["KilledBy"] = "缚法节杖",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"HEAL", -- [3]
						"DAMAGE", -- [4]
						"HEAL", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"HEAL", -- [8]
						"DAMAGE", -- [9]
						"HEAL", -- [10]
						"HEAL", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"HEAL", -- [14]
						"HEAL", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"HEAL", -- [18]
						"DAMAGE", -- [19]
						"HEAL", -- [20]
						"DAMAGE", -- [21]
						"HEAL", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"HEAL", -- [25]
						"DAMAGE", -- [26]
						"HEAL", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"MISC", -- [31]
					},
				}, -- [29]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						true, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						true, -- [8]
						true, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						true, -- [13]
						false, -- [14]
						true, -- [15]
						false, -- [16]
						true, -- [17]
						false, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						false, -- [22]
						true, -- [23]
					},
					["Messages"] = {
						"复活的食尸鬼 <查理三世> 肉搏 奥术抢劫者 Hit -1079 (Physical)", -- [1]
						"复活的食尸鬼 <查理三世> 爪击 奥术抢劫者 Hit -966 (Physical)", -- [2]
						"复活的食尸鬼 <查理三世> 肉搏 奥术抢劫者 Hit -1131 (Physical)", -- [3]
						"奥术抢劫者 邪恶伏击 复活的食尸鬼 <查理三世> Hit -912 (Arcane)", -- [4]
						"复活的食尸鬼 <查理三世> 爪击 奥术抢劫者 Crit -2045 (Physical)", -- [5]
						"复活的食尸鬼 <查理三世> 肉搏 奥术抢劫者 Hit -1131 (Physical)", -- [6]
						"复活的食尸鬼 <查理三世> 肉搏 奥术抢劫者 Crit -2261 (Physical)", -- [7]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Tick +1478 (566 过量治疗)", -- [8]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Tick +1352 (1352 过量治疗)", -- [9]
						"复活的食尸鬼 <查理三世> 肉搏 奥术抢劫者 Hit -1079 (Physical)", -- [10]
						"复活的食尸鬼 <查理三世> 爪击 奥术抢劫者 Hit -988 (Physical)", -- [11]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Tick +1232 (1232 过量治疗)", -- [12]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Crit +2233 (2233 过量治疗)", -- [13]
						"复活的食尸鬼 <查理三世> 肉搏 奥术抢劫者 Crit -2158 (Physical)", -- [14]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Crit +2015 (2015 过量治疗)", -- [15]
						"复活的食尸鬼 <查理三世> 爪击 奥术抢劫者 Hit -967 (Physical)", -- [16]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Tick +902 (902 过量治疗)", -- [17]
						"复活的食尸鬼 <查理三世> 肉搏 奥术抢劫者 Hit -1079 (Physical)", -- [18]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Tick +803 (803 过量治疗)", -- [19]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Tick +710 (710 过量治疗)", -- [20]
						"月怒之歿-銀翼要塞 野性成长 复活的食尸鬼 <查理三世> Crit +210 (210 过量治疗)", -- [21]
						"复活的食尸鬼 <查理三世> 肉搏 奥术抢劫者 Hit -1143 (Physical)", -- [22]
						"复活的食尸鬼 <查理三世>死亡。", -- [23]
					},
					["DeathAt"] = 7697.624,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
					},
					["MessageTimes"] = {
						-12.54700000000048, -- [1]
						-11.32300000000032, -- [2]
						-10.88200000000052, -- [3]
						-10.04100000000017, -- [4]
						-9.71600000000035, -- [5]
						-9.212999999999738, -- [6]
						-7.563000000000102, -- [7]
						-6.811999999999898, -- [8]
						-6.079999999999927, -- [9]
						-5.889000000000124, -- [10]
						-5.663000000000466, -- [11]
						-5.356999999999971, -- [12]
						-4.628999999999905, -- [13]
						-4.229000000000269, -- [14]
						-3.902000000000044, -- [15]
						-3.246000000000095, -- [16]
						-3.163000000000466, -- [17]
						-2.572000000000116, -- [18]
						-2.438000000000102, -- [19]
						-1.712999999999738, -- [20]
						-1.595000000000255, -- [21]
						-0.8959999999997308, -- [22]
						0, -- [23]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "奥术抢劫者",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"HEAL", -- [8]
						"HEAL", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"HEAL", -- [12]
						"HEAL", -- [13]
						"DAMAGE", -- [14]
						"HEAL", -- [15]
						"DAMAGE", -- [16]
						"HEAL", -- [17]
						"DAMAGE", -- [18]
						"HEAL", -- [19]
						"HEAL", -- [20]
						"HEAL", -- [21]
						"DAMAGE", -- [22]
						"MISC", -- [23]
					},
				}, -- [30]
			},
			["TimeLast"] = {
				["TimeHeal"] = 7902.621,
				["OVERALL"] = 50119.146,
				["DamageTaken"] = 50113.134,
				["HealingTaken"] = 14297.464,
				["TimeDamage"] = 50117.145,
				["DeathCount"] = 50119.146,
				["ActiveTime"] = 50117.145,
				["Healing"] = 7902.621,
				["Damage"] = 50117.145,
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"MISC", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"MISC", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["LastFlags"] = 2600,
			["LastHealTime"] = 7903.121,
			["LastDamageTaken"] = 1708,
			["LastAbility"] = 49916.997,
			["UnitLockout"] = 50119.146,
			["level"] = 1,
			["LastDamageAbility"] = "引雷针",
			["LastFightIn"] = 214,
			["TimeWindows"] = {
				["HealingTaken"] = {
					22471, -- [1]
				},
				["DeathCount"] = {
					30, -- [1]
				},
				["ActiveTime"] = {
					1070.880000000002, -- [1]
				},
				["TimeDamage"] = {
					1061.880000000002, -- [1]
				},
				["TimeHeal"] = {
					9, -- [1]
				},
				["Healing"] = {
					3678, -- [1]
				},
				["DamageTaken"] = {
					179263, -- [1]
				},
				["Damage"] = {
					1345846, -- [1]
				},
			},
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["ownerName"] = "查理三世",
			["enClass"] = "PET",
			["GUID"] = "Creature-0-3062-2444-3273-26125-00001C8B96",
			["Name"] = "复活的食尸鬼",
			["NextEventNum"] = 12,
			["LastDamageTime"] = 50117.929,
			["LastEvents"] = {
				"复活的食尸鬼 <查理三世> 肉搏 诺库德统御者 Hit -844 (Physical)", -- [1]
				"复活的食尸鬼 <查理三世> 爪击 诺库德统御者 Hit -760 (Physical)", -- [2]
				"复活的食尸鬼 <查理三世> 肉搏 诺库德统御者 Hit -844 (Physical)", -- [3]
				"复活的食尸鬼 <查理三世> 肉搏 诺库德统御者 Hit -874 (Physical)", -- [4]
				"No One 引雷针 复活的食尸鬼 <查理三世> Hit -1708 (Nature)", -- [5]
				"复活的食尸鬼 <查理三世> 爪击 诺库德统御者 Crit -1658 (Physical)", -- [6]
				"复活的食尸鬼 <查理三世> 肉搏 诺库德统御者 Hit -926 (Physical)", -- [7]
				"复活的食尸鬼 <查理三世> 肉搏 诺库德统御者 Hit -926 (Physical)", -- [8]
				"复活的食尸鬼 <查理三世> 爪击 诺库德统御者 Hit -849 (Physical)", -- [9]
				"复活的食尸鬼 <查理三世> 肉搏 诺库德统御者 Hit -1208 (Physical)", -- [10]
				"复活的食尸鬼 <查理三世>死亡。", -- [11]
				"复活的食尸鬼 <查理三世> 爪击 克洛杰克，海滨巡游者 Hit -929 (Physical)", -- [12]
				"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Hit -1025 (Physical)", -- [13]
				"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Hit -1025 (Physical)", -- [14]
				"复活的食尸鬼 <查理三世> 爪击 克洛杰克，海滨巡游者 Hit -912 (Physical)", -- [15]
				"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Hit -1025 (Physical)", -- [16]
				"复活的食尸鬼 <查理三世> 爪击 克洛杰克，海滨巡游者 Hit -899 (Physical)", -- [17]
				"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Hit -992 (Physical)", -- [18]
				"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Hit -992 (Physical)", -- [19]
				"复活的食尸鬼 <查理三世> 爪击 克洛杰克，海滨巡游者 Hit -880 (Physical)", -- [20]
				"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Hit -1062 (Physical)", -- [21]
				"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Hit -1062 (Physical)", -- [22]
				"复活的食尸鬼 <查理三世> 爪击 克洛杰克，海滨巡游者 Hit -965 (Physical)", -- [23]
				"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Crit -2124 (Physical)", -- [24]
				"复活的食尸鬼 <查理三世> 肉搏 克洛杰克，海滨巡游者 Crit -2123 (Physical)", -- [25]
				"复活的食尸鬼 <查理三世>死亡。", -- [26]
				"复活的食尸鬼 <查理三世> 肉搏 诺库德劫掠者 Hit -1040 (Physical)", -- [27]
				"复活的食尸鬼 <查理三世> 爪击 诺库德劫掠者 Hit -920 (Physical)", -- [28]
				"复活的食尸鬼 <查理三世> 撕扯 诺库德劫掠者 Hit -33 (Physical)", -- [29]
				"复活的食尸鬼 <查理三世> 爪击 诺库德劫掠者 Hit -928 (Physical)", -- [30]
				"复活的食尸鬼 <查理三世> 肉搏 诺库德劫掠者 Hit -1042 (Physical)", -- [31]
				"诺库德劫掠者 引雷针 复活的食尸鬼 <查理三世> Hit -217 (Physical)", -- [32]
				"复活的食尸鬼 <查理三世> 肉搏 拜荒风暴贤者 Crit -2215 (Physical)", -- [33]
				"复活的食尸鬼 <查理三世> 爪击 拜荒风暴贤者 Hit -840 (Physical)", -- [34]
				"复活的食尸鬼 <查理三世> 肉搏 拜荒风暴贤者 Hit -914 (Physical)", -- [35]
				"复活的食尸鬼 <查理三世> 爪击 拜荒风暴贤者 Hit -804 (Physical)", -- [36]
				"复活的食尸鬼 <查理三世> 肉搏 拜荒风暴贤者 Hit -914 (Physical)", -- [37]
				"复活的食尸鬼 <查理三世> 肉搏 拜荒风暴贤者 Hit -914 (Physical)", -- [38]
				"复活的食尸鬼 <查理三世> 肉搏 诺库德劫掠者 Hit -844 (Physical)", -- [39]
				"诺库德劫掠者 肉搏 复活的食尸鬼 <查理三世> Hit -5581 (Physical)", -- [40]
				"复活的食尸鬼 <查理三世> 爪击 诺库德劫掠者 Hit -773 (Physical)", -- [41]
				"复活的食尸鬼 <查理三世> 爪击 诺库德劫掠者 Crit -1538 (Physical)", -- [42]
				"复活的食尸鬼 <查理三世> 肉搏 诺库德劫掠者 Hit -844 (Physical)", -- [43]
				"诺库德劫掠者 肉搏 复活的食尸鬼 <查理三世> Parry (1)", -- [44]
				"复活的食尸鬼 <查理三世> 肉搏 诺库德劫掠者 Hit -844 (Physical)", -- [45]
				"诺库德劫掠者 肉搏 复活的食尸鬼 <查理三世> Dodge (1)", -- [46]
				"复活的食尸鬼 <查理三世> 爪击 诺库德劫掠者 Hit -748 (Physical)", -- [47]
				"复活的食尸鬼 <查理三世> 肉搏 诺库德劫掠者 Crit -1691 (Physical)", -- [48]
				"诺库德劫掠者 肉搏 复活的食尸鬼 <查理三世> Hit -4374 (Physical)", -- [49]
				"诺库德劫掠者 引雷针 复活的食尸鬼 <查理三世> Hit -216 (Physical)", -- [50]
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				true, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				true, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				true, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				true, -- [44]
				false, -- [45]
				true, -- [46]
				false, -- [47]
				false, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventHealth"] = {
				178952, -- [1]
				178952, -- [2]
				[49] = 178952,
				[48] = 178952,
				[47] = 178952,
				[50] = 178952,
			},
			["Fights"] = {
				["Fight5"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 217,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 6,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Physical"] = 217,
					},
					["DOT_Time"] = 0,
					["Damage"] = 10564,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Melee"] = 7039,
						["Physical"] = 3525,
					},
					["PartialAbsorb"] = {
						["引雷针"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["诺库德劫掠者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1848,
								},
								["撕扯"] = {
									["count"] = 33,
								},
								["肉搏"] = {
									["count"] = 2082,
								},
							},
							["amount"] = 3963,
						},
						["拜荒风暴贤者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1644,
								},
								["肉搏"] = {
									["count"] = 4957,
								},
							},
							["amount"] = 6601,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["诺库德劫掠者"] = {
							["Details"] = {
								["引雷针"] = {
									["count"] = 217,
								},
							},
							["amount"] = 217,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["引雷针"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["诺库德劫掠者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 0.75,
								},
								["撕扯"] = {
									["count"] = 1.01,
								},
								["肉搏"] = {
									["count"] = 1.65,
								},
							},
							["amount"] = 3.41,
						},
						["拜荒风暴贤者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1.71,
								},
								["肉搏"] = {
									["count"] = 4.8,
								},
							},
							["amount"] = 6.51,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 9.92,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["爪击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 928,
									["min"] = 804,
									["count"] = 4,
									["amount"] = 3492,
								},
							},
							["count"] = 4,
							["amount"] = 3492,
						},
						["撕扯"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 33,
									["min"] = 33,
									["count"] = 1,
									["amount"] = 33,
								},
							},
							["count"] = 1,
							["amount"] = 33,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2215,
									["min"] = 2215,
									["count"] = 1,
									["amount"] = 2215,
								},
								["Hit"] = {
									["max"] = 1042,
									["min"] = 914,
									["count"] = 5,
									["amount"] = 4824,
								},
							},
							["count"] = 6,
							["amount"] = 7039,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 9.92,
					["TimeDamaging"] = {
						["诺库德劫掠者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 0.75,
								},
								["撕扯"] = {
									["count"] = 1.01,
								},
								["肉搏"] = {
									["count"] = 1.65,
								},
							},
							["amount"] = 3.41,
						},
						["拜荒风暴贤者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1.71,
								},
								["肉搏"] = {
									["count"] = 4.8,
								},
							},
							["amount"] = 6.51,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 11879,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 1,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 10,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Physical"] = 216,
						["Melee"] = 9955,
						["Nature"] = 1708,
					},
					["DOT_Time"] = 0,
					["Damage"] = 16171,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Melee"] = 9845,
						["Physical"] = 6326,
					},
					["PartialAbsorb"] = {
						["引雷针"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["诺库德劫掠者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 3059,
								},
								["肉搏"] = {
									["count"] = 4223,
								},
							},
							["amount"] = 7282,
						},
						["诺库德统御者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 3267,
								},
								["肉搏"] = {
									["count"] = 5622,
								},
							},
							["amount"] = 8889,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["诺库德劫掠者"] = {
							["Details"] = {
								["引雷针"] = {
									["count"] = 216,
								},
								["肉搏"] = {
									["count"] = 9955,
								},
							},
							["amount"] = 10171,
						},
						["No One"] = {
							["Details"] = {
								["引雷针"] = {
									["count"] = 1708,
								},
							},
							["amount"] = 1708,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["引雷针"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["诺库德劫掠者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.48,
								},
								["肉搏"] = {
									["count"] = 4.01,
								},
							},
							["amount"] = 6.490000000000001,
						},
						["诺库德统御者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.63,
								},
								["肉搏"] = {
									["count"] = 7.01,
								},
							},
							["amount"] = 9.639999999999999,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 16.13,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["爪击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1658,
									["min"] = 1538,
									["count"] = 2,
									["amount"] = 3196,
								},
								["Hit"] = {
									["max"] = 849,
									["min"] = 748,
									["count"] = 4,
									["amount"] = 3130,
								},
							},
							["count"] = 6,
							["amount"] = 6326,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1691,
									["min"] = 1691,
									["count"] = 1,
									["amount"] = 1691,
								},
								["Hit"] = {
									["max"] = 1208,
									["min"] = 844,
									["count"] = 9,
									["amount"] = 8154,
								},
							},
							["count"] = 10,
							["amount"] = 9845,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 16.13,
					["TimeDamaging"] = {
						["诺库德劫掠者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.48,
								},
								["肉搏"] = {
									["count"] = 4.01,
								},
							},
							["amount"] = 6.490000000000001,
						},
						["诺库德统御者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.63,
								},
								["肉搏"] = {
									["count"] = 7.01,
								},
							},
							["amount"] = 9.639999999999999,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["DamagedWho"] = {
						["克洛杰克，海滨巡游者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["撕扯"] = {
									["count"] = 0,
								},
								["爪击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["克洛杰克，海滨巡游者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ActiveTime"] = 0,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 0,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["撕扯"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["爪击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["克洛杰克，海滨巡游者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["复活的食尸鬼 <查理三世>"] = {
							["Details"] = {
								["吸血"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
					},
					["TimeSpent"] = {
						["缚法节杖"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.98,
								},
								["撕扯"] = {
									["count"] = 0.3,
								},
								["爪击"] = {
									["count"] = 3.07,
								},
							},
							["amount"] = 9.350000000000001,
						},
						["塔拉赛战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9.65,
								},
								["撕扯"] = {
									["count"] = 0.1,
								},
								["爪击"] = {
									["count"] = 4.57,
								},
							},
							["amount"] = 14.32,
						},
						["老石牙"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 0.93,
								},
								["肉搏"] = {
									["count"] = 6.58,
								},
							},
							["amount"] = 7.51,
						},
						["萌芽的鞭笞者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 6.1,
								},
								["肉搏"] = {
									["count"] = 6.529999999999999,
								},
							},
							["amount"] = 12.63,
						},
						["粗短淡水兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 10.33,
								},
								["撕扯"] = {
									["count"] = 0.77,
								},
								["爪击"] = {
									["count"] = 3.91,
								},
							},
							["amount"] = 15.01,
						},
						["诺库德劫掠者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 9.569999999999999,
								},
								["撕扯"] = {
									["count"] = 1.42,
								},
								["肉搏"] = {
									["count"] = 14.86,
								},
							},
							["amount"] = 25.85,
						},
						["特拉坎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 8.3,
								},
								["爪击"] = {
									["count"] = 3.77,
								},
							},
							["amount"] = 12.07,
						},
						["召唤出的熔岩元素"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3.1,
								},
								["爪击"] = {
									["count"] = 1.65,
								},
							},
							["amount"] = 4.75,
						},
						["贪食的鹿角虫"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 24.49,
								},
								["撕扯"] = {
									["count"] = 0.45,
								},
								["爪击"] = {
									["count"] = 12.18,
								},
							},
							["amount"] = 37.12,
						},
						["闪霜塔拉赛"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.66,
								},
								["肉搏"] = {
									["count"] = 13.07,
								},
							},
							["amount"] = 15.73,
						},
						["灭龙士兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 15.65,
								},
								["撕扯"] = {
									["count"] = 0.35,
								},
								["爪击"] = {
									["count"] = 9.81,
								},
							},
							["amount"] = 25.81,
						},
						["冰霜使徒"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 0.18,
								},
								["肉搏"] = {
									["count"] = 2.97,
								},
							},
							["amount"] = 3.15,
						},
						["坚硬的鲤鱼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9.879999999999999,
								},
								["爪击"] = {
									["count"] = 3.63,
								},
							},
							["amount"] = 13.51,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 17.78,
								},
								["爪击"] = {
									["count"] = 6.489999999999999,
								},
							},
							["amount"] = 24.27,
						},
						["缚法战斧"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 29.43,
								},
								["爪击"] = {
									["count"] = 12.8,
								},
							},
							["amount"] = 42.23,
						},
						["诺库德蛮兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.370000000000001,
								},
								["爪击"] = {
									["count"] = 3.97,
								},
							},
							["amount"] = 9.339999999999998,
						},
						["卡拉希掷焰者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 12.41,
								},
								["爪击"] = {
									["count"] = 2.3,
								},
							},
							["amount"] = 14.71,
						},
						["卡拉希碎骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.199999999999999,
								},
								["撕扯"] = {
									["count"] = 0.85,
								},
								["爪击"] = {
									["count"] = 2.04,
								},
							},
							["amount"] = 8.09,
						},
						["碎裂哨兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9.79,
								},
								["撕扯"] = {
									["count"] = 0.28,
								},
								["爪击"] = {
									["count"] = 2.58,
								},
							},
							["amount"] = 12.65,
						},
						["骨箭猎手"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 7.82,
								},
								["爪击"] = {
									["count"] = 3.22,
								},
							},
							["amount"] = 11.04,
						},
						["被缚者因菲纳"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6.859999999999999,
								},
								["爪击"] = {
									["count"] = 6.640000000000001,
								},
							},
							["amount"] = 13.5,
						},
						["松脂石震地者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1.84,
								},
								["撕扯"] = {
									["count"] = 1.75,
								},
								["肉搏"] = {
									["count"] = 6.1,
								},
							},
							["amount"] = 9.690000000000001,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9.04,
								},
								["爪击"] = {
									["count"] = 3.6,
								},
							},
							["amount"] = 12.64,
						},
						["地缚拜荒者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6.600000000000001,
								},
								["爪击"] = {
									["count"] = 5.43,
								},
							},
							["amount"] = 12.03,
						},
						["腐臭的颂朽者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 16.18,
								},
								["撕扯"] = {
									["count"] = 0.33,
								},
								["爪击"] = {
									["count"] = 4.68,
								},
							},
							["amount"] = 21.19,
						},
						["诺库德狂风使者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.82,
								},
								["肉搏"] = {
									["count"] = 3.43,
								},
							},
							["amount"] = 6.25,
						},
						["松脂石碎片"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["狂野的始祖龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.33,
								},
								["爪击"] = {
									["count"] = 4.28,
								},
							},
							["amount"] = 9.61,
						},
						["克洛杰克，海滨巡游者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 18.94,
								},
								["肉搏"] = {
									["count"] = 23.18,
								},
							},
							["amount"] = 42.12,
						},
						["灭龙碎盾者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 7.12,
								},
								["爪击"] = {
									["count"] = 3.97,
								},
							},
							["amount"] = 11.09,
						},
						["卡拉希碎墙者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 11.1,
								},
								["爪击"] = {
									["count"] = 4.44,
								},
							},
							["amount"] = 15.54,
						},
						["研磨者摩尔卡"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 3.4,
								},
								["肉搏"] = {
									["count"] = 9.52,
								},
							},
							["amount"] = 12.92,
						},
						["法铸蛮兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 34.87,
								},
								["爪击"] = {
									["count"] = 18.47,
								},
							},
							["amount"] = 53.34,
						},
						["龙兽织法者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.37,
								},
								["肉搏"] = {
									["count"] = 1.89,
								},
							},
							["amount"] = 4.26,
						},
						["任性的教科书"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3.23,
								},
								["撕扯"] = {
									["count"] = 0.8,
								},
								["爪击"] = {
									["count"] = 0.7,
								},
							},
							["amount"] = 4.73,
						},
						["枯萎噬咬者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 10.91,
								},
								["爪击"] = {
									["count"] = 8.69,
								},
							},
							["amount"] = 19.6,
						},
						["诺库德统御者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.63,
								},
								["肉搏"] = {
									["count"] = 7.01,
								},
							},
							["amount"] = 9.639999999999999,
						},
						["重塑的大地"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.37,
								},
								["肉搏"] = {
									["count"] = 4.6,
								},
							},
							["amount"] = 6.97,
						},
						["克罗兹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 11.87,
								},
								["爪击"] = {
									["count"] = 6.09,
								},
							},
							["amount"] = 17.96,
						},
						["纳亚尔斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9.93,
								},
								["撕扯"] = {
									["count"] = 0.82,
								},
								["爪击"] = {
									["count"] = 4.79,
								},
							},
							["amount"] = 15.54,
						},
						["复活的食尸鬼 <查理三世>"] = {
							["Details"] = {
								["吸血"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["握石者裂片"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.32,
								},
								["爪击"] = {
									["count"] = 1.1,
								},
							},
							["amount"] = 3.42,
						},
						["诺库德狩猎大师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 12.5,
								},
								["爪击"] = {
									["count"] = 2.9,
								},
							},
							["amount"] = 15.4,
						},
						["喷口践踏者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 3,
								},
								["肉搏"] = {
									["count"] = 1.87,
								},
							},
							["amount"] = 4.87,
						},
						["召引震颤"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 0.98,
								},
								["肉搏"] = {
									["count"] = 3.64,
								},
							},
							["amount"] = 4.62,
						},
						["斯纳格伯恩"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 12.04,
								},
								["爪击"] = {
									["count"] = 3.23,
								},
							},
							["amount"] = 15.27,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6.45,
								},
								["撕扯"] = {
									["count"] = 0.02,
								},
								["爪击"] = {
									["count"] = 1.43,
								},
							},
							["amount"] = 7.9,
						},
						["弗里基鲁斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3.23,
								},
								["撕扯"] = {
									["count"] = 0.83,
								},
								["爪击"] = {
									["count"] = 2.13,
								},
							},
							["amount"] = 6.19,
						},
						["长枪兵队长"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.11,
								},
								["爪击"] = {
									["count"] = 1.51,
								},
							},
							["amount"] = 6.62,
						},
						["芜菁沙袋"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1.64,
								},
								["撕扯"] = {
									["count"] = 0.11,
								},
								["肉搏"] = {
									["count"] = 5.07,
								},
							},
							["amount"] = 6.820000000000001,
						},
						["卡加尔·五牙"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 6.82,
								},
								["肉搏"] = {
									["count"] = 11.04,
								},
							},
							["amount"] = 17.86,
						},
						["原始雪崩"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 3.1,
						},
						["不是很软的小食"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.76,
								},
								["爪击"] = {
									["count"] = 2.17,
								},
							},
							["amount"] = 4.93,
						},
						["未知目标"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.2,
								},
								["肉搏"] = {
									["count"] = 9.09,
								},
							},
							["amount"] = 11.29,
						},
						["灭石者托卡拉"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 6.42,
								},
								["肉搏"] = {
									["count"] = 9.55,
								},
							},
							["amount"] = 15.97,
						},
						["高阶萨满祭司腐指"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 8.54,
								},
								["撕扯"] = {
									["count"] = 0.73,
								},
								["爪击"] = {
									["count"] = 2.84,
								},
							},
							["amount"] = 12.11,
						},
						["烬齑巨怪"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 8.15,
								},
								["肉搏"] = {
									["count"] = 13.64,
								},
							},
							["amount"] = 21.79,
						},
						["卡拉希愈石者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.15,
								},
								["撕扯"] = {
									["count"] = 0.25,
								},
								["爪击"] = {
									["count"] = 2.51,
								},
							},
							["amount"] = 7.910000000000001,
						},
						["恶毒的土狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 27.37,
								},
								["爪击"] = {
									["count"] = 13.14,
								},
							},
							["amount"] = 40.51,
						},
						["硬化熔岩"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3,
								},
								["爪击"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 4.6,
						},
						["拜荒风暴贤者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.59,
								},
								["肉搏"] = {
									["count"] = 8.95,
								},
							},
							["amount"] = 11.54,
						},
						["橡胶鱼头"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 0.51,
								},
								["肉搏"] = {
									["count"] = 4.39,
								},
							},
							["amount"] = 4.9,
						},
						["诺库德哨兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 42.05,
								},
								["撕扯"] = {
									["count"] = 0.79,
								},
								["爪击"] = {
									["count"] = 17.04,
								},
							},
							["amount"] = 59.88,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6.270000000000001,
								},
								["撕扯"] = {
									["count"] = 0.78,
								},
								["爪击"] = {
									["count"] = 0.9299999999999999,
								},
							},
							["amount"] = 7.98,
						},
						["锈松塑壤者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1.65,
								},
								["撕扯"] = {
									["count"] = 0.3,
								},
								["肉搏"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 6.45,
						},
						["狂野的始祖幼龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3.91,
								},
								["撕扯"] = {
									["count"] = 0.24,
								},
								["爪击"] = {
									["count"] = 2.07,
								},
							},
							["amount"] = 6.22,
						},
						["虔心者泰利罗德"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 15.76,
								},
								["撕扯"] = {
									["count"] = 0.23,
								},
								["爪击"] = {
									["count"] = 5.989999999999999,
								},
							},
							["amount"] = 21.98,
						},
						["古龙哥罗德"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3.72,
								},
								["撕扯"] = {
									["count"] = 0.22,
								},
								["爪击"] = {
									["count"] = 2.4,
								},
							},
							["amount"] = 6.34,
						},
						["锈松暴怒者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 5.5,
								},
								["肉搏"] = {
									["count"] = 7.15,
								},
							},
							["amount"] = 12.65,
						},
						["烈焰哨卫"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 7.45,
								},
								["撕扯"] = {
									["count"] = 0.09,
								},
								["爪击"] = {
									["count"] = 3.78,
								},
							},
							["amount"] = 11.32,
						},
						["狂放的风暴"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 18.98,
								},
								["撕扯"] = {
									["count"] = 0.11,
								},
								["爪击"] = {
									["count"] = 7.500000000000001,
								},
							},
							["amount"] = 26.59,
						},
						["活力鞭笞者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 22.89,
								},
								["撕扯"] = {
									["count"] = 0.84,
								},
								["爪击"] = {
									["count"] = 11.57,
								},
							},
							["amount"] = 35.3,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 4.28,
								},
								["肉搏"] = {
									["count"] = 7.64,
								},
							},
							["amount"] = 11.92,
						},
						["森林巨人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6.310000000000001,
								},
								["爪击"] = {
									["count"] = 2.06,
								},
							},
							["amount"] = 8.37,
						},
					},
					["DamageTaken"] = 179263,
					["ElementDoneAbsorb"] = {
						["Melee"] = 1181,
						["Physical"] = 2174,
					},
					["PartialResist"] = {
						["邪恶伏击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["烈焰焚毁"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["腐烂爆发"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["熔火鬃毛"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["残酷陷阱 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["毒药汁液 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["气流冲锋"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["风暴之击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["震地"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术之雨"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["熔火之泪"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["碎石"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["飞溅岩浆"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["突涌熔岩"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["吞噬之影"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["蛮兽低吼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["秘法冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["引雷针"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["落石"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["挥砍"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["粉碎打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
					},
					["DeathCount"] = 30,
					["PartialAbsorb"] = {
						["邪恶伏击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["烈焰焚毁"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["腐烂爆发"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["熔火鬃毛"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["残酷陷阱 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["毒药汁液 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["气流冲锋"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["风暴之击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["震地"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奥术之雨"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["熔火之泪"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["碎石"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["飞溅岩浆"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["突涌熔岩"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["吞噬之影"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["蛮兽低吼"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["秘法冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["引雷针"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["落石"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["挥砍"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["粉碎打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 1070.880000000002,
					["ElementTaken"] = {
						["Physical"] = 9009,
						["Melee"] = 15295,
						["Arcane"] = 17020,
						["Fire"] = 97254,
						["Shadow"] = 167,
						["Nature"] = 40518,
					},
					["Damage"] = 1345846,
					["TimeHeal"] = 9,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 21,
								},
							},
							["amount"] = 21,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 12,
								},
								["Tick"] = {
									["count"] = 12,
								},
							},
							["amount"] = 27,
						},
					},
					["WhoHealed"] = {
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["百花齐放"] = {
									["count"] = 1083,
								},
								["野性成长"] = {
									["count"] = 8859,
								},
							},
							["amount"] = 9942,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["翡翠之花"] = {
									["count"] = 1900,
								},
							},
							["amount"] = 1900,
						},
						["复活的食尸鬼 <查理三世>"] = {
							["Details"] = {
								["吸血"] = {
									["count"] = 3678,
								},
							},
							["amount"] = 3678,
						},
					},
					["Healing"] = 3678,
					["DamagedWho"] = {
						["缚法节杖"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 7351,
								},
								["撕扯"] = {
									["count"] = 34,
								},
								["爪击"] = {
									["count"] = 3168,
								},
							},
							["amount"] = 10553,
						},
						["塔拉赛战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9977,
								},
								["撕扯"] = {
									["count"] = 33,
								},
								["爪击"] = {
									["count"] = 8392,
								},
							},
							["amount"] = 18402,
						},
						["老石牙"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 4317,
								},
								["撕扯"] = {
									["count"] = 32,
								},
								["肉搏"] = {
									["count"] = 5920,
								},
							},
							["amount"] = 10269,
						},
						["萌芽的鞭笞者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 6210,
								},
								["肉搏"] = {
									["count"] = 10939,
								},
							},
							["amount"] = 17149,
						},
						["粗短淡水兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 10322,
								},
								["撕扯"] = {
									["count"] = 32,
								},
								["爪击"] = {
									["count"] = 6368,
								},
							},
							["amount"] = 16722,
						},
						["诺库德劫掠者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 10900,
								},
								["撕扯"] = {
									["count"] = 77,
								},
								["肉搏"] = {
									["count"] = 20069,
								},
							},
							["amount"] = 31046,
						},
						["特拉坎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9902,
								},
								["撕扯"] = {
									["count"] = 41,
								},
								["爪击"] = {
									["count"] = 7409,
								},
							},
							["amount"] = 17352,
						},
						["召唤出的熔岩元素"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3092,
								},
								["爪击"] = {
									["count"] = 2762,
								},
							},
							["amount"] = 5854,
						},
						["贪食的鹿角虫"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 28333,
								},
								["撕扯"] = {
									["count"] = 35,
								},
								["爪击"] = {
									["count"] = 14316,
								},
							},
							["amount"] = 42684,
						},
						["闪霜塔拉赛"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 6456,
								},
								["肉搏"] = {
									["count"] = 12842,
								},
							},
							["amount"] = 19298,
						},
						["灭龙士兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 18442,
								},
								["撕扯"] = {
									["count"] = 37,
								},
								["爪击"] = {
									["count"] = 12006,
								},
							},
							["amount"] = 30485,
						},
						["冰霜使徒"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2521,
								},
								["撕扯"] = {
									["count"] = 44,
								},
								["肉搏"] = {
									["count"] = 2806,
								},
							},
							["amount"] = 5371,
						},
						["坚硬的鲤鱼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 10873,
								},
								["爪击"] = {
									["count"] = 8060,
								},
							},
							["amount"] = 18933,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 26916,
								},
								["爪击"] = {
									["count"] = 12112,
								},
							},
							["amount"] = 39028,
						},
						["缚法战斧"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 38557,
								},
								["撕扯"] = {
									["count"] = 34,
								},
								["爪击"] = {
									["count"] = 19949,
								},
							},
							["amount"] = 58540,
						},
						["诺库德蛮兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6349,
								},
								["爪击"] = {
									["count"] = 3764,
								},
							},
							["amount"] = 10113,
						},
						["卡拉希掷焰者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 11683,
								},
								["爪击"] = {
									["count"] = 4844,
								},
							},
							["amount"] = 16527,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 7955,
								},
								["肉搏"] = {
									["count"] = 11123,
								},
							},
							["amount"] = 19078,
						},
						["碎裂哨兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 10361,
								},
								["撕扯"] = {
									["count"] = 40,
								},
								["爪击"] = {
									["count"] = 4107,
								},
							},
							["amount"] = 14508,
						},
						["骨箭猎手"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 10806,
								},
								["爪击"] = {
									["count"] = 4394,
								},
							},
							["amount"] = 15200,
						},
						["被缚者因菲纳"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 12100,
								},
								["爪击"] = {
									["count"] = 8723,
								},
							},
							["amount"] = 20823,
						},
						["松脂石震地者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 6629,
								},
								["撕扯"] = {
									["count"] = 79,
								},
								["肉搏"] = {
									["count"] = 8718,
								},
							},
							["amount"] = 15426,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 11061,
								},
								["爪击"] = {
									["count"] = 4966,
								},
							},
							["amount"] = 16027,
						},
						["地缚拜荒者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 10583,
								},
								["撕扯"] = {
									["count"] = 35,
								},
								["爪击"] = {
									["count"] = 5862,
								},
							},
							["amount"] = 16480,
						},
						["腐臭的颂朽者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 18996,
								},
								["撕扯"] = {
									["count"] = 81,
								},
								["爪击"] = {
									["count"] = 8075,
								},
							},
							["amount"] = 27152,
						},
						["诺库德狂风使者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 4285,
								},
								["肉搏"] = {
									["count"] = 4548,
								},
							},
							["amount"] = 8833,
						},
						["松脂石碎片"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1680,
								},
							},
							["amount"] = 1680,
						},
						["狂野的始祖龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9496,
								},
								["撕扯"] = {
									["count"] = 35,
								},
								["爪击"] = {
									["count"] = 4292,
								},
							},
							["amount"] = 13823,
						},
						["克洛杰克，海滨巡游者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 33177,
								},
								["撕扯"] = {
									["count"] = 32,
								},
								["爪击"] = {
									["count"] = 15720,
								},
							},
							["amount"] = 48929,
						},
						["灭龙碎盾者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9026,
								},
								["撕扯"] = {
									["count"] = 36,
								},
								["爪击"] = {
									["count"] = 6933,
								},
							},
							["amount"] = 15995,
						},
						["卡拉希碎墙者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9104,
								},
								["爪击"] = {
									["count"] = 4545,
								},
							},
							["amount"] = 13649,
						},
						["研磨者摩尔卡"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 6257,
								},
								["撕扯"] = {
									["count"] = 44,
								},
								["肉搏"] = {
									["count"] = 13744,
								},
							},
							["amount"] = 20045,
						},
						["法铸蛮兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 42484,
								},
								["撕扯"] = {
									["count"] = 72,
								},
								["爪击"] = {
									["count"] = 23534,
								},
							},
							["amount"] = 66090,
						},
						["龙兽织法者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2448,
								},
								["肉搏"] = {
									["count"] = 2448,
								},
							},
							["amount"] = 4896,
						},
						["任性的教科书"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 4315,
								},
								["撕扯"] = {
									["count"] = 35,
								},
								["爪击"] = {
									["count"] = 2892,
								},
							},
							["amount"] = 7242,
						},
						["枯萎噬咬者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 16401,
								},
								["爪击"] = {
									["count"] = 7356,
								},
							},
							["amount"] = 23757,
						},
						["诺库德统御者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 3267,
								},
								["肉搏"] = {
									["count"] = 5622,
								},
							},
							["amount"] = 8889,
						},
						["重塑的大地"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1836,
								},
								["肉搏"] = {
									["count"] = 4076,
								},
							},
							["amount"] = 5912,
						},
						["克罗兹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 15241,
								},
								["爪击"] = {
									["count"] = 6120,
								},
							},
							["amount"] = 21361,
						},
						["纳亚尔斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 13916,
								},
								["撕扯"] = {
									["count"] = 68,
								},
								["爪击"] = {
									["count"] = 7700,
								},
							},
							["amount"] = 21684,
						},
						["橡胶鱼头"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1859,
								},
								["肉搏"] = {
									["count"] = 3175,
								},
							},
							["amount"] = 5034,
						},
						["握石者裂片"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2516,
								},
								["爪击"] = {
									["count"] = 2135,
								},
							},
							["amount"] = 4651,
						},
						["喷口践踏者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1864,
								},
								["肉搏"] = {
									["count"] = 4407,
								},
							},
							["amount"] = 6271,
						},
						["芜菁沙袋"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 3101,
								},
								["撕扯"] = {
									["count"] = 55,
								},
								["肉搏"] = {
									["count"] = 6963,
								},
							},
							["amount"] = 10119,
						},
						["诺库德狩猎大师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 13192,
								},
								["爪击"] = {
									["count"] = 4934,
								},
							},
							["amount"] = 18126,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5654,
								},
								["撕扯"] = {
									["count"] = 34,
								},
								["爪击"] = {
									["count"] = 3100,
								},
							},
							["amount"] = 8788,
						},
						["弗里基鲁斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5408,
								},
								["撕扯"] = {
									["count"] = 43,
								},
								["爪击"] = {
									["count"] = 3578,
								},
							},
							["amount"] = 9029,
						},
						["召引震颤"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2415,
								},
								["肉搏"] = {
									["count"] = 5460,
								},
							},
							["amount"] = 7875,
						},
						["古龙哥罗德"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 4056,
								},
								["撕扯"] = {
									["count"] = 32,
								},
								["爪击"] = {
									["count"] = 2726,
								},
							},
							["amount"] = 6814,
						},
						["卡加尔·五牙"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 7706,
								},
								["肉搏"] = {
									["count"] = 14620,
								},
							},
							["amount"] = 22326,
						},
						["原始雪崩"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2082,
								},
								["肉搏"] = {
									["count"] = 1646,
								},
							},
							["amount"] = 3728,
						},
						["不是很软的小食"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3506,
								},
								["爪击"] = {
									["count"] = 3294,
								},
							},
							["amount"] = 6800,
						},
						["长枪兵队长"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5511,
								},
								["撕扯"] = {
									["count"] = 42,
								},
								["爪击"] = {
									["count"] = 3745,
								},
							},
							["amount"] = 9298,
						},
						["未知目标"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 4584,
								},
								["肉搏"] = {
									["count"] = 8751,
								},
							},
							["amount"] = 13335,
						},
						["高阶萨满祭司腐指"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 11316,
								},
								["撕扯"] = {
									["count"] = 42,
								},
								["爪击"] = {
									["count"] = 5235,
								},
							},
							["amount"] = 16593,
						},
						["虔心者泰利罗德"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 18801,
								},
								["撕扯"] = {
									["count"] = 36,
								},
								["爪击"] = {
									["count"] = 9423,
								},
							},
							["amount"] = 28260,
						},
						["烬齑巨怪"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 9245,
								},
								["肉搏"] = {
									["count"] = 18808,
								},
							},
							["amount"] = 28053,
						},
						["恶毒的土狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 33365,
								},
								["撕扯"] = {
									["count"] = 32,
								},
								["爪击"] = {
									["count"] = 17707,
								},
							},
							["amount"] = 51104,
						},
						["硬化熔岩"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2563,
								},
								["爪击"] = {
									["count"] = 1585,
								},
							},
							["amount"] = 4148,
						},
						["活力鞭笞者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 31013,
								},
								["撕扯"] = {
									["count"] = 63,
								},
								["爪击"] = {
									["count"] = 13776,
								},
							},
							["amount"] = 44852,
						},
						["拜荒风暴贤者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 3533,
								},
								["肉搏"] = {
									["count"] = 8154,
								},
							},
							["amount"] = 11687,
						},
						["诺库德哨兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 44200,
								},
								["撕扯"] = {
									["count"] = 68,
								},
								["爪击"] = {
									["count"] = 24804,
								},
							},
							["amount"] = 69072,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 7911,
								},
								["撕扯"] = {
									["count"] = 35,
								},
								["爪击"] = {
									["count"] = 3029,
								},
							},
							["amount"] = 10975,
						},
						["锈松塑壤者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 4263,
								},
								["撕扯"] = {
									["count"] = 109,
								},
								["肉搏"] = {
									["count"] = 6011,
								},
							},
							["amount"] = 10383,
						},
						["狂野的始祖幼龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3731,
								},
								["撕扯"] = {
									["count"] = 28,
								},
								["爪击"] = {
									["count"] = 1691,
								},
							},
							["amount"] = 5450,
						},
						["卡拉希愈石者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6600,
								},
								["撕扯"] = {
									["count"] = 72,
								},
								["爪击"] = {
									["count"] = 2977,
								},
							},
							["amount"] = 9649,
						},
						["斯纳格伯恩"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 15766,
								},
								["撕扯"] = {
									["count"] = 90,
								},
								["爪击"] = {
									["count"] = 7760,
								},
							},
							["amount"] = 23616,
						},
						["锈松暴怒者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 5746,
								},
								["肉搏"] = {
									["count"] = 8971,
								},
							},
							["amount"] = 14717,
						},
						["烈焰哨卫"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9361,
								},
								["撕扯"] = {
									["count"] = 49,
								},
								["爪击"] = {
									["count"] = 4977,
								},
							},
							["amount"] = 14387,
						},
						["狂放的风暴"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 20881,
								},
								["撕扯"] = {
									["count"] = 41,
								},
								["爪击"] = {
									["count"] = 14247,
								},
							},
							["amount"] = 35169,
						},
						["灭石者托卡拉"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 7974,
								},
								["肉搏"] = {
									["count"] = 12623,
								},
							},
							["amount"] = 20597,
						},
						["卡拉希碎骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6219,
								},
								["撕扯"] = {
									["count"] = 32,
								},
								["爪击"] = {
									["count"] = 2774,
								},
							},
							["amount"] = 9025,
						},
						["森林巨人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6527,
								},
								["撕扯"] = {
									["count"] = 79,
								},
								["爪击"] = {
									["count"] = 3504,
								},
							},
							["amount"] = 10110,
						},
					},
					["TimeDamaging"] = {
						["缚法节杖"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.98,
								},
								["撕扯"] = {
									["count"] = 0.3,
								},
								["爪击"] = {
									["count"] = 3.07,
								},
							},
							["amount"] = 9.350000000000001,
						},
						["塔拉赛战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9.65,
								},
								["撕扯"] = {
									["count"] = 0.1,
								},
								["爪击"] = {
									["count"] = 4.57,
								},
							},
							["amount"] = 14.32,
						},
						["老石牙"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 0.93,
								},
								["肉搏"] = {
									["count"] = 6.58,
								},
							},
							["amount"] = 7.51,
						},
						["萌芽的鞭笞者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 6.1,
								},
								["肉搏"] = {
									["count"] = 6.529999999999999,
								},
							},
							["amount"] = 12.63,
						},
						["粗短淡水兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 10.33,
								},
								["撕扯"] = {
									["count"] = 0.77,
								},
								["爪击"] = {
									["count"] = 3.91,
								},
							},
							["amount"] = 15.01,
						},
						["诺库德劫掠者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 9.569999999999999,
								},
								["撕扯"] = {
									["count"] = 1.42,
								},
								["肉搏"] = {
									["count"] = 14.86,
								},
							},
							["amount"] = 25.85,
						},
						["特拉坎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 8.3,
								},
								["爪击"] = {
									["count"] = 3.77,
								},
							},
							["amount"] = 12.07,
						},
						["召唤出的熔岩元素"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3.1,
								},
								["爪击"] = {
									["count"] = 1.65,
								},
							},
							["amount"] = 4.75,
						},
						["贪食的鹿角虫"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 24.49,
								},
								["撕扯"] = {
									["count"] = 0.45,
								},
								["爪击"] = {
									["count"] = 12.18,
								},
							},
							["amount"] = 37.12,
						},
						["闪霜塔拉赛"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.66,
								},
								["肉搏"] = {
									["count"] = 13.07,
								},
							},
							["amount"] = 15.73,
						},
						["灭龙士兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 15.65,
								},
								["撕扯"] = {
									["count"] = 0.35,
								},
								["爪击"] = {
									["count"] = 9.81,
								},
							},
							["amount"] = 25.81,
						},
						["冰霜使徒"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 0.18,
								},
								["肉搏"] = {
									["count"] = 2.97,
								},
							},
							["amount"] = 3.15,
						},
						["坚硬的鲤鱼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9.879999999999999,
								},
								["爪击"] = {
									["count"] = 3.63,
								},
							},
							["amount"] = 13.51,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 17.78,
								},
								["爪击"] = {
									["count"] = 6.489999999999999,
								},
							},
							["amount"] = 24.27,
						},
						["缚法战斧"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 29.43,
								},
								["爪击"] = {
									["count"] = 12.8,
								},
							},
							["amount"] = 42.23,
						},
						["诺库德蛮兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.370000000000001,
								},
								["爪击"] = {
									["count"] = 3.97,
								},
							},
							["amount"] = 9.339999999999998,
						},
						["卡拉希掷焰者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 12.41,
								},
								["爪击"] = {
									["count"] = 2.3,
								},
							},
							["amount"] = 14.71,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 4.28,
								},
								["肉搏"] = {
									["count"] = 7.64,
								},
							},
							["amount"] = 11.92,
						},
						["碎裂哨兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9.79,
								},
								["撕扯"] = {
									["count"] = 0.28,
								},
								["爪击"] = {
									["count"] = 2.58,
								},
							},
							["amount"] = 12.65,
						},
						["骨箭猎手"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 7.82,
								},
								["爪击"] = {
									["count"] = 3.22,
								},
							},
							["amount"] = 11.04,
						},
						["被缚者因菲纳"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6.859999999999999,
								},
								["爪击"] = {
									["count"] = 6.640000000000001,
								},
							},
							["amount"] = 13.5,
						},
						["松脂石震地者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1.84,
								},
								["撕扯"] = {
									["count"] = 1.75,
								},
								["肉搏"] = {
									["count"] = 6.1,
								},
							},
							["amount"] = 9.690000000000001,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9.04,
								},
								["爪击"] = {
									["count"] = 3.6,
								},
							},
							["amount"] = 12.64,
						},
						["地缚拜荒者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6.600000000000001,
								},
								["爪击"] = {
									["count"] = 5.43,
								},
							},
							["amount"] = 12.03,
						},
						["腐臭的颂朽者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 16.18,
								},
								["撕扯"] = {
									["count"] = 0.33,
								},
								["爪击"] = {
									["count"] = 4.68,
								},
							},
							["amount"] = 21.19,
						},
						["诺库德狂风使者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.82,
								},
								["肉搏"] = {
									["count"] = 3.43,
								},
							},
							["amount"] = 6.25,
						},
						["松脂石碎片"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["狂野的始祖龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.33,
								},
								["爪击"] = {
									["count"] = 4.28,
								},
							},
							["amount"] = 9.61,
						},
						["克洛杰克，海滨巡游者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 18.94,
								},
								["肉搏"] = {
									["count"] = 23.18,
								},
							},
							["amount"] = 42.12,
						},
						["灭龙碎盾者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 7.12,
								},
								["爪击"] = {
									["count"] = 3.97,
								},
							},
							["amount"] = 11.09,
						},
						["卡拉希碎墙者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 11.1,
								},
								["爪击"] = {
									["count"] = 4.44,
								},
							},
							["amount"] = 15.54,
						},
						["研磨者摩尔卡"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 3.4,
								},
								["肉搏"] = {
									["count"] = 9.52,
								},
							},
							["amount"] = 12.92,
						},
						["法铸蛮兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 34.87,
								},
								["爪击"] = {
									["count"] = 18.47,
								},
							},
							["amount"] = 53.34,
						},
						["龙兽织法者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.37,
								},
								["肉搏"] = {
									["count"] = 1.89,
								},
							},
							["amount"] = 4.26,
						},
						["任性的教科书"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3.23,
								},
								["撕扯"] = {
									["count"] = 0.8,
								},
								["爪击"] = {
									["count"] = 0.7,
								},
							},
							["amount"] = 4.73,
						},
						["枯萎噬咬者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 10.91,
								},
								["爪击"] = {
									["count"] = 8.69,
								},
							},
							["amount"] = 19.6,
						},
						["诺库德统御者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.63,
								},
								["肉搏"] = {
									["count"] = 7.01,
								},
							},
							["amount"] = 9.639999999999999,
						},
						["重塑的大地"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.37,
								},
								["肉搏"] = {
									["count"] = 4.6,
								},
							},
							["amount"] = 6.97,
						},
						["克罗兹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 11.87,
								},
								["爪击"] = {
									["count"] = 6.09,
								},
							},
							["amount"] = 17.96,
						},
						["纳亚尔斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9.93,
								},
								["撕扯"] = {
									["count"] = 0.82,
								},
								["爪击"] = {
									["count"] = 4.79,
								},
							},
							["amount"] = 15.54,
						},
						["橡胶鱼头"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 0.51,
								},
								["肉搏"] = {
									["count"] = 4.39,
								},
							},
							["amount"] = 4.9,
						},
						["握石者裂片"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.32,
								},
								["爪击"] = {
									["count"] = 1.1,
								},
							},
							["amount"] = 3.42,
						},
						["喷口践踏者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 3,
								},
								["肉搏"] = {
									["count"] = 1.87,
								},
							},
							["amount"] = 4.87,
						},
						["芜菁沙袋"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1.64,
								},
								["撕扯"] = {
									["count"] = 0.11,
								},
								["肉搏"] = {
									["count"] = 5.07,
								},
							},
							["amount"] = 6.820000000000001,
						},
						["诺库德狩猎大师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 12.5,
								},
								["爪击"] = {
									["count"] = 2.9,
								},
							},
							["amount"] = 15.4,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6.45,
								},
								["撕扯"] = {
									["count"] = 0.02,
								},
								["爪击"] = {
									["count"] = 1.43,
								},
							},
							["amount"] = 7.9,
						},
						["弗里基鲁斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3.23,
								},
								["撕扯"] = {
									["count"] = 0.83,
								},
								["爪击"] = {
									["count"] = 2.13,
								},
							},
							["amount"] = 6.19,
						},
						["召引震颤"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 0.98,
								},
								["肉搏"] = {
									["count"] = 3.64,
								},
							},
							["amount"] = 4.62,
						},
						["古龙哥罗德"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3.72,
								},
								["撕扯"] = {
									["count"] = 0.22,
								},
								["爪击"] = {
									["count"] = 2.4,
								},
							},
							["amount"] = 6.34,
						},
						["卡加尔·五牙"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 6.82,
								},
								["肉搏"] = {
									["count"] = 11.04,
								},
							},
							["amount"] = 17.86,
						},
						["原始雪崩"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 3.1,
						},
						["不是很软的小食"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.76,
								},
								["爪击"] = {
									["count"] = 2.17,
								},
							},
							["amount"] = 4.93,
						},
						["长枪兵队长"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.11,
								},
								["爪击"] = {
									["count"] = 1.51,
								},
							},
							["amount"] = 6.62,
						},
						["未知目标"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.2,
								},
								["肉搏"] = {
									["count"] = 9.09,
								},
							},
							["amount"] = 11.29,
						},
						["高阶萨满祭司腐指"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 8.54,
								},
								["撕扯"] = {
									["count"] = 0.73,
								},
								["爪击"] = {
									["count"] = 2.84,
								},
							},
							["amount"] = 12.11,
						},
						["虔心者泰利罗德"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 15.76,
								},
								["撕扯"] = {
									["count"] = 0.23,
								},
								["爪击"] = {
									["count"] = 5.989999999999999,
								},
							},
							["amount"] = 21.98,
						},
						["烬齑巨怪"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 8.15,
								},
								["肉搏"] = {
									["count"] = 13.64,
								},
							},
							["amount"] = 21.79,
						},
						["恶毒的土狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 27.37,
								},
								["爪击"] = {
									["count"] = 13.14,
								},
							},
							["amount"] = 40.51,
						},
						["硬化熔岩"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3,
								},
								["爪击"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 4.6,
						},
						["活力鞭笞者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 22.89,
								},
								["撕扯"] = {
									["count"] = 0.84,
								},
								["爪击"] = {
									["count"] = 11.57,
								},
							},
							["amount"] = 35.3,
						},
						["拜荒风暴贤者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 2.59,
								},
								["肉搏"] = {
									["count"] = 8.95,
								},
							},
							["amount"] = 11.54,
						},
						["诺库德哨兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 42.05,
								},
								["撕扯"] = {
									["count"] = 0.79,
								},
								["爪击"] = {
									["count"] = 17.04,
								},
							},
							["amount"] = 59.88,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6.270000000000001,
								},
								["撕扯"] = {
									["count"] = 0.78,
								},
								["爪击"] = {
									["count"] = 0.9299999999999999,
								},
							},
							["amount"] = 7.98,
						},
						["锈松塑壤者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 1.65,
								},
								["撕扯"] = {
									["count"] = 0.3,
								},
								["肉搏"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 6.45,
						},
						["狂野的始祖幼龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3.91,
								},
								["撕扯"] = {
									["count"] = 0.24,
								},
								["爪击"] = {
									["count"] = 2.07,
								},
							},
							["amount"] = 6.22,
						},
						["卡拉希愈石者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.15,
								},
								["撕扯"] = {
									["count"] = 0.25,
								},
								["爪击"] = {
									["count"] = 2.51,
								},
							},
							["amount"] = 7.910000000000001,
						},
						["斯纳格伯恩"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 12.04,
								},
								["爪击"] = {
									["count"] = 3.23,
								},
							},
							["amount"] = 15.27,
						},
						["锈松暴怒者"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 5.5,
								},
								["肉搏"] = {
									["count"] = 7.15,
								},
							},
							["amount"] = 12.65,
						},
						["烈焰哨卫"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 7.45,
								},
								["撕扯"] = {
									["count"] = 0.09,
								},
								["爪击"] = {
									["count"] = 3.78,
								},
							},
							["amount"] = 11.32,
						},
						["狂放的风暴"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 18.98,
								},
								["撕扯"] = {
									["count"] = 0.11,
								},
								["爪击"] = {
									["count"] = 7.500000000000001,
								},
							},
							["amount"] = 26.59,
						},
						["灭石者托卡拉"] = {
							["Details"] = {
								["爪击"] = {
									["count"] = 6.42,
								},
								["肉搏"] = {
									["count"] = 9.55,
								},
							},
							["amount"] = 15.97,
						},
						["卡拉希碎骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5.199999999999999,
								},
								["撕扯"] = {
									["count"] = 0.85,
								},
								["爪击"] = {
									["count"] = 2.04,
								},
							},
							["amount"] = 8.09,
						},
						["森林巨人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6.310000000000001,
								},
								["爪击"] = {
									["count"] = 2.06,
								},
							},
							["amount"] = 8.37,
						},
					},
					["ElementDone"] = {
						["Melee"] = 871085,
						["Physical"] = 474761,
					},
					["HealingTaken"] = 22471,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 107,
								},
								["Hit"] = {
									["count"] = 560,
								},
							},
							["amount"] = 668,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 76,
								},
								["Hit"] = {
									["count"] = 367,
								},
							},
							["amount"] = 446,
						},
					},
					["TimeDamage"] = 1061.880000000002,
					["WhoDamaged"] = {
						["诺库德蛮兵"] = {
							["Details"] = {
								["雷霆践踏"] = {
									["count"] = 14998,
								},
							},
							["amount"] = 14998,
						},
						["缚法节杖"] = {
							["Details"] = {
								["奥术之雨"] = {
									["count"] = 7598,
								},
								["秘法冲击"] = {
									["count"] = 7598,
								},
							},
							["amount"] = 15196,
						},
						["研磨者摩尔卡"] = {
							["Details"] = {
								["碎石"] = {
									["count"] = 1943,
								},
							},
							["amount"] = 1943,
						},
						["老石牙"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 1137,
								},
							},
							["amount"] = 1137,
						},
						["虔心者泰利罗德"] = {
							["Details"] = {
								["气流冲锋"] = {
									["count"] = 933,
								},
							},
							["amount"] = 933,
						},
						["骨箭猎手"] = {
							["Details"] = {
								["残酷陷阱 (伤害/跳)"] = {
									["count"] = 2102,
								},
							},
							["amount"] = 2102,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["邪恶伏击"] = {
									["count"] = 1824,
								},
							},
							["amount"] = 1824,
						},
						["卡拉希愈石者"] = {
							["Details"] = {
								["落石"] = {
									["count"] = 7880,
								},
							},
							["amount"] = 7880,
						},
						["召唤出的熔岩元素"] = {
							["Details"] = {
								["熔火之泪"] = {
									["count"] = 23317,
								},
							},
							["amount"] = 23317,
						},
						["艾茲拉西烏斯"] = {
							["Details"] = {
								["吞噬之影"] = {
									["count"] = 167,
								},
							},
							["amount"] = 167,
						},
						["贪食的鹿角虫"] = {
							["Details"] = {
								["毒药汁液 (伤害/跳)"] = {
									["count"] = 828,
								},
							},
							["amount"] = 828,
						},
						["诺库德哨兵"] = {
							["Details"] = {
								["风暴之击"] = {
									["count"] = 4978,
								},
							},
							["amount"] = 4978,
						},
						["腐臭的颂朽者"] = {
							["Details"] = {
								["腐烂爆发"] = {
									["count"] = 9948,
								},
							},
							["amount"] = 9948,
						},
						["灭龙士兵"] = {
							["Details"] = {
								["粉碎打击"] = {
									["count"] = 406,
								},
							},
							["amount"] = 406,
						},
						["诺库德劫掠者"] = {
							["Details"] = {
								["引雷针"] = {
									["count"] = 433,
								},
								["肉搏"] = {
									["count"] = 9955,
								},
							},
							["amount"] = 10388,
						},
						["No One"] = {
							["Details"] = {
								["引雷针"] = {
									["count"] = 1708,
								},
							},
							["amount"] = 1708,
						},
						["岩浆掠蛛"] = {
							["Details"] = {
								["熔火鬃毛"] = {
									["count"] = 274,
								},
							},
							["amount"] = 274,
						},
						["特拉坎"] = {
							["Details"] = {
								["震地"] = {
									["count"] = 290,
								},
							},
							["amount"] = 290,
						},
						["长枪兵队长"] = {
							["Details"] = {
								["突涌熔岩"] = {
									["count"] = 48087,
								},
								["挥砍"] = {
									["count"] = 8777,
								},
							},
							["amount"] = 56864,
						},
						["狂放的风暴"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5340,
								},
							},
							["amount"] = 5340,
						},
						["宏伟之焰"] = {
							["Details"] = {
								["飞溅岩浆"] = {
									["count"] = 16154,
								},
							},
							["amount"] = 16154,
						},
						["炽焰火飑鸟"] = {
							["Details"] = {
								["烈焰焚毁"] = {
									["count"] = 645,
								},
							},
							["amount"] = 645,
						},
						["灭石者托卡拉"] = {
							["Details"] = {
								["碎石"] = {
									["count"] = 1943,
								},
							},
							["amount"] = 1943,
						},
					},
					["Attacks"] = {
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 1181,
									["min"] = 1181,
									["count"] = 1,
									["amount"] = 1181,
								},
								["Crit"] = {
									["max"] = 2963,
									["min"] = 1679,
									["count"] = 107,
									["amount"] = 233690,
								},
								["Hit"] = {
									["max"] = 1768,
									["min"] = 679,
									["count"] = 560,
									["amount"] = 636214,
								},
							},
							["count"] = 668,
							["amount"] = 871085,
						},
						["撕扯"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 38,
									["min"] = 38,
									["count"] = 1,
									["amount"] = 38,
								},
								["Crit"] = {
									["max"] = 90,
									["min"] = 63,
									["count"] = 7,
									["amount"] = 522,
								},
								["Hit"] = {
									["max"] = 55,
									["min"] = 28,
									["count"] = 37,
									["amount"] = 1378,
								},
							},
							["count"] = 45,
							["amount"] = 1938,
						},
						["爪击"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 1084,
									["min"] = 1052,
									["count"] = 2,
									["amount"] = 2136,
								},
								["Crit"] = {
									["max"] = 2673,
									["min"] = 1230,
									["count"] = 69,
									["amount"] = 134942,
								},
								["Hit"] = {
									["max"] = 1553,
									["min"] = 737,
									["count"] = 330,
									["amount"] = 335745,
								},
							},
							["count"] = 401,
							["amount"] = 472823,
						},
					},
					["Heals"] = {
						["吸血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 941,
									["min"] = 367,
									["count"] = 6,
									["amount"] = 3678,
								},
							},
							["count"] = 6,
							["amount"] = 3678,
						},
					},
					["HealedWho"] = {
						["复活的食尸鬼 <查理三世>"] = {
							["Details"] = {
								["吸血"] = {
									["count"] = 3678,
								},
							},
							["amount"] = 3678,
						},
					},
				},
			},
			["LastEventTimes"] = {
				50108.709, -- [1]
				50110.413, -- [2]
				50110.499, -- [3]
				50112.442, -- [4]
				50113.328, -- [5]
				50113.328, -- [6]
				50114.244, -- [7]
				50116.114, -- [8]
				50116.354, -- [9]
				50117.929, -- [10]
				50119.287, -- [11]
				44649.365, -- [12]
				44649.365, -- [13]
				44651.665, -- [14]
				44652.665, -- [15]
				44653.782, -- [16]
				44656.116, -- [17]
				44656.116, -- [18]
				44658.149, -- [19]
				44659.549, -- [20]
				44660.066, -- [21]
				44661.866, -- [22]
				44663.399, -- [23]
				44663.68300000001, -- [24]
				44665.6, -- [25]
				44667.066, -- [26]
				50070.875, -- [27]
				50070.875, -- [28]
				50071.884, -- [29]
				50072.636, -- [30]
				50072.785, -- [31]
				50077.645, -- [32]
				50078.01, -- [33]
				50078.887, -- [34]
				50079.802, -- [35]
				50080.632, -- [36]
				50081.515, -- [37]
				50083.314, -- [38]
				50101.45, -- [39]
				50101.587, -- [40]
				50101.587, -- [41]
				50102.817, -- [42]
				50103.167, -- [43]
				50103.542, -- [44]
				50105.019, -- [45]
				50105.589, -- [46]
				50106.134, -- [47]
				50106.789, -- [48]
				50107.721, -- [49]
				50108.709, -- [50]
			},
			["LastEventHealthMax"] = {
				178952, -- [1]
				178952, -- [2]
				[49] = 178952,
				[48] = 178952,
				[47] = 178952,
				[50] = 178952,
			},
			["LastActive"] = 50117.145,
		},
		["月怒之歿-銀翼要塞"] = {
			["GUID"] = "Player-980-06C3A4A9",
			["LastEventHealth"] = {
				198996, -- [1]
				198996, -- [2]
				198996, -- [3]
				198996, -- [4]
				198996, -- [5]
				198996, -- [6]
				198996, -- [7]
				198996, -- [8]
				198996, -- [9]
				198996, -- [10]
				198996, -- [11]
				198996, -- [12]
				198996, -- [13]
				198996, -- [14]
				198996, -- [15]
				198996, -- [16]
				198996, -- [17]
				198996, -- [18]
				198996, -- [19]
				198996, -- [20]
				198996, -- [21]
				198996, -- [22]
				198996, -- [23]
				198996, -- [24]
				198996, -- [25]
				198996, -- [26]
				198996, -- [27]
				198996, -- [28]
				198996, -- [29]
				198996, -- [30]
				198996, -- [31]
				198996, -- [32]
				198996, -- [33]
				198996, -- [34]
				198996, -- [35]
				198996, -- [36]
				198996, -- [37]
				198996, -- [38]
				198996, -- [39]
				198996, -- [40]
				198996, -- [41]
				198996, -- [42]
				198996, -- [43]
				198996, -- [44]
				198996, -- [45]
				198996, -- [46]
				198996, -- [47]
				198996, -- [48]
				198996, -- [49]
				198996, -- [50]
			},
			["LastAttackedBy"] = "幽魂唤魔师",
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
				"HEAL", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"HEAL", -- [12]
				"HEAL", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"HEAL", -- [16]
				"HEAL", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"HEAL", -- [20]
				"HEAL", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"HEAL", -- [24]
				"HEAL", -- [25]
				"HEAL", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"HEAL", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"HEAL", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"HEAL", -- [38]
				"HEAL", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"HEAL", -- [45]
				"HEAL", -- [46]
				"HEAL", -- [47]
				"HEAL", -- [48]
				"HEAL", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					546.12, -- [1]
				},
				["Dispels"] = {
					2, -- [1]
				},
				["HealingTaken"] = {
					1175326, -- [1]
				},
				["Healing"] = {
					7042827, -- [1]
				},
				["DamageTaken"] = {
					1171014, -- [1]
				},
				["Overhealing"] = {
					9713586, -- [1]
				},
				["ActiveTime"] = {
					1042.789999999996, -- [1]
				},
				["RageGain"] = {
					80, -- [1]
				},
				["FDamage"] = {
					279135, -- [1]
				},
				["TimeDamage"] = {
					496.6699999999985, -- [1]
				},
				["HOT_Time"] = {
					9456, -- [1]
				},
				["ManaGain"] = {
					-10000, -- [1]
				},
				["DOT_Time"] = {
					3885, -- [1]
				},
				["Damage"] = {
					3455154, -- [1]
				},
			},
			["enClass"] = "DRUID",
			["unit"] = "月怒之歿-銀翼要塞",
			["LastAbility"] = 49916.997,
			["UnitLockout"] = 8660.62,
			["LastDamageTaken"] = 264,
			["level"] = 70,
			["LastDamageAbility"] = "奥术飞弹",
			["LastFightIn"] = 16,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["激变蜂群 (伤害/跳)"] = {
							["Details"] = {
								["多拉苟萨的回响"] = {
									["count"] = 90,
								},
								["缚法节杖"] = {
									["count"] = 21,
								},
								["被激怒的掠蜓"] = {
									["count"] = 24,
								},
								["头领鹰隼"] = {
									["count"] = 15,
								},
								["被腐化的嗜魔者"] = {
									["count"] = 21,
								},
								["茂林古树"] = {
									["count"] = 21,
								},
								["领地鹰隼"] = {
									["count"] = 42,
								},
								["克罗兹"] = {
									["count"] = 45,
								},
								["维克萨姆斯"] = {
									["count"] = 30,
								},
								["任性的教科书"] = {
									["count"] = 15,
								},
								["饥饿的鞭笞者"] = {
									["count"] = 21,
								},
								["恶毒的鞭笞者"] = {
									["count"] = 3,
								},
								["奥术抢劫者"] = {
									["count"] = 93,
								},
								["艾杰斯亚回声骑士"] = {
									["count"] = 39,
								},
								["幽魂唤魔师"] = {
									["count"] = 6,
								},
							},
							["amount"] = 486,
						},
						["阳炎术 (伤害/跳)"] = {
							["Details"] = {
								["茂林古树"] = {
									["count"] = 99,
								},
								["被激怒的掠蜓"] = {
									["count"] = 102,
								},
								["头领鹰隼"] = {
									["count"] = 123,
								},
								["被腐化的嗜魔者"] = {
									["count"] = 21,
								},
								["虚无修复者"] = {
									["count"] = 90,
								},
								["艾杰斯亚回声骑士"] = {
									["count"] = 285,
								},
								["奥术抢劫者"] = {
									["count"] = 84,
								},
								["多拉苟萨的回响"] = {
									["count"] = 144,
								},
								["守护者哨兵"] = {
									["count"] = 45,
								},
								["幽魂唤魔师"] = {
									["count"] = 249,
								},
								["领地鹰隼"] = {
									["count"] = 159,
								},
								["维克萨姆斯"] = {
									["count"] = 84,
								},
								["克罗兹"] = {
									["count"] = 132,
								},
								["饥饿的鞭笞者"] = {
									["count"] = 654,
								},
								["恶毒的鞭笞者"] = {
									["count"] = 129,
								},
								["缚法战斧"] = {
									["count"] = 63,
								},
								["缚法节杖"] = {
									["count"] = 48,
								},
							},
							["amount"] = 2511,
						},
						["痛击 (伤害/跳)"] = {
							["Details"] = {
								["幽魂唤魔师"] = {
									["count"] = 54,
								},
								["克罗兹"] = {
									["count"] = 27,
								},
								["虚无修复者"] = {
									["count"] = 18,
								},
								["艾杰斯亚回声骑士"] = {
									["count"] = 54,
								},
							},
							["amount"] = 153,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["多拉苟萨的回响"] = {
									["count"] = 18,
								},
								["饥饿的鞭笞者"] = {
									["count"] = 6,
								},
							},
							["amount"] = 24,
						},
						["野性狂乱 (伤害/跳)"] = {
							["Details"] = {
								["多拉苟萨的回响"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["多拉苟萨的回响"] = {
									["count"] = 147,
								},
								["茂林古树"] = {
									["count"] = 99,
								},
								["守护者哨兵"] = {
									["count"] = 48,
								},
								["头领鹰隼"] = {
									["count"] = 42,
								},
								["领地鹰隼"] = {
									["count"] = 33,
								},
								["维克萨姆斯"] = {
									["count"] = 81,
								},
								["克罗兹"] = {
									["count"] = 135,
								},
								["饥饿的鞭笞者"] = {
									["count"] = 60,
								},
								["艾杰斯亚回声骑士"] = {
									["count"] = 3,
								},
								["奥术抢劫者"] = {
									["count"] = 12,
								},
								["缚法战斧"] = {
									["count"] = 21,
								},
								["幽魂唤魔师"] = {
									["count"] = 15,
								},
							},
							["amount"] = 696,
						},
					},
					["ElementHitsTaken"] = {
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 38,
								},
								["Tick"] = {
									["count"] = 7,
								},
							},
							["amount"] = 45,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 14,
								},
							},
							["amount"] = 17,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
					},
					["HealedWho"] = {
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 328413,
								},
								["百花齐放"] = {
									["count"] = 105688,
								},
								["回春术"] = {
									["count"] = 95622,
								},
								["野性成长"] = {
									["count"] = 160505,
								},
								["塞纳里奥结界"] = {
									["count"] = 29998,
								},
								["愈合"] = {
									["count"] = 63436,
								},
								["生命绽放"] = {
									["count"] = 59987,
								},
								["伊瑟拉之赐"] = {
									["count"] = 286901,
								},
								["激变蜂群"] = {
									["count"] = 11416,
								},
								["迅捷治愈"] = {
									["count"] = 30294,
								},
							},
							["amount"] = 1172260,
						},
						["地狱火爪牙 <矨琳>"] = {
							["Details"] = {
								["野性成长"] = {
									["count"] = 13665,
								},
							},
							["amount"] = 13665,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 43206,
								},
								["百花齐放"] = {
									["count"] = 57784,
								},
								["回春术"] = {
									["count"] = 66902,
								},
								["野性成长"] = {
									["count"] = 269587,
								},
								["愈合"] = {
									["count"] = 219048,
								},
								["激变蜂群"] = {
									["count"] = 121233,
								},
								["伊瑟拉之赐"] = {
									["count"] = 11910,
								},
								["迅捷治愈"] = {
									["count"] = 163788,
								},
								["生命绽放"] = {
									["count"] = 526883,
								},
							},
							["amount"] = 1480341,
						},
						["矨琳"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 39432,
								},
								["生命绽放"] = {
									["count"] = 157412,
								},
								["百花齐放"] = {
									["count"] = 68538,
								},
								["愈合"] = {
									["count"] = 111932,
								},
								["回春术"] = {
									["count"] = 88467,
								},
								["激变蜂群"] = {
									["count"] = 122565,
								},
								["野性成长"] = {
									["count"] = 157134,
								},
								["伊瑟拉之赐"] = {
									["count"] = 29760,
								},
							},
							["amount"] = 775240,
						},
						["查理三世"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 92409,
								},
								["百花齐放"] = {
									["count"] = 212362,
								},
								["回春术"] = {
									["count"] = 117810,
								},
								["激变蜂群"] = {
									["count"] = 167188,
								},
								["塞纳里奥结界"] = {
									["count"] = 392523,
								},
								["治愈气息"] = {
									["count"] = 60089,
								},
								["愈合"] = {
									["count"] = 122571,
								},
								["伊瑟拉之赐"] = {
									["count"] = 35643,
								},
								["生命绽放"] = {
									["count"] = 1151771,
								},
								["野性成长"] = {
									["count"] = 177191,
								},
							},
							["amount"] = 2529557,
						},
						["尹雲"] = {
							["Details"] = {
								["迅捷治愈"] = {
									["count"] = 166814,
								},
								["百花齐放"] = {
									["count"] = 89775,
								},
								["回春术"] = {
									["count"] = 105725,
								},
								["野性成长"] = {
									["count"] = 212645,
								},
								["疗愈吐息"] = {
									["count"] = 12627,
								},
								["愈合"] = {
									["count"] = 122839,
								},
								["激变蜂群"] = {
									["count"] = 57512,
								},
								["生命绽放"] = {
									["count"] = 152654,
								},
								["新绿"] = {
									["count"] = 122000,
								},
								["伊瑟拉之赐"] = {
									["count"] = 19231,
								},
							},
							["amount"] = 1061822,
						},
						["复活的食尸鬼 <查理三世>"] = {
							["Details"] = {
								["百花齐放"] = {
									["count"] = 1083,
								},
								["野性成长"] = {
									["count"] = 8859,
								},
							},
							["amount"] = 9942,
						},
					},
					["RageGainedFrom"] = {
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["痛击"] = {
									["count"] = 5,
								},
								["熊形态"] = {
									["count"] = 75,
								},
							},
							["amount"] = 80,
						},
					},
					["Overhealing"] = 9713586,
					["ElementTaken"] = {
						["Arcane"] = 726716,
						["Physical"] = 102291,
						["Melee"] = 142851,
						["Nature"] = 199156,
					},
					["DOT_Time"] = 3885,
					["Damage"] = 3455154,
					["TimeHeal"] = 546.12,
					["Dispels"] = 2,
					["FAttacks"] = {
						["星界新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 101774,
									["min"] = 101774,
									["count"] = 1,
									["amount"] = 101774,
								},
								["Hit"] = {
									["max"] = 62614,
									["min"] = 56591,
									["count"] = 3,
									["amount"] = 177361,
								},
							},
							["count"] = 4,
							["amount"] = 279135,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 355186,
						["Melee"] = 35176,
						["Arcane"] = 790579,
						["Physical"] = 269110,
						["Nature"] = 2005103,
					},
					["DamagedWho"] = {
						["缚法节杖"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 15011,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 21535,
								},
							},
							["amount"] = 36546,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 17234,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 47173,
								},
								["阳炎术"] = {
									["count"] = 1351,
								},
							},
							["amount"] = 65758,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 11509,
								},
								["阳炎术"] = {
									["count"] = 6205,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 27730,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 55365,
								},
								["月火术"] = {
									["count"] = 10007,
								},
								["愤怒"] = {
									["count"] = 12011,
								},
							},
							["amount"] = 122827,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 16896,
								},
								["阳炎术"] = {
									["count"] = 1309,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 9326,
								},
								["愤怒"] = {
									["count"] = 5915,
								},
							},
							["amount"] = 33446,
						},
						["虚无修复者"] = {
							["Details"] = {
								["阳炎术 (伤害/跳)"] = {
									["count"] = 49312,
								},
								["痛击 (伤害/跳)"] = {
									["count"] = 2801,
								},
								["阳炎术"] = {
									["count"] = 1401,
								},
								["痛击"] = {
									["count"] = 972,
								},
								["肉搏"] = {
									["count"] = 3497,
								},
							},
							["amount"] = 57983,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 27509,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 149993,
								},
								["痛击 (伤害/跳)"] = {
									["count"] = 7737,
								},
								["阳炎术"] = {
									["count"] = 6552,
								},
								["月火术"] = {
									["count"] = 4306,
								},
								["痛击"] = {
									["count"] = 2879,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 1838,
								},
							},
							["amount"] = 200814,
						},
						["任性的教科书"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 11285,
								},
							},
							["amount"] = 11285,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 67578,
								},
								["阳炎术"] = {
									["count"] = 3039,
								},
								["肉搏"] = {
									["count"] = 3371,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 38141,
								},
								["月火术"] = {
									["count"] = 6744,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 10385,
								},
							},
							["amount"] = 129258,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 69252,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 70266,
								},
								["自然的守护"] = {
									["count"] = 125314,
								},
								["凶猛撕咬"] = {
									["count"] = 51028,
								},
								["月火术"] = {
									["count"] = 16627,
								},
								["愤怒"] = {
									["count"] = 109720,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 23507,
								},
								["阳炎术"] = {
									["count"] = 8322,
								},
								["野性狂乱"] = {
									["count"] = 3161,
								},
								["斜掠"] = {
									["count"] = 1687,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 111557,
								},
								["撕碎"] = {
									["count"] = 4841,
								},
								["野性狂乱 (伤害/跳)"] = {
									["count"] = 39582,
								},
								["肉搏"] = {
									["count"] = 2670,
								},
							},
							["amount"] = 637534,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["阳炎术"] = {
									["count"] = 3989,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 33128,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 19756,
								},
								["月火术"] = {
									["count"] = 4161,
								},
								["愤怒"] = {
									["count"] = 29703,
								},
							},
							["amount"] = 90737,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 4662,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 122729,
								},
								["痛击 (伤害/跳)"] = {
									["count"] = 8478,
								},
								["愤怒"] = {
									["count"] = 6089,
								},
								["阳炎术"] = {
									["count"] = 7484,
								},
								["星界新星"] = {
									["count"] = 204332,
								},
								["痛击"] = {
									["count"] = 3808,
								},
								["月火术"] = {
									["count"] = 2536,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 13151,
								},
							},
							["amount"] = 373269,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 34532,
								},
								["阳炎术"] = {
									["count"] = 2729,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 78636,
								},
								["月火术"] = {
									["count"] = 6224,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 29726,
								},
							},
							["amount"] = 151847,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 18962,
								},
								["阳炎术"] = {
									["count"] = 2992,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 52627,
								},
								["自然的守护"] = {
									["count"] = 152942,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 33994,
								},
								["月火术"] = {
									["count"] = 4698,
								},
								["愤怒"] = {
									["count"] = 101812,
								},
							},
							["amount"] = 368027,
						},
						["克罗兹"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 29269,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 77273,
								},
								["痛击 (伤害/跳)"] = {
									["count"] = 6466,
								},
								["自然的守护"] = {
									["count"] = 52869,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 114470,
								},
								["阳炎术"] = {
									["count"] = 9609,
								},
								["凶猛撕咬"] = {
									["count"] = 11180,
								},
								["月火术"] = {
									["count"] = 18579,
								},
								["愤怒"] = {
									["count"] = 58464,
								},
								["撕碎"] = {
									["count"] = 15066,
								},
								["痛击"] = {
									["count"] = 2285,
								},
								["肉搏"] = {
									["count"] = 20935,
								},
							},
							["amount"] = 416465,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 13134,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 289547,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 4674,
								},
								["阳炎术"] = {
									["count"] = 4083,
								},
								["凶猛撕咬"] = {
									["count"] = 47750,
								},
								["斜掠"] = {
									["count"] = 1618,
								},
								["月火术"] = {
									["count"] = 1746,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 17997,
								},
							},
							["amount"] = 380549,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 3762,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 54975,
								},
								["阳炎术"] = {
									["count"] = 2710,
								},
								["愤怒"] = {
									["count"] = 29923,
								},
							},
							["amount"] = 91370,
						},
						["缚法战斧"] = {
							["Details"] = {
								["阳炎术"] = {
									["count"] = 2723,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 14349,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 28534,
								},
								["月火术"] = {
									["count"] = 2040,
								},
								["愤怒"] = {
									["count"] = 6063,
								},
							},
							["amount"] = 53709,
						},
						["茂林古树"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 14591,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 45832,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 72810,
								},
								["阳炎术"] = {
									["count"] = 4043,
								},
								["愤怒"] = {
									["count"] = 53350,
								},
								["凶猛撕咬"] = {
									["count"] = 15051,
								},
								["撕碎"] = {
									["count"] = 14539,
								},
								["月火术"] = {
									["count"] = 8811,
								},
								["肉搏"] = {
									["count"] = 4703,
								},
							},
							["amount"] = 233730,
						},
					},
					["WhoDamaged"] = {
						["缚法节杖"] = {
							["Details"] = {
								["奥术之雨"] = {
									["count"] = 220419,
								},
								["秘法冲击"] = {
									["count"] = 183682,
								},
							},
							["amount"] = 404101,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["猛冲钉刺"] = {
									["count"] = 101462,
								},
							},
							["amount"] = 101462,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 27688,
								},
							},
							["amount"] = 27688,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["涌动"] = {
									["count"] = 123431,
								},
								["法力虚空 (伤害/跳)"] = {
									["count"] = 23510,
								},
							},
							["amount"] = 146941,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["俯冲轰炸"] = {
									["count"] = 49444,
								},
								["肉搏"] = {
									["count"] = 22109,
								},
							},
							["amount"] = 71553,
						},
						["No One"] = {
							["Details"] = {
								["奥术宝珠"] = {
									["count"] = 17679,
								},
							},
							["amount"] = 17679,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["奥术裂隙"] = {
									["count"] = 19102,
								},
							},
							["amount"] = 19102,
						},
						["克罗兹"] = {
							["Details"] = {
								["震耳尖啸"] = {
									["count"] = 69574,
								},
							},
							["amount"] = 69574,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 76512,
								},
							},
							["amount"] = 76512,
						},
						["茂林古树"] = {
							["Details"] = {
								["发芽"] = {
									["count"] = 23072,
								},
								["爆发苏醒"] = {
									["count"] = 28120,
								},
							},
							["amount"] = 51192,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 16542,
								},
								["邪恶伏击"] = {
									["count"] = 52899,
								},
								["裂隙之息"] = {
									["count"] = 52902,
								},
								["凶恶猛扑"] = {
									["count"] = 29775,
								},
							},
							["amount"] = 152118,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["星界旋风 (伤害/跳)"] = {
									["count"] = 30747,
								},
							},
							["amount"] = 30747,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["奥术飞弹"] = {
									["count"] = 2345,
								},
							},
							["amount"] = 2345,
						},
					},
					["TimeHealing"] = {
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 2.62,
								},
								["百花齐放"] = {
									["count"] = 17.05,
								},
								["回春术"] = {
									["count"] = 13.97,
								},
								["野性成长"] = {
									["count"] = 23.43999999999999,
								},
								["塞纳里奥结界"] = {
									["count"] = 1.45,
								},
								["愈合"] = {
									["count"] = 4.170000000000001,
								},
								["生命绽放"] = {
									["count"] = 8.64,
								},
								["伊瑟拉之赐"] = {
									["count"] = 21.24,
								},
								["激变蜂群"] = {
									["count"] = 2.27,
								},
								["迅捷治愈"] = {
									["count"] = 0.42,
								},
							},
							["amount"] = 95.27000000000002,
						},
						["地狱火爪牙 <矨琳>"] = {
							["Details"] = {
								["野性成长"] = {
									["count"] = 0.4,
								},
							},
							["amount"] = 0.4,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 0.01,
								},
								["百花齐放"] = {
									["count"] = 4.9,
								},
								["回春术"] = {
									["count"] = 12.81,
								},
								["野性成长"] = {
									["count"] = 9.710000000000003,
								},
								["愈合"] = {
									["count"] = 15.94999999999999,
								},
								["激变蜂群"] = {
									["count"] = 16.69,
								},
								["伊瑟拉之赐"] = {
									["count"] = 1.5,
								},
								["迅捷治愈"] = {
									["count"] = 0.3,
								},
								["生命绽放"] = {
									["count"] = 38.81,
								},
							},
							["amount"] = 100.68,
						},
						["矨琳"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 1.34,
								},
								["生命绽放"] = {
									["count"] = 7.680000000000001,
								},
								["百花齐放"] = {
									["count"] = 1.83,
								},
								["愈合"] = {
									["count"] = 3.31,
								},
								["回春术"] = {
									["count"] = 7.94,
								},
								["伊瑟拉之赐"] = {
									["count"] = 5.32,
								},
								["激变蜂群"] = {
									["count"] = 15.92999999999999,
								},
								["野性成长"] = {
									["count"] = 4.829999999999999,
								},
							},
							["amount"] = 48.18000000000001,
						},
						["查理三世"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 0.22,
								},
								["百花齐放"] = {
									["count"] = 23.99,
								},
								["回春术"] = {
									["count"] = 16.12000000000001,
								},
								["野性成长"] = {
									["count"] = 8.070000000000002,
								},
								["塞纳里奥结界"] = {
									["count"] = 14.43,
								},
								["治愈气息"] = {
									["count"] = 0.11,
								},
								["愈合"] = {
									["count"] = 13.97,
								},
								["伊瑟拉之赐"] = {
									["count"] = 3.43,
								},
								["生命绽放"] = {
									["count"] = 139.4099999999999,
								},
								["激变蜂群"] = {
									["count"] = 20.99,
								},
							},
							["amount"] = 240.7399999999998,
						},
						["尹雲"] = {
							["Details"] = {
								["迅捷治愈"] = {
									["count"] = 0.94,
								},
								["百花齐放"] = {
									["count"] = 7.409999999999998,
								},
								["回春术"] = {
									["count"] = 13.73,
								},
								["激变蜂群"] = {
									["count"] = 13.14,
								},
								["疗愈吐息"] = {
									["count"] = 1.07,
								},
								["愈合"] = {
									["count"] = 7.19,
								},
								["野性成长"] = {
									["count"] = 10.99,
								},
								["伊瑟拉之赐"] = {
									["count"] = 1.39,
								},
								["生命绽放"] = {
									["count"] = 4.95,
								},
								["新绿"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 60.84,
						},
						["复活的食尸鬼 <查理三世>"] = {
							["Details"] = {
								["野性成长"] = {
									["count"] = 0.01,
								},
							},
							["amount"] = 0.01,
						},
					},
					["OverHeals"] = {
						["新绿"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 25046,
									["min"] = 2679,
									["count"] = 24,
									["amount"] = 382551,
								},
								["Hit"] = {
									["max"] = 13911,
									["min"] = 2852,
									["count"] = 128,
									["amount"] = 1192858,
								},
							},
							["count"] = 152,
							["amount"] = 1575409,
						},
						["甘霖"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 59402,
									["min"] = 59402,
									["count"] = 1,
									["amount"] = 59402,
								},
							},
							["count"] = 1,
							["amount"] = 59402,
						},
						["百花齐放"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7512,
									["min"] = 1817,
									["count"] = 74,
									["amount"] = 304941,
								},
								["Hit"] = {
									["max"] = 5287,
									["min"] = 208,
									["count"] = 320,
									["amount"] = 662844,
								},
							},
							["count"] = 394,
							["amount"] = 967785,
						},
						["回春术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7366,
									["min"] = 698,
									["count"] = 17,
									["amount"] = 69739,
								},
								["Tick"] = {
									["max"] = 5123,
									["min"] = 333,
									["count"] = 113,
									["amount"] = 295615,
								},
							},
							["count"] = 130,
							["amount"] = 365354,
						},
						["野性成长"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7335,
									["min"] = 48,
									["count"] = 94,
									["amount"] = 240423,
								},
								["Tick"] = {
									["max"] = 4441,
									["min"] = 22,
									["count"] = 530,
									["amount"] = 770173,
								},
							},
							["count"] = 624,
							["amount"] = 1010596,
						},
						["塞纳里奥结界"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 35690,
									["min"] = 9341,
									["count"] = 9,
									["amount"] = 204177,
								},
								["Tick"] = {
									["max"] = 14927,
									["min"] = 2640,
									["count"] = 38,
									["amount"] = 362993,
								},
							},
							["count"] = 47,
							["amount"] = 567170,
						},
						["治愈气息"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 95316,
									["min"] = 39993,
									["count"] = 2,
									["amount"] = 135309,
								},
							},
							["count"] = 2,
							["amount"] = 135309,
						},
						["疗愈吐息"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 75097,
									["min"] = 59582,
									["count"] = 2,
									["amount"] = 134679,
								},
							},
							["count"] = 2,
							["amount"] = 134679,
						},
						["愈合"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 3480,
									["min"] = 70,
									["count"] = 156,
									["amount"] = 195057,
								},
								["Crit"] = {
									["max"] = 47696,
									["min"] = 157,
									["count"] = 39,
									["amount"] = 183248,
								},
								["Hit"] = {
									["max"] = 30886,
									["min"] = 7168,
									["count"] = 12,
									["amount"] = 225647,
								},
							},
							["count"] = 207,
							["amount"] = 603952,
						},
						["生命绽放"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 5893,
									["min"] = 11,
									["count"] = 419,
									["amount"] = 1196259,
								},
								["Crit"] = {
									["max"] = 58734,
									["min"] = 441,
									["count"] = 93,
									["amount"] = 1035469,
								},
								["Hit"] = {
									["max"] = 35205,
									["min"] = 149,
									["count"] = 61,
									["amount"] = 1260627,
								},
							},
							["count"] = 573,
							["amount"] = 3492355,
						},
						["激变蜂群"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8960,
									["min"] = 1573,
									["count"] = 50,
									["amount"] = 261300,
								},
								["Tick"] = {
									["max"] = 5330,
									["min"] = 110,
									["count"] = 208,
									["amount"] = 525490,
								},
							},
							["count"] = 258,
							["amount"] = 786790,
						},
						["伊瑟拉之赐"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4530,
									["min"] = 1389,
									["count"] = 5,
									["amount"] = 14785,
								},
							},
							["count"] = 5,
							["amount"] = 14785,
						},
					},
					["PartialResist"] = {
						["涌动"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["邪恶伏击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["法力虚空 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["奥术飞弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["猛冲钉刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["凶恶猛扑"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["奥术裂隙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["星界旋风 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["奥术宝珠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["秘法冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["裂隙之息"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["爆发苏醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术之雨"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["俯冲轰炸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["发芽"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["震耳尖啸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 17,
						},
					},
					["ManaGained"] = {
						["法力虚空"] = {
							["Details"] = {
								["No One"] = {
									["count"] = -10000,
								},
							},
							["amount"] = -10000,
						},
					},
					["PartialAbsorb"] = {
						["涌动"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["邪恶伏击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["法力虚空 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["奥术飞弹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["猛冲钉刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["凶恶猛扑"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["奥术裂隙"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["星界旋风 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["奥术宝珠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["秘法冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["裂隙之息"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["爆发苏醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奥术之雨"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["俯冲轰炸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["发芽"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["震耳尖啸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 1042.789999999996,
					["ElementDoneAbsorb"] = {
						["Physical"] = 367,
						["Nature"] = 1669,
					},
					["WhoHealed"] = {
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 328413,
								},
								["百花齐放"] = {
									["count"] = 105688,
								},
								["回春术"] = {
									["count"] = 95622,
								},
								["野性成长"] = {
									["count"] = 160505,
								},
								["塞纳里奥结界"] = {
									["count"] = 29998,
								},
								["愈合"] = {
									["count"] = 63436,
								},
								["生命绽放"] = {
									["count"] = 59987,
								},
								["伊瑟拉之赐"] = {
									["count"] = 286901,
								},
								["激变蜂群"] = {
									["count"] = 11416,
								},
								["迅捷治愈"] = {
									["count"] = 30294,
								},
							},
							["amount"] = 1172260,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["活化烈焰"] = {
									["count"] = 3066,
								},
							},
							["amount"] = 3066,
						},
					},
					["FDamage"] = 279135,
					["HOTs"] = {
						["野性成长"] = {
							["Details"] = {
								["月怒之歿-銀翼要塞"] = {
									["count"] = 537,
								},
								["地狱火爪牙 <矨琳>"] = {
									["count"] = 105,
								},
								["神迴-地獄吼"] = {
									["count"] = 576,
								},
								["查理三世"] = {
									["count"] = 564,
								},
								["复活的食尸鬼 <查理三世>"] = {
									["count"] = 156,
								},
								["渎神魔 <矨琳>"] = {
									["count"] = 69,
								},
								["尹雲"] = {
									["count"] = 558,
								},
								["盧爾奎爾 <矨琳>"] = {
									["count"] = 279,
								},
								["矨琳"] = {
									["count"] = 471,
								},
							},
							["amount"] = 3315,
						},
						["愈合"] = {
							["Details"] = {
								["月怒之歿-銀翼要塞"] = {
									["count"] = 72,
								},
								["神迴-地獄吼"] = {
									["count"] = 204,
								},
								["查理三世"] = {
									["count"] = 441,
								},
								["尹雲"] = {
									["count"] = 165,
								},
								["矨琳"] = {
									["count"] = 63,
								},
							},
							["amount"] = 945,
						},
						["回春术"] = {
							["Details"] = {
								["月怒之歿-銀翼要塞"] = {
									["count"] = 183,
								},
								["神迴-地獄吼"] = {
									["count"] = 123,
								},
								["查理三世"] = {
									["count"] = 288,
								},
								["尹雲"] = {
									["count"] = 180,
								},
								["矨琳"] = {
									["count"] = 99,
								},
							},
							["amount"] = 873,
						},
						["生命绽放"] = {
							["Details"] = {
								["月怒之歿-銀翼要塞"] = {
									["count"] = 102,
								},
								["神迴-地獄吼"] = {
									["count"] = 474,
								},
								["查理三世"] = {
									["count"] = 1947,
								},
								["尹雲"] = {
									["count"] = 156,
								},
								["矨琳"] = {
									["count"] = 171,
								},
							},
							["amount"] = 2850,
						},
						["塞纳里奥结界"] = {
							["Details"] = {
								["查理三世"] = {
									["count"] = 228,
								},
								["月怒之歿-銀翼要塞"] = {
									["count"] = 12,
								},
							},
							["amount"] = 240,
						},
						["激变蜂群"] = {
							["Details"] = {
								["尹雲"] = {
									["count"] = 204,
								},
								["神迴-地獄吼"] = {
									["count"] = 252,
								},
								["查理三世"] = {
									["count"] = 414,
								},
								["月怒之歿-銀翼要塞"] = {
									["count"] = 63,
								},
								["矨琳"] = {
									["count"] = 300,
								},
							},
							["amount"] = 1233,
						},
					},
					["RageGained"] = {
						["痛击"] = {
							["Details"] = {
								["月怒之歿-銀翼要塞"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["熊形态"] = {
							["Details"] = {
								["月怒之歿-銀翼要塞"] = {
									["count"] = 75,
								},
							},
							["amount"] = 75,
						},
					},
					["Heals"] = {
						["新绿"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 31523,
									["min"] = 7922,
									["count"] = 8,
									["amount"] = 155177,
								},
								["Hit"] = {
									["max"] = 13825,
									["min"] = 2261,
									["count"] = 49,
									["amount"] = 470283,
								},
							},
							["count"] = 57,
							["amount"] = 625460,
						},
						["百花齐放"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7598,
									["min"] = 1172,
									["count"] = 33,
									["amount"] = 153284,
								},
								["Hit"] = {
									["max"] = 4858,
									["min"] = 150,
									["count"] = 165,
									["amount"] = 381946,
								},
							},
							["count"] = 198,
							["amount"] = 535230,
						},
						["回春术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7483,
									["min"] = 1720,
									["count"] = 31,
									["amount"] = 143383,
								},
								["Tick"] = {
									["max"] = 4838,
									["min"] = 349,
									["count"] = 144,
									["amount"] = 331143,
								},
							},
							["count"] = 175,
							["amount"] = 474526,
						},
						["激变蜂群"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7576,
									["min"] = 650,
									["count"] = 23,
									["amount"] = 111494,
								},
								["Tick"] = {
									["max"] = 4480,
									["min"] = 166,
									["count"] = 141,
									["amount"] = 368420,
								},
							},
							["count"] = 164,
							["amount"] = 479914,
						},
						["塞纳里奥结界"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 26767,
									["min"] = 4568,
									["count"] = 5,
									["amount"] = 83904,
								},
								["Tick"] = {
									["max"] = 13384,
									["min"] = 3673,
									["count"] = 37,
									["amount"] = 338617,
								},
							},
							["count"] = 42,
							["amount"] = 422521,
						},
						["治愈气息"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 60089,
									["min"] = 60089,
									["count"] = 1,
									["amount"] = 60089,
								},
							},
							["count"] = 1,
							["amount"] = 60089,
						},
						["疗愈吐息"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 12627,
									["min"] = 12627,
									["count"] = 1,
									["amount"] = 12627,
								},
							},
							["count"] = 1,
							["amount"] = 12627,
						},
						["愈合"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 28505,
									["min"] = 4648,
									["count"] = 17,
									["amount"] = 282446,
								},
								["Crit"] = {
									["max"] = 38144,
									["min"] = 801,
									["count"] = 26,
									["amount"] = 209103,
								},
								["Tick"] = {
									["max"] = 3655,
									["min"] = 243,
									["count"] = 108,
									["amount"] = 148277,
								},
							},
							["count"] = 151,
							["amount"] = 639826,
						},
						["生命绽放"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 5472,
									["min"] = 162,
									["count"] = 402,
									["amount"] = 1007432,
								},
								["Crit"] = {
									["max"] = 49815,
									["min"] = 246,
									["count"] = 81,
									["amount"] = 478963,
								},
								["Hit"] = {
									["max"] = 29466,
									["min"] = 1584,
									["count"] = 32,
									["amount"] = 562312,
								},
							},
							["count"] = 515,
							["amount"] = 2048707,
						},
						["伊瑟拉之赐"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 5970,
									["min"] = 1410,
									["count"] = 67,
									["amount"] = 383445,
								},
							},
							["count"] = 67,
							["amount"] = 383445,
						},
						["野性成长"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7621,
									["min"] = 242,
									["count"] = 69,
									["amount"] = 243559,
								},
								["Tick"] = {
									["max"] = 4897,
									["min"] = 13,
									["count"] = 439,
									["amount"] = 756027,
								},
							},
							["count"] = 508,
							["amount"] = 999586,
						},
						["迅捷治愈"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 62996,
									["min"] = 53655,
									["count"] = 2,
									["amount"] = 116651,
								},
								["Hit"] = {
									["max"] = 50163,
									["min"] = 30294,
									["count"] = 7,
									["amount"] = 244245,
								},
							},
							["count"] = 9,
							["amount"] = 360896,
						},
					},
					["HOT_Time"] = 9456,
					["HealingTaken"] = 1175326,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 28,
								},
								["Tick"] = {
									["count"] = 134,
								},
							},
							["amount"] = 162,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 14,
								},
							},
							["amount"] = 17,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 24,
								},
								["Crit"] = {
									["count"] = 47,
								},
								["Tick"] = {
									["count"] = 194,
								},
							},
							["amount"] = 265,
						},
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 21,
								},
								["Tick"] = {
									["count"] = 46,
								},
								["Crit"] = {
									["count"] = 24,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 93,
						},
						["Nature"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 234,
								},
								["Tick"] = {
									["count"] = 699,
								},
								["Crit"] = {
									["count"] = 149,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1086,
						},
					},
					["Healing"] = 7042827,
					["DamageTaken"] = 1171014,
					["TimeSpent"] = {
						["缚法节杖"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 9.2,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 6.4,
								},
							},
							["amount"] = 15.6,
						},
						["地狱火爪牙 <矨琳>"] = {
							["Details"] = {
								["野性成长"] = {
									["count"] = 0.4,
								},
							},
							["amount"] = 0.4,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 2.53,
								},
								["阳炎术"] = {
									["count"] = 2.21,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 3.43,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 17.2,
								},
								["月火术"] = {
									["count"] = 0.5700000000000001,
								},
								["愤怒"] = {
									["count"] = 0.47,
								},
							},
							["amount"] = 26.40999999999999,
						},
						["查理三世"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 0.22,
								},
								["百花齐放"] = {
									["count"] = 23.99,
								},
								["回春术"] = {
									["count"] = 16.12000000000001,
								},
								["野性成长"] = {
									["count"] = 8.070000000000002,
								},
								["塞纳里奥结界"] = {
									["count"] = 14.43,
								},
								["治愈气息"] = {
									["count"] = 0.11,
								},
								["愈合"] = {
									["count"] = 13.97,
								},
								["伊瑟拉之赐"] = {
									["count"] = 3.43,
								},
								["生命绽放"] = {
									["count"] = 139.4099999999999,
								},
								["激变蜂群"] = {
									["count"] = 20.99,
								},
							},
							["amount"] = 240.7399999999998,
						},
						["虚无修复者"] = {
							["Details"] = {
								["阳炎术 (伤害/跳)"] = {
									["count"] = 7.46,
								},
								["痛击 (伤害/跳)"] = {
									["count"] = 0.29,
								},
								["阳炎术"] = {
									["count"] = 0.21,
								},
							},
							["amount"] = 7.96,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 6.819999999999999,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 19.08,
								},
								["痛击 (伤害/跳)"] = {
									["count"] = 0.9,
								},
								["阳炎术"] = {
									["count"] = 2.76,
								},
								["月火术"] = {
									["count"] = 0.58,
								},
								["痛击"] = {
									["count"] = 0.32,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 0.58,
								},
							},
							["amount"] = 31.04,
						},
						["任性的教科书"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 0.51,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 22.73,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 11.59,
								},
								["肉搏"] = {
									["count"] = 0.65,
								},
								["月火术"] = {
									["count"] = 0.91,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 4.6,
								},
							},
							["amount"] = 40.48,
						},
						["矨琳"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 1.34,
								},
								["生命绽放"] = {
									["count"] = 7.680000000000001,
								},
								["百花齐放"] = {
									["count"] = 1.83,
								},
								["愈合"] = {
									["count"] = 3.31,
								},
								["回春术"] = {
									["count"] = 7.94,
								},
								["伊瑟拉之赐"] = {
									["count"] = 5.32,
								},
								["激变蜂群"] = {
									["count"] = 15.92999999999999,
								},
								["野性成长"] = {
									["count"] = 4.829999999999999,
								},
							},
							["amount"] = 48.18000000000001,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 8.340000000000002,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 1.98,
								},
								["自然的守护"] = {
									["count"] = 16.45,
								},
								["凶猛撕咬"] = {
									["count"] = 0.47,
								},
								["月火术"] = {
									["count"] = 1.99,
								},
								["愤怒"] = {
									["count"] = 3.000000000000001,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 1.69,
								},
								["阳炎术"] = {
									["count"] = 0.22,
								},
								["野性狂乱"] = {
									["count"] = 0.7200000000000001,
								},
								["斜掠"] = {
									["count"] = 0.2,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 20.54,
								},
								["撕碎"] = {
									["count"] = 0.15,
								},
								["野性狂乱 (伤害/跳)"] = {
									["count"] = 1.29,
								},
								["肉搏"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 57.14000000000003,
						},
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 2.62,
								},
								["星界新星"] = {
									["count"] = 1.2,
								},
								["百花齐放"] = {
									["count"] = 17.05,
								},
								["回春术"] = {
									["count"] = 13.97,
								},
								["野性成长"] = {
									["count"] = 23.43999999999999,
								},
								["塞纳里奥结界"] = {
									["count"] = 1.45,
								},
								["愈合"] = {
									["count"] = 4.170000000000001,
								},
								["生命绽放"] = {
									["count"] = 8.64,
								},
								["伊瑟拉之赐"] = {
									["count"] = 21.24,
								},
								["激变蜂群"] = {
									["count"] = 2.27,
								},
								["迅捷治愈"] = {
									["count"] = 0.42,
								},
							},
							["amount"] = 96.47000000000003,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["阳炎术"] = {
									["count"] = 1.28,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 16.03,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 1.34,
								},
								["月火术"] = {
									["count"] = 3,
								},
								["愤怒"] = {
									["count"] = 2.58,
								},
							},
							["amount"] = 24.23,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 0.01,
								},
								["百花齐放"] = {
									["count"] = 4.9,
								},
								["回春术"] = {
									["count"] = 12.81,
								},
								["野性成长"] = {
									["count"] = 9.710000000000003,
								},
								["愈合"] = {
									["count"] = 15.94999999999999,
								},
								["激变蜂群"] = {
									["count"] = 16.69,
								},
								["伊瑟拉之赐"] = {
									["count"] = 1.5,
								},
								["迅捷治愈"] = {
									["count"] = 0.3,
								},
								["生命绽放"] = {
									["count"] = 38.81,
								},
							},
							["amount"] = 100.68,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 1.08,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 8.7,
								},
								["痛击 (伤害/跳)"] = {
									["count"] = 1.58,
								},
								["阳炎术"] = {
									["count"] = 0.9299999999999999,
								},
								["愤怒"] = {
									["count"] = 0.64,
								},
							},
							["amount"] = 12.93,
						},
						["茂林古树"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 0.6,
								},
								["凶猛撕咬"] = {
									["count"] = 0.24,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 24.52,
								},
								["愤怒"] = {
									["count"] = 8.319999999999999,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 2.98,
								},
								["夺魂咆哮"] = {
									["count"] = 0.16,
								},
								["撕碎"] = {
									["count"] = 1.56,
								},
								["月火术"] = {
									["count"] = 3.65,
								},
								["肉搏"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 42.25000000000002,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 7.949999999999999,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 8.66,
								},
								["阳炎术"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 16.93,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 1.48,
								},
								["阳炎术"] = {
									["count"] = 1.99,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 13.29,
								},
								["月火术"] = {
									["count"] = 2.43,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 9.08,
								},
							},
							["amount"] = 28.27,
						},
						["尹雲"] = {
							["Details"] = {
								["迅捷治愈"] = {
									["count"] = 0.94,
								},
								["百花齐放"] = {
									["count"] = 7.409999999999998,
								},
								["回春术"] = {
									["count"] = 13.73,
								},
								["激变蜂群"] = {
									["count"] = 13.14,
								},
								["疗愈吐息"] = {
									["count"] = 1.07,
								},
								["愈合"] = {
									["count"] = 7.19,
								},
								["野性成长"] = {
									["count"] = 10.99,
								},
								["伊瑟拉之赐"] = {
									["count"] = 1.39,
								},
								["生命绽放"] = {
									["count"] = 4.95,
								},
								["新绿"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 60.84,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 3.1,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 1.76,
								},
								["自然的守护"] = {
									["count"] = 14.41,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 14.98,
								},
								["月火术"] = {
									["count"] = 1.95,
								},
								["愤怒"] = {
									["count"] = 3.310000000000001,
								},
							},
							["amount"] = 39.50999999999998,
						},
						["克罗兹"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 7.3,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 2.04,
								},
								["痛击 (伤害/跳)"] = {
									["count"] = 2.94,
								},
								["自然的守护"] = {
									["count"] = 9.68,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 35.35,
								},
								["阳炎术"] = {
									["count"] = 1.12,
								},
								["凶猛撕咬"] = {
									["count"] = 0.73,
								},
								["月火术"] = {
									["count"] = 4.17,
								},
								["愤怒"] = {
									["count"] = 2.78,
								},
								["撕碎"] = {
									["count"] = 0.33,
								},
								["痛击"] = {
									["count"] = 0.29,
								},
								["肉搏"] = {
									["count"] = 5.58,
								},
							},
							["amount"] = 72.31000000000006,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 9.21,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 16.73,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 0.07,
								},
								["阳炎术"] = {
									["count"] = 1.5,
								},
								["凶猛撕咬"] = {
									["count"] = 0.95,
								},
								["斜掠"] = {
									["count"] = 0.33,
								},
								["月火术"] = {
									["count"] = 0.52,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 2.84,
								},
							},
							["amount"] = 32.15000000000001,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["阳炎术"] = {
									["count"] = 3,
								},
								["乌索尔旋风"] = {
									["count"] = 0.38,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 13.82,
								},
								["愤怒"] = {
									["count"] = 5.73,
								},
							},
							["amount"] = 24.43,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 5.08,
								},
								["阳炎术"] = {
									["count"] = 0.74,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 2.57,
								},
								["愤怒"] = {
									["count"] = 0.43,
								},
							},
							["amount"] = 8.82,
						},
						["缚法战斧"] = {
							["Details"] = {
								["阳炎术"] = {
									["count"] = 1.5,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 5.430000000000001,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 6.45,
								},
								["月火术"] = {
									["count"] = 0.63,
								},
								["愤怒"] = {
									["count"] = 0.49,
								},
							},
							["amount"] = 14.5,
						},
						["复活的食尸鬼 <查理三世>"] = {
							["Details"] = {
								["野性成长"] = {
									["count"] = 0.01,
								},
							},
							["amount"] = 0.01,
						},
					},
					["Attacks"] = {
						["激变蜂群 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3856,
									["min"] = 3694,
									["count"] = 28,
									["amount"] = 106635,
								},
								["Tick"] = {
									["max"] = 2353,
									["min"] = 92,
									["count"] = 134,
									["amount"] = 248551,
								},
							},
							["count"] = 162,
							["amount"] = 355186,
						},
						["阳炎术 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 1669,
									["min"] = 1669,
									["count"] = 1,
									["amount"] = 1669,
								},
								["Crit"] = {
									["max"] = 4162,
									["min"] = 49,
									["count"] = 137,
									["amount"] = 332594,
								},
								["Tick"] = {
									["max"] = 2081,
									["min"] = 220,
									["count"] = 699,
									["amount"] = 858124,
								},
							},
							["count"] = 837,
							["amount"] = 1192387,
						},
						["自然的守护"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 16206,
									["min"] = 362,
									["count"] = 145,
									["amount"] = 331125,
								},
							},
							["count"] = 145,
							["amount"] = 331125,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 6403,
									["min"] = 1772,
									["count"] = 38,
									["amount"] = 146319,
								},
								["Tick"] = {
									["max"] = 3202,
									["min"] = 115,
									["count"] = 194,
									["amount"] = 353449,
								},
							},
							["count"] = 232,
							["amount"] = 499768,
						},
						["阳炎术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3502,
									["min"] = 2648,
									["count"] = 6,
									["amount"] = 17763,
								},
								["Hit"] = {
									["max"] = 2407,
									["min"] = 1309,
									["count"] = 34,
									["amount"] = 50778,
								},
							},
							["count"] = 40,
							["amount"] = 68541,
						},
						["撕碎"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 10013,
									["min"] = 9776,
									["count"] = 2,
									["amount"] = 19789,
								},
								["Hit"] = {
									["max"] = 5053,
									["min"] = 4763,
									["count"] = 3,
									["amount"] = 14657,
								},
							},
							["count"] = 5,
							["amount"] = 34446,
						},
						["痛击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1929,
									["min"] = 1929,
									["count"] = 1,
									["amount"] = 1929,
								},
								["Hit"] = {
									["max"] = 1262,
									["min"] = 932,
									["count"] = 8,
									["amount"] = 8015,
								},
							},
							["count"] = 9,
							["amount"] = 9944,
						},
						["凶猛撕咬"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 23902,
									["min"] = 23848,
									["count"] = 3,
									["amount"] = 71651,
								},
								["Hit"] = {
									["max"] = 15241,
									["min"] = 11180,
									["count"] = 4,
									["amount"] = 53358,
								},
							},
							["count"] = 7,
							["amount"] = 125009,
						},
						["痛击 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 367,
									["min"] = 367,
									["count"] = 1,
									["amount"] = 367,
								},
								["Crit"] = {
									["max"] = 747,
									["min"] = 689,
									["count"] = 12,
									["amount"] = 8628,
								},
								["Tick"] = {
									["max"] = 805,
									["min"] = 296,
									["count"] = 38,
									["amount"] = 16487,
								},
							},
							["count"] = 51,
							["amount"] = 25482,
						},
						["野性狂乱"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1026,
									["min"] = 1026,
									["count"] = 1,
									["amount"] = 1026,
								},
								["Hit"] = {
									["max"] = 536,
									["min"] = 531,
									["count"] = 4,
									["amount"] = 2135,
								},
							},
							["count"] = 5,
							["amount"] = 3161,
						},
						["愤怒"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 12414,
									["min"] = 11700,
									["count"] = 6,
									["amount"] = 72353,
								},
								["Hit"] = {
									["max"] = 10887,
									["min"] = 5828,
									["count"] = 55,
									["amount"] = 340697,
								},
							},
							["count"] = 61,
							["amount"] = 413050,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5988,
									["min"] = 4791,
									["count"] = 3,
									["amount"] = 16320,
								},
								["Tick"] = {
									["max"] = 2396,
									["min"] = 2337,
									["count"] = 5,
									["amount"] = 11861,
								},
							},
							["count"] = 8,
							["amount"] = 28181,
						},
						["斜掠"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1687,
									["min"] = 1618,
									["count"] = 2,
									["amount"] = 3305,
								},
							},
							["count"] = 2,
							["amount"] = 3305,
						},
						["野性狂乱 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 12296,
									["min"] = 12296,
									["count"] = 2,
									["amount"] = 24592,
								},
								["Tick"] = {
									["max"] = 6148,
									["min"] = 2694,
									["count"] = 3,
									["amount"] = 14990,
								},
							},
							["count"] = 5,
							["amount"] = 39582,
						},
						["星界新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 136221,
									["min"] = 136221,
									["count"] = 1,
									["amount"] = 136221,
								},
								["Hit"] = {
									["max"] = 68111,
									["min"] = 68111,
									["count"] = 1,
									["amount"] = 68111,
								},
							},
							["count"] = 2,
							["amount"] = 204332,
						},
						["乌索尔旋风"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["夺魂咆哮"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["月火术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7398,
									["min"] = 1777,
									["count"] = 8,
									["amount"] = 35485,
								},
								["Hit"] = {
									["max"] = 2668,
									["min"] = 871,
									["count"] = 23,
									["amount"] = 50994,
								},
							},
							["count"] = 31,
							["amount"] = 86479,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2718,
									["min"] = 2670,
									["count"] = 3,
									["amount"] = 8062,
								},
								["Hit"] = {
									["max"] = 3497,
									["min"] = 1304,
									["count"] = 14,
									["amount"] = 27114,
								},
							},
							["count"] = 17,
							["amount"] = 35176,
						},
					},
					["RageGain"] = 80,
					["ManaGainedFrom"] = {
						["No One"] = {
							["Details"] = {
								["法力虚空"] = {
									["count"] = -10000,
								},
							},
							["amount"] = -10000,
						},
					},
					["TimeDamage"] = 496.6699999999985,
					["TimeDamaging"] = {
						["缚法节杖"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 9.2,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 6.4,
								},
							},
							["amount"] = 15.6,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 7.949999999999999,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 8.66,
								},
								["阳炎术"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 16.93,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 2.53,
								},
								["阳炎术"] = {
									["count"] = 2.21,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 3.43,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 17.2,
								},
								["月火术"] = {
									["count"] = 0.5700000000000001,
								},
								["愤怒"] = {
									["count"] = 0.47,
								},
							},
							["amount"] = 26.40999999999999,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 5.08,
								},
								["阳炎术"] = {
									["count"] = 0.74,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 2.57,
								},
								["愤怒"] = {
									["count"] = 0.43,
								},
							},
							["amount"] = 8.82,
						},
						["虚无修复者"] = {
							["Details"] = {
								["阳炎术 (伤害/跳)"] = {
									["count"] = 7.46,
								},
								["痛击 (伤害/跳)"] = {
									["count"] = 0.29,
								},
								["阳炎术"] = {
									["count"] = 0.21,
								},
							},
							["amount"] = 7.96,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 6.819999999999999,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 19.08,
								},
								["痛击 (伤害/跳)"] = {
									["count"] = 0.9,
								},
								["阳炎术"] = {
									["count"] = 2.76,
								},
								["月火术"] = {
									["count"] = 0.58,
								},
								["痛击"] = {
									["count"] = 0.32,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 0.58,
								},
							},
							["amount"] = 31.04,
						},
						["任性的教科书"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 0.51,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 22.73,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 11.59,
								},
								["肉搏"] = {
									["count"] = 0.65,
								},
								["月火术"] = {
									["count"] = 0.91,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 4.6,
								},
							},
							["amount"] = 40.48,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 8.340000000000002,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 1.98,
								},
								["自然的守护"] = {
									["count"] = 16.45,
								},
								["凶猛撕咬"] = {
									["count"] = 0.47,
								},
								["月火术"] = {
									["count"] = 1.99,
								},
								["愤怒"] = {
									["count"] = 3.000000000000001,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 1.69,
								},
								["阳炎术"] = {
									["count"] = 0.22,
								},
								["野性狂乱"] = {
									["count"] = 0.7200000000000001,
								},
								["斜掠"] = {
									["count"] = 0.2,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 20.54,
								},
								["撕碎"] = {
									["count"] = 0.15,
								},
								["野性狂乱 (伤害/跳)"] = {
									["count"] = 1.29,
								},
								["肉搏"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 57.14000000000003,
						},
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 1.2,
								},
							},
							["amount"] = 1.2,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["阳炎术"] = {
									["count"] = 1.28,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 16.03,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 1.34,
								},
								["月火术"] = {
									["count"] = 3,
								},
								["愤怒"] = {
									["count"] = 2.58,
								},
							},
							["amount"] = 24.23,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 1.08,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 8.7,
								},
								["痛击 (伤害/跳)"] = {
									["count"] = 1.58,
								},
								["阳炎术"] = {
									["count"] = 0.9299999999999999,
								},
								["愤怒"] = {
									["count"] = 0.64,
								},
							},
							["amount"] = 12.93,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 1.48,
								},
								["阳炎术"] = {
									["count"] = 1.99,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 13.29,
								},
								["月火术"] = {
									["count"] = 2.43,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 9.08,
								},
							},
							["amount"] = 28.27,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 3.1,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 1.76,
								},
								["自然的守护"] = {
									["count"] = 14.41,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 14.98,
								},
								["月火术"] = {
									["count"] = 1.95,
								},
								["愤怒"] = {
									["count"] = 3.310000000000001,
								},
							},
							["amount"] = 39.50999999999998,
						},
						["克罗兹"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 7.3,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 2.04,
								},
								["痛击 (伤害/跳)"] = {
									["count"] = 2.94,
								},
								["自然的守护"] = {
									["count"] = 9.68,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 35.35,
								},
								["阳炎术"] = {
									["count"] = 1.12,
								},
								["凶猛撕咬"] = {
									["count"] = 0.73,
								},
								["月火术"] = {
									["count"] = 4.17,
								},
								["愤怒"] = {
									["count"] = 2.78,
								},
								["撕碎"] = {
									["count"] = 0.33,
								},
								["痛击"] = {
									["count"] = 0.29,
								},
								["肉搏"] = {
									["count"] = 5.58,
								},
							},
							["amount"] = 72.31000000000006,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 9.21,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 16.73,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 0.07,
								},
								["阳炎术"] = {
									["count"] = 1.5,
								},
								["凶猛撕咬"] = {
									["count"] = 0.95,
								},
								["斜掠"] = {
									["count"] = 0.33,
								},
								["月火术"] = {
									["count"] = 0.52,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 2.84,
								},
							},
							["amount"] = 32.15000000000001,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["阳炎术"] = {
									["count"] = 3,
								},
								["乌索尔旋风"] = {
									["count"] = 0.38,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 13.82,
								},
								["愤怒"] = {
									["count"] = 5.73,
								},
							},
							["amount"] = 24.43,
						},
						["缚法战斧"] = {
							["Details"] = {
								["阳炎术"] = {
									["count"] = 1.5,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 5.430000000000001,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 6.45,
								},
								["月火术"] = {
									["count"] = 0.63,
								},
								["愤怒"] = {
									["count"] = 0.49,
								},
							},
							["amount"] = 14.5,
						},
						["茂林古树"] = {
							["Details"] = {
								["激变蜂群 (伤害/跳)"] = {
									["count"] = 0.6,
								},
								["凶猛撕咬"] = {
									["count"] = 0.24,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 24.52,
								},
								["愤怒"] = {
									["count"] = 8.319999999999999,
								},
								["阳炎术 (伤害/跳)"] = {
									["count"] = 2.98,
								},
								["夺魂咆哮"] = {
									["count"] = 0.16,
								},
								["撕碎"] = {
									["count"] = 1.56,
								},
								["月火术"] = {
									["count"] = 3.65,
								},
								["肉搏"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 42.25000000000002,
						},
					},
					["ManaGain"] = -10000,
					["FDamagedWho"] = {
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 159930,
								},
							},
							["amount"] = 159930,
						},
						["查理三世"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 56591,
								},
							},
							["amount"] = 56591,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["星界新星"] = {
									["count"] = 62614,
								},
							},
							["amount"] = 62614,
						},
					},
					["DispelledWho"] = {
						["头领鹰隼"] = {
							["Details"] = {
								["鸟群之唤 (安抚)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["矨琳"] = {
							["Details"] = {
								["能量炸弹 (自然之愈)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
				},
			},
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["GuardianReverseGUIDs"] = {
				["百花齐放"] = {
					["LatestGuardian"] = 6,
					["GUIDs"] = {
						"Creature-0-3901-2526-16721-47649-00001586F1", -- [1]
						"Creature-0-3901-2526-16721-47649-0000158713", -- [2]
						"Creature-0-3901-2526-16721-47649-000015874E", -- [3]
						"Creature-0-3901-2526-16721-47649-0000158774", -- [4]
						"Creature-0-3901-2526-16721-47649-0000158786", -- [5]
						"Creature-0-3901-2526-16721-47649-00001587B2", -- [6]
						"Creature-0-3901-2526-16721-47649-00001585B0", -- [7]
						"Creature-0-3901-2526-16721-47649-00001585D0", -- [8]
						"Creature-0-3901-2526-16721-47649-0000158608", -- [9]
						"Creature-0-3901-2526-16721-47649-0000158629", -- [10]
						"Creature-0-3901-2526-16721-47649-0000158680", -- [11]
						"Creature-0-3901-2526-16721-47649-00001586A4", -- [12]
						"Creature-0-3901-2526-16721-47649-00001586C4", -- [13]
						[0] = "Creature-0-3901-2526-16721-47649-00001583ED",
					},
				},
			},
			["LastEventTimes"] = {
				8656.453, -- [1]
				8656.453, -- [2]
				8656.453, -- [3]
				8657.17, -- [4]
				8657.186, -- [5]
				8657.186, -- [6]
				8657.186, -- [7]
				8657.203, -- [8]
				8657.236, -- [9]
				8657.303, -- [10]
				8657.303, -- [11]
				8657.303, -- [12]
				8657.32, -- [13]
				8657.92, -- [14]
				8658.616, -- [15]
				8658.625, -- [16]
				8658.686, -- [17]
				8658.786, -- [18]
				8659.353000000001, -- [19]
				8660.07, -- [20]
				8660.087, -- [21]
				8660.12, -- [22]
				8660.22, -- [23]
				8660.803, -- [24]
				8661.504, -- [25]
				8661.537, -- [26]
				8661.67, -- [27]
				8662.253, -- [28]
				8662.97, -- [29]
				8662.97, -- [30]
				8663.12, -- [31]
				8663.703, -- [32]
				8663.703, -- [33]
				8664.12, -- [34]
				8664.12, -- [35]
				8664.404, -- [36]
				8664.487000000001, -- [37]
				8664.57, -- [38]
				8665.154, -- [39]
				8665.154, -- [40]
				8665.72, -- [41]
				8665.72, -- [42]
				8665.72, -- [43]
				8665.72, -- [44]
				8666.02, -- [45]
				8666.07, -- [46]
				8655.736, -- [47]
				8655.736, -- [48]
				8655.786, -- [49]
				8656.453, -- [50]
			},
			["Owner"] = false,
			["Pet"] = {
				"百花齐放 <月怒之歿-銀翼要塞>", -- [1]
			},
			["NextEventNum"] = 47,
			["LastDamageTime"] = 8655.036,
			["LastEvents"] = {
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1301 (1301 过量治疗)", -- [1]
				"月怒之歿-銀翼要塞 野性成长 矨琳 Tick +1251 (1251 过量治疗)", -- [2]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2162 (2162 过量治疗)", -- [3]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +2506 (2506 过量治疗)", -- [4]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +715 (715 过量治疗)", -- [5]
				"月怒之歿-銀翼要塞 野性成长 矨琳 Tick +1107 (1107 过量治疗)", -- [6]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1152 (1152 过量治疗)", -- [7]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2250 (2250 过量治疗)", -- [8]
				"月怒之歿-銀翼要塞 激变蜂群 矨琳 Tick +2409 (2409 过量治疗)", -- [9]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +191 (191 过量治疗)", -- [10]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Crit +237 (237 过量治疗)", -- [11]
				"月怒之歿-銀翼要塞 野性成长 矨琳 Tick +183 (183 过量治疗)", -- [12]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2236 (2236 过量治疗)", -- [13]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Crit +4674 (4674 过量治疗)", -- [14]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +2326 (2326 过量治疗)", -- [15]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2424 (2424 过量治疗)", -- [16]
				"月怒之歿-銀翼要塞 激变蜂群 矨琳 Tick +2237 (2237 过量治疗)", -- [17]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Crit +4473 (4473 过量治疗)", -- [18]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2513 (2513 过量治疗)", -- [19]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +2326 (2326 过量治疗)", -- [20]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2600 (2600 过量治疗)", -- [21]
				"月怒之歿-銀翼要塞 激变蜂群 矨琳 Tick +2237 (2237 过量治疗)", -- [22]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2236 (2236 过量治疗)", -- [23]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2688 (2688 过量治疗)", -- [24]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +2326 (2326 过量治疗)", -- [25]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2775 (2775 过量治疗)", -- [26]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2237 (2237 过量治疗)", -- [27]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2775 (2775 过量治疗)", -- [28]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +2326 (2326 过量治疗)", -- [29]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2776 (2776 过量治疗)", -- [30]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2236 (2236 过量治疗)", -- [31]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2776 (2776 过量治疗)", -- [32]
				"月怒之歿-銀翼要塞 愈合 月怒之歿-銀翼要塞 Hit +15853 (15853 过量治疗)", -- [33]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +1700 (1700 过量治疗)", -- [34]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Hit +19181 (19181 过量治疗)", -- [35]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +2326 (2326 过量治疗)", -- [36]
				"月怒之歿-銀翼要塞 激变蜂群 神迴-地獄吼 Tick +114 (114 过量治疗)", -- [37]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2237 (2237 过量治疗)", -- [38]
				"月怒之歿-銀翼要塞 愈合 月怒之歿-銀翼要塞 Tick +1139 (1139 过量治疗)", -- [39]
				"月怒之歿-銀翼要塞 愈合 查理三世 Tick +1205 (1205 过量治疗)", -- [40]
				"月怒之歿-銀翼要塞 野性成长 月怒之歿-銀翼要塞 Tick +1918 (1918 过量治疗)", -- [41]
				"月怒之歿-銀翼要塞 野性成长 尹雲 Tick +2305 (2305 过量治疗)", -- [42]
				"月怒之歿-銀翼要塞 野性成长 查理三世 Tick +2717 (2717 过量治疗)", -- [43]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1781 (1781 过量治疗)", -- [44]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +2409 (2409 过量治疗)", -- [45]
				"月怒之歿-銀翼要塞 激变蜂群 尹雲 Tick +118 (118 过量治疗)", -- [46]
				"月怒之歿-銀翼要塞 生命绽放 查理三世 Tick +2074 (2074 过量治疗)", -- [47]
				"月怒之歿-銀翼要塞 野性成长 神迴-地獄吼 Tick +1461 (1461 过量治疗)", -- [48]
				"月怒之歿-銀翼要塞 激变蜂群 矨琳 Tick +2410 (2410 过量治疗)", -- [49]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +807 (807 过量治疗)", -- [50]
			},
			["Name"] = "月怒之歿-銀翼要塞",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				false, -- [40]
				true, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["TimeLast"] = {
				["TimeHeal"] = 8647.619,
				["OVERALL"] = 8655.62,
				["Dispels"] = 8617.617,
				["HealingTaken"] = 8561.612000000001,
				["Healing"] = 8647.619,
				["DamageTaken"] = 8560.627,
				["HOT_Time"] = 8655.62,
				["Overhealing"] = 8655.62,
				["RageGain"] = 8585.615,
				["FDamage"] = 8556.618,
				["TimeDamage"] = 8654.619,
				["ActiveTime"] = 8654.619,
				["ManaGain"] = 7664.611,
				["DOT_Time"] = 8654.619,
				["Damage"] = 8654.619,
			},
			["LastHealTime"] = 8648.419,
			["LastEventHealthMax"] = {
				198996, -- [1]
				198996, -- [2]
				198996, -- [3]
				198996, -- [4]
				198996, -- [5]
				198996, -- [6]
				198996, -- [7]
				198996, -- [8]
				198996, -- [9]
				198996, -- [10]
				198996, -- [11]
				198996, -- [12]
				198996, -- [13]
				198996, -- [14]
				198996, -- [15]
				198996, -- [16]
				198996, -- [17]
				198996, -- [18]
				198996, -- [19]
				198996, -- [20]
				198996, -- [21]
				198996, -- [22]
				198996, -- [23]
				198996, -- [24]
				198996, -- [25]
				198996, -- [26]
				198996, -- [27]
				198996, -- [28]
				198996, -- [29]
				198996, -- [30]
				198996, -- [31]
				198996, -- [32]
				198996, -- [33]
				198996, -- [34]
				198996, -- [35]
				198996, -- [36]
				198996, -- [37]
				198996, -- [38]
				198996, -- [39]
				198996, -- [40]
				198996, -- [41]
				198996, -- [42]
				198996, -- [43]
				198996, -- [44]
				198996, -- [45]
				198996, -- [46]
				198996, -- [47]
				198996, -- [48]
				198996, -- [49]
				198996, -- [50]
			},
			["LastActive"] = 8665.62,
		},
		["渎神魔 <矨琳>"] = {
			["GUID"] = "Creature-0-3901-2526-16721-185584-00001587CA",
			["TimeLast"] = {
				["ActiveTime"] = 8637.618,
				["TimeDamage"] = 8637.618,
				["OVERALL"] = 8637.618,
				["DamageTaken"] = 7990.632000000001,
				["Damage"] = 8637.618,
			},
			["LastAttackedBy"] = "守护者哨兵",
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"HEAL", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"HEAL", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"HEAL", -- [34]
				"HEAL", -- [35]
				"HEAL", -- [36]
				"DAMAGE", -- [37]
				"HEAL", -- [38]
				"HEAL", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"HEAL", -- [44]
				"HEAL", -- [45]
				"HEAL", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"HEAL", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["ActiveTime"] = {
					118.48, -- [1]
				},
				["Damage"] = {
					1117064, -- [1]
				},
				["DamageTaken"] = {
					3188, -- [1]
				},
				["TimeDamage"] = {
					118.48, -- [1]
				},
			},
			["enClass"] = "PET",
			["LastDamageTaken"] = 2277,
			["level"] = 1,
			["LastDamageAbility"] = "驱除闯入者",
			["LastFightIn"] = 16,
			["LastAbility"] = 49916.997,
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["ownerName"] = "矨琳",
			["UnitLockout"] = 8637.618,
			["LastEventHealth"] = {
				388768, -- [1]
				388768, -- [2]
				385473, -- [3]
				[50] = 388768,
				[44] = 222113,
				[45] = 222113,
				[46] = 222113,
				[47] = 222113,
				[48] = 222113,
				[49] = 222113,
				[43] = 222113,
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementHitsTaken"] = {
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["PartialResist"] = {
						["驱除闯入者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["邪恶伏击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["驱除闯入者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["邪恶伏击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["TimeDamaging"] = {
						["多拉苟萨的回响"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.63,
								},
								["肉搏"] = {
									["count"] = 13.49,
								},
							},
							["amount"] = 14.12,
						},
						["茂林古树"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.83,
								},
								["肉搏"] = {
									["count"] = 4.58,
								},
							},
							["amount"] = 5.41,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 1.63,
								},
							},
							["amount"] = 3.13,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.02,
								},
								["肉搏"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.52,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.84,
								},
							},
							["amount"] = 2.84,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.9299999999999999,
								},
								["肉搏"] = {
									["count"] = 5.48,
								},
							},
							["amount"] = 6.410000000000001,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 3.3,
								},
								["肉搏"] = {
									["count"] = 10.32,
								},
							},
							["amount"] = 13.62,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 3.28,
								},
								["肉搏"] = {
									["count"] = 4.380000000000001,
								},
							},
							["amount"] = 7.660000000000001,
						},
						["克罗兹"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 2.42,
								},
								["肉搏"] = {
									["count"] = 12.13,
								},
							},
							["amount"] = 14.55,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 4.050000000000001,
								},
								["肉搏"] = {
									["count"] = 4.699999999999999,
								},
							},
							["amount"] = 8.75,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 5.879999999999999,
								},
								["肉搏"] = {
									["count"] = 13.53,
								},
							},
							["amount"] = 19.41,
						},
						["缚法战斧"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 2.45,
								},
							},
							["amount"] = 2.45,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 1.03,
								},
								["肉搏"] = {
									["count"] = 5.58,
								},
							},
							["amount"] = 6.609999999999999,
						},
					},
					["TimeSpent"] = {
						["多拉苟萨的回响"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.63,
								},
								["肉搏"] = {
									["count"] = 13.49,
								},
							},
							["amount"] = 14.12,
						},
						["茂林古树"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.83,
								},
								["肉搏"] = {
									["count"] = 4.58,
								},
							},
							["amount"] = 5.41,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 1.63,
								},
							},
							["amount"] = 3.13,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.02,
								},
								["肉搏"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.52,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.84,
								},
							},
							["amount"] = 2.84,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.9299999999999999,
								},
								["肉搏"] = {
									["count"] = 5.48,
								},
							},
							["amount"] = 6.410000000000001,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 3.3,
								},
								["肉搏"] = {
									["count"] = 10.32,
								},
							},
							["amount"] = 13.62,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 3.28,
								},
								["肉搏"] = {
									["count"] = 4.380000000000001,
								},
							},
							["amount"] = 7.660000000000001,
						},
						["克罗兹"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 2.42,
								},
								["肉搏"] = {
									["count"] = 12.13,
								},
							},
							["amount"] = 14.55,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 4.050000000000001,
								},
								["肉搏"] = {
									["count"] = 4.699999999999999,
								},
							},
							["amount"] = 8.75,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 5.879999999999999,
								},
								["肉搏"] = {
									["count"] = 13.53,
								},
							},
							["amount"] = 19.41,
						},
						["缚法战斧"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 2.45,
								},
							},
							["amount"] = 2.45,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 1.03,
								},
								["肉搏"] = {
									["count"] = 5.58,
								},
							},
							["amount"] = 6.609999999999999,
						},
					},
					["DamageTaken"] = 3188,
					["ActiveTime"] = 118.48,
					["ElementDone"] = {
						["Melee"] = 182218,
						["Fire"] = 934846,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 14,
								},
								["Hit"] = {
									["count"] = 60,
								},
							},
							["amount"] = 74,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 53,
								},
								["Hit"] = {
									["count"] = 165,
								},
							},
							["amount"] = 218,
						},
					},
					["DamagedWho"] = {
						["茂林古树"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 10660,
								},
								["肉搏"] = {
									["count"] = 8601,
								},
							},
							["amount"] = 19261,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 126928,
								},
								["肉搏"] = {
									["count"] = 17594,
								},
							},
							["amount"] = 144522,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 26723,
								},
								["肉搏"] = {
									["count"] = 9775,
								},
							},
							["amount"] = 36498,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 31128,
								},
								["肉搏"] = {
									["count"] = 9080,
								},
							},
							["amount"] = 40208,
						},
						["虚无修复者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 3310,
								},
							},
							["amount"] = 3310,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 60094,
								},
								["肉搏"] = {
									["count"] = 9772,
								},
							},
							["amount"] = 69866,
						},
						["甲虫"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 6810,
								},
							},
							["amount"] = 6810,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 147504,
								},
								["肉搏"] = {
									["count"] = 26714,
								},
							},
							["amount"] = 174218,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 47770,
								},
								["肉搏"] = {
									["count"] = 25804,
								},
							},
							["amount"] = 73574,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 3866,
								},
								["肉搏"] = {
									["count"] = 6628,
								},
							},
							["amount"] = 10494,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 33472,
								},
								["肉搏"] = {
									["count"] = 9775,
								},
							},
							["amount"] = 43247,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 9999,
								},
							},
							["amount"] = 9999,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 26629,
								},
								["肉搏"] = {
									["count"] = 15470,
								},
							},
							["amount"] = 42099,
						},
						["克罗兹"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 36943,
								},
								["肉搏"] = {
									["count"] = 21503,
								},
							},
							["amount"] = 58446,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 273641,
								},
								["肉搏"] = {
									["count"] = 13682,
								},
							},
							["amount"] = 287323,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 47369,
								},
								["肉搏"] = {
									["count"] = 7820,
								},
							},
							["amount"] = 55189,
						},
						["缚法战斧"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 26538,
								},
							},
							["amount"] = 26538,
						},
						["缚法节杖"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 15462,
								},
							},
							["amount"] = 15462,
						},
					},
					["TimeDamage"] = 118.48,
					["WhoDamaged"] = {
						["守护者哨兵"] = {
							["Details"] = {
								["驱除闯入者"] = {
									["count"] = 2277,
								},
							},
							["amount"] = 2277,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["邪恶伏击"] = {
									["count"] = 911,
								},
							},
							["amount"] = 911,
						},
					},
					["ElementTaken"] = {
						["Arcane"] = 911,
						["Nature"] = 2277,
					},
					["Attacks"] = {
						["献祭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8312,
									["min"] = 6547,
									["count"] = 53,
									["amount"] = 368680,
								},
								["Hit"] = {
									["max"] = 4173,
									["min"] = 3268,
									["count"] = 165,
									["amount"] = 566166,
								},
							},
							["count"] = 218,
							["amount"] = 934846,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 4420,
									["min"] = 3909,
									["count"] = 14,
									["amount"] = 57653,
								},
								["Hit"] = {
									["max"] = 2436,
									["min"] = 1954,
									["count"] = 60,
									["amount"] = 124565,
								},
							},
							["count"] = 74,
							["amount"] = 182218,
						},
					},
					["Damage"] = 1117064,
				},
			},
			["NextEventNum"] = 11,
			["LastDamageTime"] = 8638.168,
			["LastEvents"] = {
				"月怒之歿-銀翼要塞 百花齐放 渎神魔 <矨琳> Hit +1715 (1715 过量治疗)", -- [1]
				"月怒之歿-銀翼要塞 野性成长 渎神魔 <矨琳> Tick +897 (897 过量治疗)", -- [2]
				"月怒之歿-銀翼要塞 野性成长 渎神魔 <矨琳> Tick +821 (821 过量治疗)", -- [3]
				"渎神魔 <矨琳> 肉搏 多拉苟萨的回响 Crit -4300 (Physical)", -- [4]
				"渎神魔 <矨琳> 献祭 多拉苟萨的回响 Crit -7541 (Fire)", -- [5]
				"月怒之歿-銀翼要塞 百花齐放 渎神魔 <矨琳> Crit +3165 (3165 过量治疗)", -- [6]
				"月怒之歿-銀翼要塞 野性成长 渎神魔 <矨琳> Tick +749 (749 过量治疗)", -- [7]
				"月怒之歿-銀翼要塞 野性成长 渎神魔 <矨琳> Tick +491 (491 过量治疗)", -- [8]
				"渎神魔 <矨琳> 肉搏 多拉苟萨的回响 Hit -2151 (Physical)", -- [9]
				"渎神魔 <矨琳> 献祭 多拉苟萨的回响 Crit -7301 (Fire)", -- [10]
				"渎神魔 <矨琳> 献祭 幽魂唤魔师 Hit -3374 (Fire)", -- [11]
				"渎神魔 <矨琳> 献祭 虚无修复者 Hit -3310 (Fire)", -- [12]
				"渎神魔 <矨琳> 献祭 幽魂唤魔师 Hit -3302 (Fire)", -- [13]
				"渎神魔 <矨琳> 献祭 艾杰斯亚回声骑士 Hit -3288 (Fire)", -- [14]
				"渎神魔 <矨琳> 肉搏 幽魂唤魔师 Crit -3910 (Physical)", -- [15]
				"渎神魔 <矨琳> 献祭 幽魂唤魔师 Hit -3377 (Fire)", -- [16]
				"渎神魔 <矨琳> 献祭 幽魂唤魔师 Hit -3283 (Fire)", -- [17]
				"渎神魔 <矨琳> 献祭 幽魂唤魔师 Hit -3404 (Fire)", -- [18]
				"渎神魔 <矨琳> 肉搏 幽魂唤魔师 Hit -1955 (Physical)", -- [19]
				"渎神魔 <矨琳> 献祭 幽魂唤魔师 Hit -3270 (Fire)", -- [20]
				"渎神魔 <矨琳> 献祭 幽魂唤魔师 Hit -3370 (Fire)", -- [21]
				"渎神魔 <矨琳> 献祭 幽魂唤魔师 Hit -3375 (Fire)", -- [22]
				"渎神魔 <矨琳> 肉搏 多拉苟萨的回响 Hit -2151 (Physical)", -- [23]
				"渎神魔 <矨琳> 肉搏 多拉苟萨的回响 Crit -4301 (Physical)", -- [24]
				"渎神魔 <矨琳> 献祭 多拉苟萨的回响 Crit -7222 (Fire)", -- [25]
				"渎神魔 <矨琳> 肉搏 多拉苟萨的回响 Hit -2150 (Physical)", -- [26]
				"渎神魔 <矨琳> 献祭 多拉苟萨的回响 Hit -3621 (Fire)", -- [27]
				"月怒之歿-銀翼要塞 百花齐放 渎神魔 <矨琳> Hit +1608 (1608 过量治疗)", -- [28]
				"渎神魔 <矨琳> 肉搏 多拉苟萨的回响 Hit -2150 (Physical)", -- [29]
				"渎神魔 <矨琳> 献祭 多拉苟萨的回响 Hit -3645 (Fire)", -- [30]
				"月怒之歿-銀翼要塞 百花齐放 渎神魔 <矨琳> Hit +1567 (1567 过量治疗)", -- [31]
				"渎神魔 <矨琳> 肉搏 多拉苟萨的回响 Hit -2150 (Physical)", -- [32]
				"渎神魔 <矨琳> 献祭 多拉苟萨的回响 Crit -7490 (Fire)", -- [33]
				"月怒之歿-銀翼要塞 百花齐放 渎神魔 <矨琳> Hit +1621 (1621 过量治疗)", -- [34]
				"月怒之歿-銀翼要塞 百花齐放 渎神魔 <矨琳> Hit +1756 (1756 过量治疗)", -- [35]
				"月怒之歿-銀翼要塞 野性成长 渎神魔 <矨琳> Tick +1519 (1519 过量治疗)", -- [36]
				"渎神魔 <矨琳> 肉搏 多拉苟萨的回响 Hit -2150 (Physical)", -- [37]
				"月怒之歿-銀翼要塞 野性成长 渎神魔 <矨琳> Crit +2840 (2840 过量治疗)", -- [38]
				"月怒之歿-銀翼要塞 百花齐放 渎神魔 <矨琳> Hit +1751 (1751 过量治疗)", -- [39]
				"月怒之歿-銀翼要塞 野性成长 渎神魔 <矨琳> Tick +1326 (1326 过量治疗)", -- [40]
				"月怒之歿-銀翼要塞 野性成长 渎神魔 <矨琳> Tick +1233 (1233 过量治疗)", -- [41]
				"渎神魔 <矨琳> 肉搏 多拉苟萨的回响 Hit -2150 (Physical)", -- [42]
				"渎神魔 <矨琳> 献祭 多拉苟萨的回响 Crit -7341 (Fire)", -- [43]
				"月怒之歿-銀翼要塞 野性成长 渎神魔 <矨琳> Tick +1145 (1145 过量治疗)", -- [44]
				"月怒之歿-銀翼要塞 百花齐放 渎神魔 <矨琳> Hit +1707 (1707 过量治疗)", -- [45]
				"月怒之歿-銀翼要塞 野性成长 渎神魔 <矨琳> Tick +1059 (1059 过量治疗)", -- [46]
				"渎神魔 <矨琳> 肉搏 多拉苟萨的回响 Hit -2151 (Physical)", -- [47]
				"渎神魔 <矨琳> 献祭 多拉苟萨的回响 Hit -3609 (Fire)", -- [48]
				"月怒之歿-銀翼要塞 新绿 渎神魔 <矨琳> Crit +16004 (16004 过量治疗)", -- [49]
				"月怒之歿-銀翼要塞 野性成长 渎神魔 <矨琳> Tick +976 (976 过量治疗)", -- [50]
			},
			["Name"] = "渎神魔",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				true, -- [28]
				false, -- [29]
				false, -- [30]
				true, -- [31]
				false, -- [32]
				false, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				false, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				false, -- [42]
				false, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				false, -- [47]
				false, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				8635.985, -- [1]
				8636.168, -- [2]
				8636.735, -- [3]
				8636.835000000001, -- [4]
				8636.835000000001, -- [5]
				8637.202, -- [6]
				8637.285, -- [7]
				8637.685, -- [8]
				8638.168, -- [9]
				8638.168, -- [10]
				8570.572, -- [11]
				8570.572, -- [12]
				8570.572, -- [13]
				8570.572, -- [14]
				8571.969000000001, -- [15]
				8572.31, -- [16]
				8572.31, -- [17]
				8572.31, -- [18]
				8573.487000000001, -- [19]
				8573.881, -- [20]
				8573.881, -- [21]
				8573.881, -- [22]
				8604.5, -- [23]
				8606.168, -- [24]
				8606.168, -- [25]
				8607.85, -- [26]
				8607.85, -- [27]
				8608.508, -- [28]
				8609.183, -- [29]
				8609.517, -- [30]
				8609.8, -- [31]
				8610.319, -- [32]
				8610.617, -- [33]
				8611.136, -- [34]
				8632.052, -- [35]
				8632.285, -- [36]
				8632.802, -- [37]
				8632.835000000001, -- [38]
				8633.368, -- [39]
				8633.385, -- [40]
				8633.952, -- [41]
				8634.152, -- [42]
				8634.152, -- [43]
				8634.502, -- [44]
				8634.685, -- [45]
				8635.068, -- [46]
				8635.485, -- [47]
				8635.485, -- [48]
				8635.535, -- [49]
				8635.622, -- [50]
			},
			["LastFlags"] = 2600,
			["LastEventHealthMax"] = {
				731856, -- [1]
				731856, -- [2]
				731856, -- [3]
				[50] = 731856,
				[44] = 222113,
				[45] = 222113,
				[46] = 222113,
				[47] = 222113,
				[48] = 222113,
				[49] = 222113,
				[43] = 222113,
			},
			["LastActive"] = 8637.618,
		},
		["百花齐放 <月怒之歿-銀翼要塞>"] = {
			["DeathLogs"] = {
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 8638.619,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [1]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 8539.612000000001,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [2]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 8480.625,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [3]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 8445.612000000001,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [4]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 8401.62,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [5]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 8333.634,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [6]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 8245.627,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [7]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 8213.625,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [8]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 8156.621,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [9]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 8125.619000000001,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [10]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 7965.617,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [11]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 7859.618,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [12]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 7815.615,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [13]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 7726.626,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [14]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 7674.623000000001,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [15]
			},
			["TimeLast"] = {
				["DeathCount"] = 8636.613,
				["OVERALL"] = 8636.613,
			},
			["LastEventType"] = {
				"MISC", -- [1]
				"MISC", -- [2]
				"MISC", -- [3]
				"MISC", -- [4]
				"MISC", -- [5]
				"MISC", -- [6]
				"MISC", -- [7]
				"MISC", -- [8]
				"MISC", -- [9]
				"MISC", -- [10]
				"MISC", -- [11]
				"MISC", -- [12]
				"MISC", -- [13]
				"MISC", -- [14]
				"MISC", -- [15]
			},
			["LastFlags"] = 2600,
			["enClass"] = "PET",
			["level"] = 1,
			["LastFightIn"] = 16,
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["ownerName"] = "月怒之歿-銀翼要塞",
			["GUID"] = "Creature-0-3901-2526-16721-47649-00001587B2",
			["NextEventNum"] = 16,
			["UnitLockout"] = 8636.613,
			["LastEvents"] = {
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [1]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [2]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [3]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [4]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [5]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [6]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [7]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [8]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [9]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [10]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [11]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [12]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [13]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [14]
				"百花齐放 <月怒之歿-銀翼要塞>死亡。", -- [15]
			},
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DeathCount"] = 15,
				},
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					15, -- [1]
				},
			},
			["Name"] = "百花齐放",
			["LastEventTimes"] = {
				7672.739000000001, -- [1]
				7725.376, -- [2]
				7814.448, -- [3]
				7858.151, -- [4]
				7964.274, -- [5]
				8123.952, -- [6]
				8155.487, -- [7]
				8212.125, -- [8]
				8244.51, -- [9]
				8331.999, -- [10]
				8400.003, -- [11]
				8444.556, -- [12]
				8479.359, -- [13]
				8538.479, -- [14]
				8637.252, -- [15]
			},
			["LastAbility"] = 49916.997,
		},
		["盧爾奎爾 <矨琳>"] = {
			["GUID"] = "Pet-0-3901-2526-16721-416-040391573C",
			["LastEventHealth"] = {
				133268, -- [1]
				133268, -- [2]
				133268, -- [3]
				133268, -- [4]
				133268, -- [5]
				133268, -- [6]
				133268, -- [7]
				133268, -- [8]
				133268, -- [9]
				133268, -- [10]
				133268, -- [11]
				133268, -- [12]
				133268, -- [13]
				133268, -- [14]
				133268, -- [15]
				133268, -- [16]
				133268, -- [17]
				133268, -- [18]
				133268, -- [19]
				133268, -- [20]
				133268, -- [21]
				133268, -- [22]
				133268, -- [23]
				133268, -- [24]
				133268, -- [25]
				133268, -- [26]
				133268, -- [27]
				133268, -- [28]
				133268, -- [29]
				133268, -- [30]
				133268, -- [31]
				133268, -- [32]
				133268, -- [33]
				133268, -- [34]
				133268, -- [35]
				133268, -- [36]
				133268, -- [37]
				133268, -- [38]
				133268, -- [39]
				133268, -- [40]
				133268, -- [41]
				133268, -- [42]
				133268, -- [43]
				133268, -- [44]
				133268, -- [45]
				133268, -- [46]
				133268, -- [47]
				133268, -- [48]
				133268, -- [49]
				133268, -- [50]
			},
			["LastAttackedBy"] = "幽魂唤魔师",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"HEAL", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"HEAL", -- [16]
				"HEAL", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"HEAL", -- [45]
				"DAMAGE", -- [46]
				"HEAL", -- [47]
				"HEAL", -- [48]
				"HEAL", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["ActiveTime"] = {
					277.58, -- [1]
				},
				["Dispels"] = {
					1, -- [1]
				},
				["TimeDamage"] = {
					277.58, -- [1]
				},
				["DamageTaken"] = {
					36760, -- [1]
				},
				["Damage"] = {
					1243728, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "盧爾奎爾",
			["LastAbility"] = 49916.997,
			["level"] = 1,
			["LastDamageAbility"] = "奥术飞弹",
			["LastFightIn"] = 16,
			["UnitLockout"] = 8186.612,
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["ownerName"] = "矨琳",
			["LastFlags"] = 4648,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["多拉苟萨的回响"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
						["缚法节杖"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 10.33,
								},
							},
							["amount"] = 10.33,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 11.66,
								},
							},
							["amount"] = 11.66,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 34.33,
								},
							},
							["amount"] = 34.33,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 19.5,
								},
							},
							["amount"] = 19.5,
						},
						["克罗兹"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 34.5,
								},
							},
							["amount"] = 34.5,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 24,
								},
							},
							["amount"] = 24,
						},
						["任性的教科书"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 10.3,
								},
							},
							["amount"] = 10.3,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 16.44,
								},
							},
							["amount"] = 16.44,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 29.65,
								},
							},
							["amount"] = 29.65,
						},
						["缚法战斧"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
						["茂林古树"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 29.87,
								},
							},
							["amount"] = 29.87,
						},
					},
					["DamageTaken"] = 36760,
					["PartialResist"] = {
						["邪恶伏击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术之雨"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["奥术宝珠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["秘法冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["法力虚空"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["驱除闯入者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["爆发苏醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["法力炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术驱除"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术飞弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
					},
					["PartialAbsorb"] = {
						["邪恶伏击"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 911,
									["min"] = 911,
									["count"] = 1,
									["amount"] = 911,
								},
							},
							["count"] = 1,
							["amount"] = 911,
						},
						["奥术之雨"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 1899,
									["min"] = 1898,
									["count"] = 6,
									["amount"] = 11390,
								},
							},
							["count"] = 6,
							["amount"] = 11390,
						},
						["奥术宝珠"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 914,
									["min"] = 914,
									["count"] = 1,
									["amount"] = 914,
								},
							},
							["count"] = 1,
							["amount"] = 914,
						},
						["秘法冲击"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 1899,
									["min"] = 1898,
									["count"] = 5,
									["amount"] = 9491,
								},
							},
							["count"] = 5,
							["amount"] = 9491,
						},
						["法力虚空"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 3036,
									["min"] = 3036,
									["count"] = 1,
									["amount"] = 3036,
								},
							},
							["count"] = 1,
							["amount"] = 3036,
						},
						["驱除闯入者"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 2278,
									["min"] = 2278,
									["count"] = 1,
									["amount"] = 2278,
								},
							},
							["count"] = 1,
							["amount"] = 2278,
						},
						["爆发苏醒"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 1543,
									["min"] = 1543,
									["count"] = 1,
									["amount"] = 1543,
								},
							},
							["count"] = 1,
							["amount"] = 1543,
						},
						["法力炸弹"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 759,
									["min"] = 759,
									["count"] = 1,
									["amount"] = 759,
								},
							},
							["count"] = 1,
							["amount"] = 759,
						},
						["奥术驱除"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 3417,
									["min"] = 3417,
									["count"] = 1,
									["amount"] = 3417,
								},
							},
							["count"] = 1,
							["amount"] = 3417,
						},
						["奥术飞弹"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 280,
									["min"] = 269,
									["count"] = 11,
									["amount"] = 3021,
								},
							},
							["count"] = 11,
							["amount"] = 3021,
						},
					},
					["ActiveTime"] = 277.58,
					["ElementTaken"] = {
						["Arcane"] = 32939,
						["Nature"] = 3821,
					},
					["Damage"] = 1243728,
					["Dispels"] = 1,
					["ElementHitsTaken"] = {
						["Arcane"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementDone"] = {
						["Fire"] = 1243728,
					},
					["Attacks"] = {
						["火焰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 19007,
									["min"] = 9563,
									["count"] = 36,
									["amount"] = 399395,
								},
								["Hit"] = {
									["max"] = 9893,
									["min"] = 4722,
									["count"] = 150,
									["amount"] = 844333,
								},
							},
							["count"] = 186,
							["amount"] = 1243728,
						},
					},
					["ElementTakenAbsorb"] = {
						["Arcane"] = 32939,
						["Nature"] = 3821,
					},
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 36,
								},
								["Hit"] = {
									["count"] = 150,
								},
							},
							["amount"] = 186,
						},
					},
					["TimeDamage"] = 277.58,
					["TimeDamaging"] = {
						["多拉苟萨的回响"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
						["缚法节杖"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 10.33,
								},
							},
							["amount"] = 10.33,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 11.66,
								},
							},
							["amount"] = 11.66,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 34.33,
								},
							},
							["amount"] = 34.33,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 19.5,
								},
							},
							["amount"] = 19.5,
						},
						["克罗兹"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 34.5,
								},
							},
							["amount"] = 34.5,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 24,
								},
							},
							["amount"] = 24,
						},
						["任性的教科书"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 10.3,
								},
							},
							["amount"] = 10.3,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 16.44,
								},
							},
							["amount"] = 16.44,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 29.65,
								},
							},
							["amount"] = 29.65,
						},
						["缚法战斧"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
						["茂林古树"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 29.87,
								},
							},
							["amount"] = 29.87,
						},
					},
					["WhoDamaged"] = {
						["No One"] = {
							["Details"] = {
								["法力虚空"] = {
									["count"] = 3036,
								},
								["奥术宝珠"] = {
									["count"] = 914,
								},
							},
							["amount"] = 3950,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["奥术驱除"] = {
									["count"] = 3417,
								},
								["法力炸弹"] = {
									["count"] = 759,
								},
							},
							["amount"] = 4176,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["驱除闯入者"] = {
									["count"] = 2278,
								},
							},
							["amount"] = 2278,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["奥术飞弹"] = {
									["count"] = 3021,
								},
							},
							["amount"] = 3021,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["邪恶伏击"] = {
									["count"] = 911,
								},
							},
							["amount"] = 911,
						},
						["缚法节杖"] = {
							["Details"] = {
								["奥术之雨"] = {
									["count"] = 11390,
								},
								["秘法冲击"] = {
									["count"] = 9491,
								},
							},
							["amount"] = 20881,
						},
						["茂林古树"] = {
							["Details"] = {
								["爆发苏醒"] = {
									["count"] = 1543,
								},
							},
							["amount"] = 1543,
						},
					},
					["DamagedWho"] = {
						["多拉苟萨的回响"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 164433,
								},
							},
							["amount"] = 164433,
						},
						["缚法节杖"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 19655,
								},
							},
							["amount"] = 19655,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 40201,
								},
							},
							["amount"] = 40201,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 52043,
								},
							},
							["amount"] = 52043,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 151670,
								},
							},
							["amount"] = 151670,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 53090,
								},
							},
							["amount"] = 53090,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 86515,
								},
							},
							["amount"] = 86515,
						},
						["克罗兹"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 171190,
								},
							},
							["amount"] = 171190,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 108404,
								},
							},
							["amount"] = 108404,
						},
						["任性的教科书"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 11258,
								},
							},
							["amount"] = 11258,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 45226,
								},
							},
							["amount"] = 45226,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 62183,
								},
							},
							["amount"] = 62183,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 125746,
								},
							},
							["amount"] = 125746,
						},
						["缚法战斧"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 32591,
								},
							},
							["amount"] = 32591,
						},
						["茂林古树"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 119523,
								},
							},
							["amount"] = 119523,
						},
					},
					["DispelledWho"] = {
						["矨琳"] = {
							["Details"] = {
								["乏味的讲课 (烧灼驱魔)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
				},
			},
			["LastEventTimes"] = {
				8636.452, -- [1]
				8636.735, -- [2]
				8637.285, -- [3]
				8637.685, -- [4]
				8639.719000000001, -- [5]
				8642.128, -- [6]
				8644.469000000001, -- [7]
				8646.902, -- [8]
				8650.469000000001, -- [9]
				8652.119, -- [10]
				8652.853000000001, -- [11]
				8653.569, -- [12]
				8653.886, -- [13]
				8654.303, -- [14]
				8655.02, -- [15]
				8655.736, -- [16]
				8656.453, -- [17]
				8657.186, -- [18]
				8657.303, -- [19]
				8588.315, -- [20]
				8588.315, -- [21]
				8589.332, -- [22]
				8589.332, -- [23]
				8590.332, -- [24]
				8590.332, -- [25]
				8603.783, -- [26]
				8605.383, -- [27]
				8606.95, -- [28]
				8609.383, -- [29]
				8611.767, -- [30]
				8613.717, -- [31]
				8615.367, -- [32]
				8617.751, -- [33]
				8620.184, -- [34]
				8622.572, -- [35]
				8624.168, -- [36]
				8626.601, -- [37]
				8629.101, -- [38]
				8629.135, -- [39]
				8629.135, -- [40]
				8631.535, -- [41]
				8632.285, -- [42]
				8632.835000000001, -- [43]
				8633.385, -- [44]
				8633.952, -- [45]
				8634.052, -- [46]
				8634.502, -- [47]
				8635.068, -- [48]
				8635.622, -- [49]
				8636.168, -- [50]
			},
			["NextEventNum"] = 20,
			["LastDamageTime"] = 8653.886,
			["LastEvents"] = {
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Crit -12407 (Fire)", -- [1]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +821 (821 过量治疗)", -- [2]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +749 (749 过量治疗)", -- [3]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +491 (491 过量治疗)", -- [4]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -6130 (Fire)", -- [5]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -6127 (Fire)", -- [6]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -6167 (Fire)", -- [7]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Crit -12419 (Fire)", -- [8]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -6082 (Fire)", -- [9]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +1480 (1480 过量治疗)", -- [10]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +1356 (1356 过量治疗)", -- [11]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +1236 (1236 过量治疗)", -- [12]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Crit -12286 (Fire)", -- [13]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +1120 (1120 过量治疗)", -- [14]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +1011 (1011 过量治疗)", -- [15]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +907 (907 过量治疗)", -- [16]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +807 (807 过量治疗)", -- [17]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +715 (715 过量治疗)", -- [18]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Crit +237 (237 过量治疗)", -- [19]
				"矨琳 灵魂链接 盧爾奎爾 <矨琳> Absorb -521 (Shadow)", -- [20]
				"矨琳 灵魂链接 盧爾奎爾 <矨琳> Split -0 (521 被吸收) (Shadow)", -- [21]
				"矨琳 灵魂链接 盧爾奎爾 <矨琳> Absorb -521 (Shadow)", -- [22]
				"矨琳 灵魂链接 盧爾奎爾 <矨琳> Split -0 (521 被吸收) (Shadow)", -- [23]
				"矨琳 灵魂链接 盧爾奎爾 <矨琳> Absorb -521 (Shadow)", -- [24]
				"矨琳 灵魂链接 盧爾奎爾 <矨琳> Split -0 (521 被吸收) (Shadow)", -- [25]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Crit -9563 (Fire)", -- [26]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Crit -9779 (Fire)", -- [27]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -5768 (Fire)", -- [28]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Crit -12239 (Fire)", -- [29]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -6092 (Fire)", -- [30]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -6218 (Fire)", -- [31]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -5540 (Fire)", -- [32]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -5659 (Fire)", -- [33]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -5974 (Fire)", -- [34]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -5668 (Fire)", -- [35]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -6134 (Fire)", -- [36]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -6034 (Fire)", -- [37]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -5680 (Fire)", -- [38]
				"矨琳 灵魂链接 盧爾奎爾 <矨琳> Absorb -1980 (Shadow)", -- [39]
				"矨琳 灵魂链接 盧爾奎爾 <矨琳> Split -0 (1980 被吸收) (Shadow)", -- [40]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -6204 (Fire)", -- [41]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Crit +3038 (3038 过量治疗)", -- [42]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +1420 (1420 过量治疗)", -- [43]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +1326 (1326 过量治疗)", -- [44]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +1233 (1233 过量治疗)", -- [45]
				"盧爾奎爾 <矨琳> 火焰箭 多拉苟萨的回响 Hit -6263 (Fire)", -- [46]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +1144 (1144 过量治疗)", -- [47]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +1059 (1059 过量治疗)", -- [48]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +976 (976 过量治疗)", -- [49]
				"月怒之歿-銀翼要塞 野性成长 盧爾奎爾 <矨琳> Tick +897 (897 过量治疗)", -- [50]
			},
			["Name"] = "盧爾奎爾",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				false, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				true, -- [40]
				false, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				false, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["TimeLast"] = {
				["ActiveTime"] = 8653.619,
				["Dispels"] = 7744.622,
				["TimeDamage"] = 8653.619,
				["OVERALL"] = 8653.619,
				["DamageTaken"] = 8571.62,
				["Damage"] = 8653.619,
			},
			["LastDamageTaken"] = 270,
			["LastEventHealthMax"] = {
				133268, -- [1]
				133268, -- [2]
				133268, -- [3]
				133268, -- [4]
				133268, -- [5]
				133268, -- [6]
				133268, -- [7]
				133268, -- [8]
				133268, -- [9]
				133268, -- [10]
				133268, -- [11]
				133268, -- [12]
				133268, -- [13]
				133268, -- [14]
				133268, -- [15]
				133268, -- [16]
				133268, -- [17]
				133268, -- [18]
				133268, -- [19]
				133268, -- [20]
				133268, -- [21]
				133268, -- [22]
				133268, -- [23]
				133268, -- [24]
				133268, -- [25]
				133268, -- [26]
				133268, -- [27]
				133268, -- [28]
				133268, -- [29]
				133268, -- [30]
				133268, -- [31]
				133268, -- [32]
				133268, -- [33]
				133268, -- [34]
				133268, -- [35]
				133268, -- [36]
				133268, -- [37]
				133268, -- [38]
				133268, -- [39]
				133268, -- [40]
				133268, -- [41]
				133268, -- [42]
				133268, -- [43]
				133268, -- [44]
				133268, -- [45]
				133268, -- [46]
				133268, -- [47]
				133268, -- [48]
				133268, -- [49]
				133268, -- [50]
			},
			["LastActive"] = 8656.62,
		},
		["矨琳"] = {
			["GUID"] = "Player-963-06DB3E2C",
			["LastEventHealth"] = {
				296151, -- [1]
				296151, -- [2]
				296151, -- [3]
				296151, -- [4]
				296151, -- [5]
				296151, -- [6]
				296151, -- [7]
				296151, -- [8]
				296151, -- [9]
				296151, -- [10]
				296151, -- [11]
				296151, -- [12]
				296151, -- [13]
				296151, -- [14]
				296151, -- [15]
				296151, -- [16]
				296151, -- [17]
				296151, -- [18]
				296151, -- [19]
				296151, -- [20]
				296151, -- [21]
				296151, -- [22]
				296151, -- [23]
				296151, -- [24]
				296151, -- [25]
				296151, -- [26]
				296151, -- [27]
				296151, -- [28]
				296151, -- [29]
				296151, -- [30]
				296028, -- [31]
				296028, -- [32]
				296028, -- [33]
				296151, -- [34]
				296151, -- [35]
				296151, -- [36]
				296151, -- [37]
				296151, -- [38]
				296151, -- [39]
				296151, -- [40]
				296151, -- [41]
				296151, -- [42]
				296151, -- [43]
				296151, -- [44]
				296151, -- [45]
				296151, -- [46]
				296151, -- [47]
				296151, -- [48]
				296151, -- [49]
				296151, -- [50]
			},
			["LastAttackedBy"] = "多拉苟萨的回响",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"DAMAGE", -- [15]
				"HEAL", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"DAMAGE", -- [19]
				"HEAL", -- [20]
				"DAMAGE", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"HEAL", -- [24]
				"HEAL", -- [25]
				"HEAL", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"HEAL", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"HEAL", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					386.4099999999996, -- [1]
				},
				["Dispelled"] = {
					2, -- [1]
				},
				["HealingTaken"] = {
					2234999, -- [1]
				},
				["Healing"] = {
					129772, -- [1]
				},
				["DamageTaken"] = {
					2162711, -- [1]
				},
				["FDamage"] = {
					306067, -- [1]
				},
				["Absorbs"] = {
					1462417, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["Overhealing"] = {
					43982, -- [1]
				},
				["TimeDamage"] = {
					658.7999999999928, -- [1]
				},
				["ActiveTime"] = {
					1045.20999999999, -- [1]
				},
				["ManaGain"] = {
					-30000, -- [1]
				},
				["DOT_Time"] = {
					3270, -- [1]
				},
				["Damage"] = {
					25497178, -- [1]
				},
			},
			["enClass"] = "WARLOCK",
			["unit"] = "矨琳",
			["LastAbility"] = 49916.997,
			["UnitLockout"] = 8655.62,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						false, -- [28]
						true, -- [29]
						false, -- [30]
						false, -- [31]
						false, -- [32]
						true, -- [33]
						false, -- [34]
						true, -- [35]
						false, -- [36]
						true, -- [37]
						false, -- [38]
						true, -- [39]
						false, -- [40]
						false, -- [41]
						true, -- [42]
						false, -- [43]
						true, -- [44]
						false, -- [45]
						true, -- [46]
						true, -- [47]
						false, -- [48]
						true, -- [49]
						false, -- [50]
					},
					["Messages"] = {
						"矨琳 引导恶魔之火 守护者哨兵 Crit -7605 (Fire)", -- [1]
						"矨琳 引导恶魔之火 守护者哨兵 Hit -3651 (Fire)", -- [2]
						"矨琳 引导恶魔之火 守护者哨兵 Hit -3398 (Fire)", -- [3]
						"矨琳 引导恶魔之火 守护者哨兵 Hit -3464 (Fire)", -- [4]
						"矨琳 引导恶魔之火 守护者哨兵 Hit -3491 (Fire)", -- [5]
						"矨琳 引导恶魔之火 守护者哨兵 Hit -3579 (Fire)", -- [6]
						"矨琳 引导恶魔之火 守护者哨兵 Hit -3642 (Fire)", -- [7]
						"矨琳 引导恶魔之火 守护者哨兵 Hit -2886 (Fire)", -- [8]
						"矨琳 引导恶魔之火 守护者哨兵 Hit -2877 (Fire)", -- [9]
						"矨琳 引导恶魔之火 守护者哨兵 Hit -2780 (Fire)", -- [10]
						"矨琳 引导恶魔之火 守护者哨兵 Crit -5561 (Fire)", -- [11]
						"矨琳 引导恶魔之火 守护者哨兵 Hit -2885 (Fire)", -- [12]
						"矨琳 引导恶魔之火 守护者哨兵 Hit -2900 (Fire)", -- [13]
						"矨琳 引导恶魔之火 守护者哨兵 Hit -2744 (Fire)", -- [14]
						"矨琳 引导恶魔之火 守护者哨兵 Crit -6008 (Fire)", -- [15]
						"矨琳 引导恶魔之火 守护者哨兵 Hit -2701 (Fire)", -- [16]
						"矨琳 献祭 (伤害/跳) 守护者哨兵 Tick -5105 (Fire)", -- [17]
						"矨琳 邪能冲击 守护者哨兵 Hit -1984", -- [18]
						"矨琳 献祭 (伤害/跳) 守护者哨兵 Crit -8574 (Fire)", -- [19]
						"矨琳 混乱之箭 守护者哨兵 Crit -57923", -- [20]
						"矨琳 邪能箭 守护者哨兵 Hit -1545", -- [21]
						"矨琳 燃烧 守护者哨兵 Hit -16367 (Fire)", -- [22]
						"矨琳 烧尽 守护者哨兵 Hit -20814 (Fire)", -- [23]
						"矨琳 献祭 (伤害/跳) 守护者哨兵 Tick -6199 (Fire)", -- [24]
						"矨琳 邪能箭 守护者哨兵 Crit -3241", -- [25]
						"矨琳 混乱之箭 守护者哨兵 Crit -78472", -- [26]
						"矨琳 地狱火觉醒 守护者哨兵 Crit -11819 (Fire)", -- [27]
						"矨琳 献祭 (伤害/跳) 守护者哨兵 Tick -6517 (Fire)", -- [28]
						"守护者哨兵 驱除闯入者 矨琳 Absorb -46033 (46033 被吸收) (Nature)", -- [29]
						"矨琳 混乱之箭 守护者哨兵 Crit -73943", -- [30]
						"矨琳 邪能箭 守护者哨兵 Crit -3115", -- [31]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [32]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [33]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [34]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [35]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [36]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [37]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [38]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [39]
						"矨琳 献祭 (伤害/跳) 守护者哨兵 Tick -6412 (Fire)", -- [40]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [41]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [42]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [43]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [44]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [45]
						"矨琳 邪甲术 (伤害/跳) 矨琳 Absorb -461 (461 被吸收) (Shadow)", -- [46]
						"矨琳死亡。", -- [47]
						"矨琳 献祭 (伤害/跳) 守护者哨兵 Tick -3766 (Fire)", -- [48]
						"矨琳 邪能共效 矨琳 Hit +26", -- [49]
						"矨琳 邪能冲击 守护者哨兵 Hit -1979", -- [50]
					},
					["DeathAt"] = 7996.626,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-11.71800000000076, -- [1]
						-11.60100000000057, -- [2]
						-11.51100000000042, -- [3]
						-11.39700000000084, -- [4]
						-11.30100000000039, -- [5]
						-11.19800000000032, -- [6]
						-11.11800000000039, -- [7]
						-11.01800000000003, -- [8]
						-10.91800000000058, -- [9]
						-10.81800000000021, -- [10]
						-10.72300000000087, -- [11]
						-10.61000000000058, -- [12]
						-10.50900000000002, -- [13]
						-10.40500000000066, -- [14]
						-10.32800000000043, -- [15]
						-10.23199999999997, -- [16]
						-10.21600000000035, -- [17]
						-9.949000000000524, -- [18]
						-8.243000000000393, -- [19]
						-8.127000000000407, -- [20]
						-7.98700000000008, -- [21]
						-7.22400000000016, -- [22]
						-6.912000000000262, -- [23]
						-6.312000000000808, -- [24]
						-5.761000000000422, -- [25]
						-4.945000000000619, -- [26]
						-4.450000000000728, -- [27]
						-4.054000000000087, -- [28]
						-3.927000000000589, -- [29]
						-3.545000000000073, -- [30]
						-3.504000000000815, -- [31]
						-3.420000000000073, -- [32]
						-3.420000000000073, -- [33]
						-2.907000000000153, -- [34]
						-2.907000000000153, -- [35]
						-2.413000000000466, -- [36]
						-2.413000000000466, -- [37]
						-1.897000000000844, -- [38]
						-1.897000000000844, -- [39]
						-1.634000000000015, -- [40]
						-1.400000000000546, -- [41]
						-1.400000000000546, -- [42]
						-0.9010000000007494, -- [43]
						-0.9010000000007494, -- [44]
						-0.3980000000001382, -- [45]
						-0.3980000000001382, -- [46]
						0, -- [47]
						0.7999999999992724, -- [48]
						1.132999999999811, -- [49]
						1.380999999999403, -- [50]
					},
					["HealthMax"] = {
						296151, -- [1]
						296151, -- [2]
						296151, -- [3]
						296151, -- [4]
						296151, -- [5]
						296151, -- [6]
						296151, -- [7]
						296151, -- [8]
						296151, -- [9]
						296151, -- [10]
						296151, -- [11]
						296151, -- [12]
						296151, -- [13]
						296151, -- [14]
						296151, -- [15]
						296151, -- [16]
						296151, -- [17]
						296151, -- [18]
						296151, -- [19]
						296151, -- [20]
						296151, -- [21]
						296151, -- [22]
						296151, -- [23]
						296151, -- [24]
						296151, -- [25]
						296151, -- [26]
						296151, -- [27]
						296151, -- [28]
						296151, -- [29]
						296151, -- [30]
						296151, -- [31]
						296151, -- [32]
						296151, -- [33]
						296151, -- [34]
						296151, -- [35]
						296151, -- [36]
						296151, -- [37]
						296151, -- [38]
						296151, -- [39]
						296151, -- [40]
						296151, -- [41]
						296151, -- [42]
						296151, -- [43]
						296151, -- [44]
						296151, -- [45]
						296151, -- [46]
						257523, -- [47]
						257523, -- [48]
						296151, -- [49]
						296151, -- [50]
					},
					["Health"] = {
						296151, -- [1]
						296151, -- [2]
						296151, -- [3]
						296151, -- [4]
						296151, -- [5]
						296151, -- [6]
						296151, -- [7]
						296151, -- [8]
						296151, -- [9]
						296151, -- [10]
						296151, -- [11]
						296151, -- [12]
						296151, -- [13]
						296151, -- [14]
						296151, -- [15]
						296151, -- [16]
						296151, -- [17]
						296151, -- [18]
						296151, -- [19]
						296151, -- [20]
						296151, -- [21]
						296151, -- [22]
						296151, -- [23]
						296151, -- [24]
						296151, -- [25]
						296151, -- [26]
						296151, -- [27]
						296151, -- [28]
						296151, -- [29]
						296151, -- [30]
						296151, -- [31]
						296151, -- [32]
						296151, -- [33]
						296151, -- [34]
						296151, -- [35]
						296151, -- [36]
						296151, -- [37]
						296151, -- [38]
						296151, -- [39]
						296151, -- [40]
						296151, -- [41]
						296151, -- [42]
						296151, -- [43]
						296151, -- [44]
						296151, -- [45]
						296151, -- [46]
						0, -- [47]
						0, -- [48]
						236946, -- [49]
						236920, -- [50]
					},
					["KilledBy"] = "守护者哨兵",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"MISC", -- [47]
						"DAMAGE", -- [48]
						"HEAL", -- [49]
						"DAMAGE", -- [50]
					},
				}, -- [1]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["爆燃冲刺 (伤害/跳)"] = {
							["Details"] = {
								["矨琳"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
						["邪甲术 (伤害/跳)"] = {
							["Details"] = {
								["矨琳"] = {
									["count"] = 1596,
								},
							},
							["amount"] = 1596,
						},
						["献祭 (伤害/跳)"] = {
							["Details"] = {
								["缚法节杖"] = {
									["count"] = 69,
								},
								["被激怒的掠蜓"] = {
									["count"] = 105,
								},
								["头领鹰隼"] = {
									["count"] = 63,
								},
								["被腐化的嗜魔者"] = {
									["count"] = 240,
								},
								["虚无修复者"] = {
									["count"] = 36,
								},
								["艾杰斯亚回声骑士"] = {
									["count"] = 201,
								},
								["任性的教科书"] = {
									["count"] = 81,
								},
								["奥术抢劫者"] = {
									["count"] = 138,
								},
								["多拉苟萨的回响"] = {
									["count"] = 84,
								},
								["守护者哨兵"] = {
									["count"] = 39,
								},
								["幽魂唤魔师"] = {
									["count"] = 60,
								},
								["领地鹰隼"] = {
									["count"] = 21,
								},
								["维克萨姆斯"] = {
									["count"] = 60,
								},
								["克罗兹"] = {
									["count"] = 90,
								},
								["饥饿的鞭笞者"] = {
									["count"] = 150,
								},
								["恶毒的鞭笞者"] = {
									["count"] = 18,
								},
								["缚法战斧"] = {
									["count"] = 117,
								},
								["茂林古树"] = {
									["count"] = 75,
								},
							},
							["amount"] = 1647,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 9,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 14,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 38,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 23,
								},
							},
							["amount"] = 65,
						},
						["Arcane"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 80,
								},
								["Hit"] = {
									["count"] = 27,
								},
								["Tick"] = {
									["count"] = 10,
								},
							},
							["amount"] = 117,
						},
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 16,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 24,
						},
					},
					["DamageTaken"] = 2162711,
					["ElementDoneAbsorb"] = {
						["Fire"] = 4516,
					},
					["Absorbs"] = 1462417,
					["DeathCount"] = 1,
					["FDamagedWho"] = {
						["盧爾奎爾 <矨琳>"] = {
							["Details"] = {
								["灵魂链接"] = {
									["count"] = 108834,
								},
							},
							["amount"] = 108834,
						},
						["矨琳"] = {
							["Details"] = {
								["邪甲术 (伤害/跳)"] = {
									["count"] = 150329,
								},
								["爆燃冲刺 (伤害/跳)"] = {
									["count"] = 46904,
								},
							},
							["amount"] = 197233,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 151814,
						["Melee"] = 689789,
						["Arcane"] = 810862,
						["Fire"] = 77889,
						["Nature"] = 370046,
					},
					["DOT_Time"] = 3270,
					["Damage"] = 25497178,
					["TimeHeal"] = 386.4099999999996,
					["ShieldedWho"] = {
						["盧爾奎爾"] = {
							["Details"] = {
								["灵魂榨取"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["矨琳"] = {
							["Details"] = {
								["黑暗契约"] = {
									["count"] = 1,
								},
								["灵魂榨取"] = {
									["count"] = 65,
								},
							},
							["amount"] = 66,
						},
					},
					["FAttacks"] = {
						["爆燃冲刺 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 521,
									["min"] = 521,
									["count"] = 9,
									["amount"] = 4689,
								},
								["Tick"] = {
									["max"] = 4691,
									["min"] = 4690,
									["count"] = 9,
									["amount"] = 42215,
								},
							},
							["count"] = 18,
							["amount"] = 46904,
						},
						["灵魂链接"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 4088,
									["min"] = 6,
									["count"] = 158,
									["amount"] = 108834,
								},
								["Split"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 158,
									["amount"] = 0,
								},
							},
							["count"] = 316,
							["amount"] = 108834,
						},
						["邪甲术 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 779,
									["min"] = 3,
									["count"] = 532,
									["amount"] = 133995,
								},
								["Tick"] = {
									["max"] = 616,
									["min"] = 25,
									["count"] = 70,
									["amount"] = 16334,
								},
							},
							["count"] = 602,
							["amount"] = 150329,
						},
					},
					["ElementDone"] = {
						["Fire"] = 18007621,
						["Arcane"] = 829324,
					},
					["DamagedWho"] = {
						["茂林古树"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 266639,
								},
								["献祭"] = {
									["count"] = 6614,
								},
								["大灾变"] = {
									["count"] = 88996,
								},
								["烧尽"] = {
									["count"] = 424889,
								},
								["火焰之雨"] = {
									["count"] = 27448,
								},
								["熵能之拥"] = {
									["count"] = 15653,
								},
								["引导恶魔之火"] = {
									["count"] = 183258,
								},
								["邪能箭"] = {
									["count"] = 28137,
								},
								["燃烧"] = {
									["count"] = 137130,
								},
								["有形之泪"] = {
									["count"] = 137433,
								},
								["地狱火觉醒"] = {
									["count"] = 5664,
								},
								["邪能冲击"] = {
									["count"] = 8809,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 153036,
								},
							},
							["amount"] = 1483706,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["地狱火觉醒"] = {
									["count"] = 58717,
								},
								["大灾变"] = {
									["count"] = 104852,
								},
								["邪能冲击"] = {
									["count"] = 7947,
								},
								["火焰之雨"] = {
									["count"] = 450143,
								},
								["熵能之拥"] = {
									["count"] = 16915,
								},
								["引导恶魔之火"] = {
									["count"] = 4609,
								},
								["邪能箭"] = {
									["count"] = 18909,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 167833,
								},
								["献祭"] = {
									["count"] = 12953,
								},
								["烧尽"] = {
									["count"] = 72895,
								},
								["燃烧"] = {
									["count"] = 47513,
								},
							},
							["amount"] = 963286,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 101995,
								},
								["献祭"] = {
									["count"] = 6809,
								},
								["大灾变"] = {
									["count"] = 79316,
								},
								["邪能冲击"] = {
									["count"] = 8300,
								},
								["火焰之雨"] = {
									["count"] = 104929,
								},
								["熵能之拥"] = {
									["count"] = 22170,
								},
								["引导恶魔之火"] = {
									["count"] = 157984,
								},
								["邪能箭"] = {
									["count"] = 20036,
								},
								["燃烧"] = {
									["count"] = 116158,
								},
								["有形之泪"] = {
									["count"] = 95884,
								},
								["烧尽"] = {
									["count"] = 327548,
								},
								["地狱火觉醒"] = {
									["count"] = 16440,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 128018,
								},
							},
							["amount"] = 1185587,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 60221,
								},
								["献祭"] = {
									["count"] = 20674,
								},
								["大灾变"] = {
									["count"] = 278185,
								},
								["邪能冲击"] = {
									["count"] = 6480,
								},
								["火焰之雨"] = {
									["count"] = 601636,
								},
								["熵能之拥"] = {
									["count"] = 46360,
								},
								["引导恶魔之火"] = {
									["count"] = 280873,
								},
								["邪能箭"] = {
									["count"] = 5625,
								},
								["燃烧"] = {
									["count"] = 174841,
								},
								["有形之泪"] = {
									["count"] = 65685,
								},
								["地狱火觉醒"] = {
									["count"] = 52911,
								},
								["烧尽"] = {
									["count"] = 201369,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 440147,
								},
							},
							["amount"] = 2235007,
						},
						["虚无修复者"] = {
							["Details"] = {
								["引导恶魔之火"] = {
									["count"] = 41535,
								},
								["邪能箭"] = {
									["count"] = 10545,
								},
								["地狱火觉醒"] = {
									["count"] = 26412,
								},
								["大灾变"] = {
									["count"] = 57057,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 59247,
								},
								["邪能冲击"] = {
									["count"] = 3613,
								},
								["火焰之雨"] = {
									["count"] = 125537,
								},
								["熵能之拥"] = {
									["count"] = 4031,
								},
							},
							["amount"] = 327977,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 111532,
								},
								["献祭"] = {
									["count"] = 30593,
								},
								["大灾变"] = {
									["count"] = 285138,
								},
								["邪能冲击"] = {
									["count"] = 8276,
								},
								["火焰之雨"] = {
									["count"] = 711489,
								},
								["熵能之拥"] = {
									["count"] = 47935,
								},
								["引导恶魔之火"] = {
									["count"] = 246249,
								},
								["邪能箭"] = {
									["count"] = 16420,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 383536,
								},
								["地狱火觉醒"] = {
									["count"] = 82015,
								},
								["烧尽"] = {
									["count"] = 166409,
								},
								["燃烧"] = {
									["count"] = 134944,
								},
							},
							["amount"] = 2224536,
						},
						["任性的教科书"] = {
							["Details"] = {
								["引导恶魔之火"] = {
									["count"] = 85977,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 155159,
								},
								["地狱火觉醒"] = {
									["count"] = 27654,
								},
								["大灾变"] = {
									["count"] = 139433,
								},
								["有形之泪"] = {
									["count"] = 32843,
								},
								["熵能之拥"] = {
									["count"] = 8011,
								},
								["火焰之雨"] = {
									["count"] = 132626,
								},
								["燃烧"] = {
									["count"] = 15103,
								},
							},
							["amount"] = 596806,
						},
						["古树树枝"] = {
							["Details"] = {
								["火焰之雨"] = {
									["count"] = 5357,
								},
								["大灾变"] = {
									["count"] = 27800,
								},
							},
							["amount"] = 33157,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 134263,
								},
								["献祭"] = {
									["count"] = 24043,
								},
								["大灾变"] = {
									["count"] = 132225,
								},
								["邪能冲击"] = {
									["count"] = 15713,
								},
								["火焰之雨"] = {
									["count"] = 642089,
								},
								["熵能之拥"] = {
									["count"] = 31355,
								},
								["引导恶魔之火"] = {
									["count"] = 276762,
								},
								["邪能箭"] = {
									["count"] = 39208,
								},
								["燃烧"] = {
									["count"] = 194751,
								},
								["有形之泪"] = {
									["count"] = 32842,
								},
								["烧尽"] = {
									["count"] = 450468,
								},
								["地狱火觉醒"] = {
									["count"] = 88811,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 314217,
								},
							},
							["amount"] = 2376747,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 574932,
								},
								["地狱火觉醒"] = {
									["count"] = 11954,
								},
								["大灾变"] = {
									["count"] = 31985,
								},
								["邪能冲击"] = {
									["count"] = 15821,
								},
								["熵能之拥"] = {
									["count"] = 24537,
								},
								["引导恶魔之火"] = {
									["count"] = 164631,
								},
								["邪能箭"] = {
									["count"] = 44884,
								},
								["燃烧"] = {
									["count"] = 130579,
								},
								["有形之泪"] = {
									["count"] = 70634,
								},
								["烧尽"] = {
									["count"] = 491212,
								},
								["献祭"] = {
									["count"] = 6039,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 212500,
								},
							},
							["amount"] = 1779708,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 263352,
								},
								["献祭"] = {
									["count"] = 6552,
								},
								["邪能冲击"] = {
									["count"] = 5606,
								},
								["引导恶魔之火"] = {
									["count"] = 78376,
								},
								["邪能箭"] = {
									["count"] = 12742,
								},
								["燃烧"] = {
									["count"] = 31134,
								},
								["地狱火觉醒"] = {
									["count"] = 11819,
								},
								["烧尽"] = {
									["count"] = 102392,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 72980,
								},
							},
							["amount"] = 584953,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["地狱火觉醒"] = {
									["count"] = 43060,
								},
								["大灾变"] = {
									["count"] = 85540,
								},
								["邪能冲击"] = {
									["count"] = 1880,
								},
								["火焰之雨"] = {
									["count"] = 471674,
								},
								["熵能之拥"] = {
									["count"] = 18582,
								},
								["引导恶魔之火"] = {
									["count"] = 61487,
								},
								["邪能箭"] = {
									["count"] = 5855,
								},
								["燃烧"] = {
									["count"] = 58378,
								},
								["有形之泪"] = {
									["count"] = 31962,
								},
								["献祭"] = {
									["count"] = 9004,
								},
								["烧尽"] = {
									["count"] = 56133,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 97108,
								},
							},
							["amount"] = 940663,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["地狱火觉醒"] = {
									["count"] = 22009,
								},
								["大灾变"] = {
									["count"] = 224372,
								},
								["烧尽"] = {
									["count"] = 131576,
								},
								["火焰之雨"] = {
									["count"] = 307244,
								},
								["熵能之拥"] = {
									["count"] = 28064,
								},
								["引导恶魔之火"] = {
									["count"] = 206507,
								},
								["邪能箭"] = {
									["count"] = 5673,
								},
								["有形之泪"] = {
									["count"] = 95883,
								},
								["燃烧"] = {
									["count"] = 59403,
								},
								["邪能冲击"] = {
									["count"] = 1580,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 39025,
								},
							},
							["amount"] = 1121336,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 434800,
								},
								["献祭"] = {
									["count"] = 12334,
								},
								["大灾变"] = {
									["count"] = 31670,
								},
								["烧尽"] = {
									["count"] = 382157,
								},
								["熵能之拥"] = {
									["count"] = 18888,
								},
								["引导恶魔之火"] = {
									["count"] = 151074,
								},
								["邪能箭"] = {
									["count"] = 25478,
								},
								["燃烧"] = {
									["count"] = 105737,
								},
								["地狱火觉醒"] = {
									["count"] = 5900,
								},
								["邪能冲击"] = {
									["count"] = 11664,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 142071,
								},
							},
							["amount"] = 1321773,
						},
						["克罗兹"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 924588,
								},
								["地狱火觉醒"] = {
									["count"] = 21486,
								},
								["大灾变"] = {
									["count"] = 29171,
								},
								["邪能冲击"] = {
									["count"] = 17051,
								},
								["熵能之拥"] = {
									["count"] = 23466,
								},
								["引导恶魔之火"] = {
									["count"] = 219658,
								},
								["邪能箭"] = {
									["count"] = 37391,
								},
								["燃烧"] = {
									["count"] = 189698,
								},
								["有形之泪"] = {
									["count"] = 137433,
								},
								["烧尽"] = {
									["count"] = 232032,
								},
								["献祭"] = {
									["count"] = 32457,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 217474,
								},
							},
							["amount"] = 2081905,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["地狱火觉醒"] = {
									["count"] = 267801,
								},
								["大灾变"] = {
									["count"] = 904624,
								},
								["邪能冲击"] = {
									["count"] = 4800,
								},
								["火焰之雨"] = {
									["count"] = 1659291,
								},
								["熵能之拥"] = {
									["count"] = 105373,
								},
								["引导恶魔之火"] = {
									["count"] = 238340,
								},
								["邪能箭"] = {
									["count"] = 15767,
								},
								["有形之泪"] = {
									["count"] = 31961,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 288326,
								},
								["烧尽"] = {
									["count"] = 69150,
								},
								["燃烧"] = {
									["count"] = 106136,
								},
							},
							["amount"] = 3691569,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["地狱火觉醒"] = {
									["count"] = 37817,
								},
								["大灾变"] = {
									["count"] = 75559,
								},
								["邪能冲击"] = {
									["count"] = 1717,
								},
								["火焰之雨"] = {
									["count"] = 335426,
								},
								["熵能之拥"] = {
									["count"] = 16501,
								},
								["引导恶魔之火"] = {
									["count"] = 5591,
								},
								["邪能箭"] = {
									["count"] = 2947,
								},
								["有形之泪"] = {
									["count"] = 63922,
								},
								["燃烧"] = {
									["count"] = 66814,
								},
								["烧尽"] = {
									["count"] = 169929,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 34685,
								},
							},
							["amount"] = 810908,
						},
						["缚法战斧"] = {
							["Details"] = {
								["地狱火觉醒"] = {
									["count"] = 47052,
								},
								["大灾变"] = {
									["count"] = 205858,
								},
								["烧尽"] = {
									["count"] = 149237,
								},
								["火焰之雨"] = {
									["count"] = 353878,
								},
								["熵能之拥"] = {
									["count"] = 19574,
								},
								["引导恶魔之火"] = {
									["count"] = 124080,
								},
								["邪能箭"] = {
									["count"] = 29000,
								},
								["有形之泪"] = {
									["count"] = 32842,
								},
								["燃烧"] = {
									["count"] = 28270,
								},
								["邪能冲击"] = {
									["count"] = 5083,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 220556,
								},
							},
							["amount"] = 1215430,
						},
						["缚法节杖"] = {
							["Details"] = {
								["地狱火觉醒"] = {
									["count"] = 23724,
								},
								["大灾变"] = {
									["count"] = 86054,
								},
								["邪能冲击"] = {
									["count"] = 7174,
								},
								["火焰之雨"] = {
									["count"] = 158056,
								},
								["熵能之拥"] = {
									["count"] = 10697,
								},
								["引导恶魔之火"] = {
									["count"] = 71536,
								},
								["邪能箭"] = {
									["count"] = 11833,
								},
								["燃烧"] = {
									["count"] = 16864,
								},
								["烧尽"] = {
									["count"] = 18770,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 117416,
								},
							},
							["amount"] = 522124,
						},
					},
					["WhoDamaged"] = {
						["多拉苟萨的回响"] = {
							["Details"] = {
								["星界吐息"] = {
									["count"] = 62311,
								},
								["能量炸弹"] = {
									["count"] = 27760,
								},
								["奥术飞弹"] = {
									["count"] = 15422,
								},
							},
							["amount"] = 105493,
						},
						["缚法节杖"] = {
							["Details"] = {
								["奥术之雨"] = {
									["count"] = 113933,
								},
								["秘法冲击"] = {
									["count"] = 189940,
								},
							},
							["amount"] = 303873,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["驱除闯入者"] = {
									["count"] = 46033,
								},
							},
							["amount"] = 46033,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 119783,
								},
							},
							["amount"] = 119783,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["涌动"] = {
									["count"] = 54711,
								},
								["法力虚空 (伤害/跳)"] = {
									["count"] = 72929,
								},
							},
							["amount"] = 127640,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["猛冲钉刺"] = {
									["count"] = 218085,
								},
								["肉搏"] = {
									["count"] = 154537,
								},
							},
							["amount"] = 372622,
						},
						["灼焰球门"] = {
							["Details"] = {
								["火焰风暴"] = {
									["count"] = 77889,
								},
							},
							["amount"] = 77889,
						},
						["No One"] = {
							["Details"] = {
								["法力虚空"] = {
									["count"] = 12146,
								},
								["奥术宝珠"] = {
									["count"] = 18276,
								},
							},
							["amount"] = 30422,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["法力炸弹"] = {
									["count"] = 15190,
								},
								["奥术裂隙"] = {
									["count"] = 19748,
								},
								["奥术驱除"] = {
									["count"] = 68359,
								},
								["法力炸弹 (伤害/跳)"] = {
									["count"] = 30384,
								},
							},
							["amount"] = 133681,
						},
						["克罗兹"] = {
							["Details"] = {
								["震耳尖啸"] = {
									["count"] = 74773,
								},
							},
							["amount"] = 74773,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 85287,
								},
							},
							["amount"] = 85287,
						},
						["茂林古树"] = {
							["Details"] = {
								["发芽"] = {
									["count"] = 103059,
								},
								["爆发苏醒"] = {
									["count"] = 31155,
								},
							},
							["amount"] = 134214,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 246838,
								},
								["邪恶伏击"] = {
									["count"] = 18228,
								},
								["裂隙之息"] = {
									["count"] = 145888,
								},
								["凶恶猛扑"] = {
									["count"] = 48755,
								},
							},
							["amount"] = 459709,
						},
						["缚法战斧"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 83344,
								},
							},
							["amount"] = 83344,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["奥术飞弹"] = {
									["count"] = 7948,
								},
							},
							["amount"] = 7948,
						},
					},
					["Absorbed"] = {
						["邪甲术"] = {
							["Details"] = {
								["矨琳"] = {
									["max"] = 7788,
									["min"] = -2306,
									["count"] = 125,
									["amount"] = 150203,
								},
							},
							["count"] = 125,
							["amount"] = 150203,
						},
						["灵魂榨取"] = {
							["Details"] = {
								["盧爾奎爾"] = {
									["max"] = 4088,
									["min"] = 6,
									["count"] = 187,
									["amount"] = 145594,
								},
								["矨琳"] = {
									["max"] = 44422,
									["min"] = 3,
									["count"] = 589,
									["amount"] = 1156509,
								},
							},
							["count"] = 776,
							["amount"] = 1302103,
						},
						["黑暗契约"] = {
							["Details"] = {
								["矨琳"] = {
									["max"] = 9893,
									["min"] = 218,
									["count"] = 2,
									["amount"] = 10111,
								},
							},
							["count"] = 2,
							["amount"] = 10111,
						},
					},
					["TimeHealing"] = {
						["盧爾奎爾"] = {
							["Details"] = {
								["灵魂榨取"] = {
									["count"] = 43.76000000000002,
								},
							},
							["amount"] = 43.76000000000002,
						},
						["矨琳"] = {
							["Details"] = {
								["死亡缠绕"] = {
									["count"] = 0.19,
								},
								["灵魂榨取"] = {
									["count"] = 191.77,
								},
								["邪甲术"] = {
									["count"] = 53.02000000000003,
								},
								["邪能共效"] = {
									["count"] = 97.17000000000002,
								},
								["黑暗契约"] = {
									["count"] = 0.5,
								},
							},
							["amount"] = 342.65,
						},
					},
					["Dispelled"] = 2,
					["PartialResist"] = {
						["涌动"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["邪恶伏击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["法力虚空 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 22,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 22,
						},
						["奥术飞弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 30,
						},
						["火焰风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["法力虚空"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["法力炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["凶恶猛扑"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["奥术裂隙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["奥术驱除"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["奥术宝珠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 65,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 65,
						},
						["秘法冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["裂隙之息"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 32,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 32,
						},
						["震耳尖啸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["驱除闯入者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["发芽"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["爆发苏醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["奥术之雨"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["猛冲钉刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 17,
						},
						["星界吐息"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["能量炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["法力炸弹 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["ManaGained"] = {
						["法力虚空"] = {
							["Details"] = {
								["No One"] = {
									["count"] = -30000,
								},
							},
							["amount"] = -30000,
						},
					},
					["PartialAbsorb"] = {
						["涌动"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 18242,
									["min"] = 17062,
									["count"] = 3,
									["amount"] = 53532,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 53532,
						},
						["邪恶伏击"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 18228,
									["min"] = 18228,
									["count"] = 1,
									["amount"] = 18228,
								},
							},
							["count"] = 1,
							["amount"] = 18228,
						},
						["法力虚空 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 6076,
									["min"] = 607,
									["count"] = 12,
									["amount"] = 50763,
								},
							},
							["count"] = 22,
							["amount"] = 50763,
						},
						["奥术飞弹"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 15422,
									["min"] = 268,
									["count"] = 30,
									["amount"] = 23370,
								},
							},
							["count"] = 30,
							["amount"] = 23370,
						},
						["火焰风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 52210,
									["min"] = 52210,
									["count"] = 1,
									["amount"] = 52210,
								},
							},
							["count"] = 2,
							["amount"] = 52210,
						},
						["法力虚空"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 1214,
									["min"] = 1214,
									["count"] = 1,
									["amount"] = 1214,
								},
							},
							["count"] = 2,
							["amount"] = 1214,
						},
						["法力炸弹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 1679,
									["min"] = 1679,
									["count"] = 1,
									["amount"] = 1679,
								},
							},
							["count"] = 2,
							["amount"] = 1679,
						},
						["凶恶猛扑"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 8127,
									["min"] = 812,
									["count"] = 6,
									["amount"] = 31067,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 31067,
						},
						["奥术裂隙"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 11288,
									["min"] = 11288,
									["count"] = 1,
									["amount"] = 11288,
								},
							},
							["count"] = 2,
							["amount"] = 11288,
						},
						["奥术驱除"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 52967,
									["min"] = 52967,
									["count"] = 1,
									["amount"] = 52967,
								},
							},
							["count"] = 2,
							["amount"] = 52967,
						},
						["奥术宝珠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 7217,
									["min"] = 7217,
									["count"] = 1,
									["amount"] = 7217,
								},
							},
							["count"] = 2,
							["amount"] = 7217,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 37077,
									["min"] = 1751,
									["count"] = 38,
									["amount"] = 299230,
								},
							},
							["count"] = 65,
							["amount"] = 299230,
						},
						["秘法冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 37978,
									["min"] = 13038,
									["count"] = 5,
									["amount"] = 160561,
								},
							},
							["count"] = 7,
							["amount"] = 160561,
						},
						["裂隙之息"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 9061,
									["min"] = 911,
									["count"] = 16,
									["amount"] = 31624,
								},
							},
							["count"] = 32,
							["amount"] = 31624,
						},
						["震耳尖啸"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 18694,
									["min"] = 18693,
									["count"] = 4,
									["amount"] = 74773,
								},
							},
							["count"] = 4,
							["amount"] = 74773,
						},
						["驱除闯入者"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 46033,
									["min"] = 46033,
									["count"] = 1,
									["amount"] = 46033,
								},
							},
							["count"] = 1,
							["amount"] = 46033,
						},
						["发芽"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 34353,
									["min"] = 24235,
									["count"] = 3,
									["amount"] = 92941,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 92941,
						},
						["爆发苏醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 11289,
									["min"] = 11289,
									["count"] = 1,
									["amount"] = 11289,
								},
							},
							["count"] = 2,
							["amount"] = 11289,
						},
						["奥术之雨"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 14102,
									["min"] = 2964,
									["count"] = 3,
									["amount"] = 30849,
								},
							},
							["count"] = 6,
							["amount"] = 30849,
						},
						["猛冲钉刺"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 21809,
									["min"] = 2180,
									["count"] = 10,
									["amount"] = 105775,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 105775,
						},
						["星界吐息"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 44484,
									["min"] = 44484,
									["count"] = 1,
									["amount"] = 44484,
								},
							},
							["count"] = 2,
							["amount"] = 44484,
						},
						["能量炸弹"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 27760,
									["min"] = 27760,
									["count"] = 1,
									["amount"] = 27760,
								},
							},
							["count"] = 1,
							["amount"] = 27760,
						},
						["法力炸弹 (伤害/跳)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 7596,
									["min"] = 7596,
									["count"] = 4,
									["amount"] = 30384,
								},
							},
							["count"] = 4,
							["amount"] = 30384,
						},
					},
					["ActiveTime"] = 1045.20999999999,
					["WhoDispelled"] = {
						["盧爾奎爾 <矨琳>"] = {
							["Details"] = {
								["乏味的讲课 (烧灼驱魔)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["能量炸弹 (自然之愈)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3200,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 977,
								},
								["Tick"] = {
									["count"] = 433,
								},
							},
							["amount"] = 4611,
						},
						["Shadow"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 19,
								},
							},
							["amount"] = 22,
						},
					},
					["Heals"] = {
						["死亡缠绕"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 16839,
									["min"] = 16839,
									["count"] = 1,
									["amount"] = 16839,
								},
							},
							["count"] = 1,
							["amount"] = 16839,
						},
						["灵魂榨取"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 44422,
									["min"] = 3,
									["count"] = 776,
									["amount"] = 1302103,
								},
							},
							["count"] = 776,
							["amount"] = 1302103,
						},
						["邪甲术"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 7788,
									["min"] = -2306,
									["count"] = 125,
									["amount"] = 150203,
								},
							},
							["count"] = 125,
							["amount"] = 150203,
						},
						["邪能共效"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1518,
									["min"] = 26,
									["count"] = 222,
									["amount"] = 112933,
								},
							},
							["count"] = 222,
							["amount"] = 112933,
						},
						["黑暗契约"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 9893,
									["min"] = 218,
									["count"] = 2,
									["amount"] = 10111,
								},
							},
							["count"] = 2,
							["amount"] = 10111,
						},
					},
					["ElementTakenAbsorb"] = {
						["Physical"] = 124008,
						["Melee"] = 299230,
						["Arcane"] = 501436,
						["Fire"] = 52210,
						["Nature"] = 237870,
					},
					["ManaGainedFrom"] = {
						["No One"] = {
							["Details"] = {
								["法力虚空"] = {
									["count"] = -30000,
								},
							},
							["amount"] = -30000,
						},
					},
					["HealedWho"] = {
						["盧爾奎爾"] = {
							["Details"] = {
								["灵魂榨取"] = {
									["count"] = 145594,
								},
							},
							["amount"] = 145594,
						},
						["矨琳"] = {
							["Details"] = {
								["死亡缠绕"] = {
									["count"] = 16839,
								},
								["灵魂榨取"] = {
									["count"] = 1156509,
								},
								["邪甲术"] = {
									["count"] = 150203,
								},
								["邪能共效"] = {
									["count"] = 112933,
								},
								["黑暗契约"] = {
									["count"] = 10111,
								},
							},
							["amount"] = 1446595,
						},
					},
					["Healing"] = 129772,
					["WhoHealed"] = {
						["月怒之歿-銀翼要塞"] = {
							["Details"] = {
								["新绿"] = {
									["count"] = 39432,
								},
								["生命绽放"] = {
									["count"] = 157412,
								},
								["百花齐放"] = {
									["count"] = 68538,
								},
								["愈合"] = {
									["count"] = 111932,
								},
								["回春术"] = {
									["count"] = 88467,
								},
								["激变蜂群"] = {
									["count"] = 122565,
								},
								["野性成长"] = {
									["count"] = 157134,
								},
								["伊瑟拉之赐"] = {
									["count"] = 29760,
								},
							},
							["amount"] = 775240,
						},
						["矨琳"] = {
							["Details"] = {
								["死亡缠绕"] = {
									["count"] = 16839,
								},
								["灵魂榨取"] = {
									["count"] = 1156509,
								},
								["邪甲术"] = {
									["count"] = 150203,
								},
								["邪能共效"] = {
									["count"] = 112933,
								},
								["黑暗契约"] = {
									["count"] = 10111,
								},
							},
							["amount"] = 1446595,
						},
						["神迴-地獄吼"] = {
							["Details"] = {
								["翡翠之花"] = {
									["count"] = 13164,
								},
							},
							["amount"] = 13164,
						},
					},
					["FDamage"] = 306067,
					["Attacks"] = {
						["混乱之箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 100263,
									["min"] = 35265,
									["count"] = 47,
									["amount"] = 2872322,
								},
							},
							["count"] = 47,
							["amount"] = 2872322,
						},
						["献祭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 19613,
									["min"] = 8238,
									["count"] = 8,
									["amount"] = 100176,
								},
								["Hit"] = {
									["max"] = 9322,
									["min"] = 4187,
									["count"] = 10,
									["amount"] = 67896,
								},
							},
							["count"] = 18,
							["amount"] = 168072,
						},
						["大灾变"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 65452,
									["min"] = 49346,
									["count"] = 13,
									["amount"] = 711198,
								},
								["Hit"] = {
									["max"] = 35573,
									["min"] = 24126,
									["count"] = 77,
									["amount"] = 2156637,
								},
							},
							["count"] = 90,
							["amount"] = 2867835,
						},
						["邪能冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3929,
									["min"] = 3067,
									["count"] = 13,
									["amount"] = 44495,
								},
								["Hit"] = {
									["max"] = 3366,
									["min"] = 1427,
									["count"] = 48,
									["amount"] = 87019,
								},
							},
							["count"] = 61,
							["amount"] = 131514,
						},
						["火焰之雨"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5261,
									["min"] = 3285,
									["count"] = 523,
									["amount"] = 2216237,
								},
								["Hit"] = {
									["max"] = 2628,
									["min"] = 1595,
									["count"] = 1834,
									["amount"] = 3870586,
								},
							},
							["count"] = 2357,
							["amount"] = 6086823,
						},
						["熵能之拥"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4363,
									["min"] = 42,
									["count"] = 2076,
									["amount"] = 458112,
								},
							},
							["count"] = 2076,
							["amount"] = 458112,
						},
						["引导恶魔之火"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7605,
									["min"] = 1721,
									["count"] = 266,
									["amount"] = 800198,
								},
								["Hit"] = {
									["max"] = 3970,
									["min"] = 856,
									["count"] = 1081,
									["amount"] = 1798329,
								},
							},
							["count"] = 1347,
							["amount"] = 2598527,
						},
						["邪能箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3446,
									["min"] = 2574,
									["count"] = 32,
									["amount"] = 95143,
								},
								["Hit"] = {
									["max"] = 3048,
									["min"] = 1280,
									["count"] = 150,
									["amount"] = 235307,
								},
							},
							["count"] = 182,
							["amount"] = 330450,
						},
						["燃烧"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 57649,
									["min"] = 18058,
									["count"] = 10,
									["amount"] = 351784,
								},
								["Hit"] = {
									["max"] = 21340,
									["min"] = 8477,
									["count"] = 81,
									["amount"] = 1261669,
								},
							},
							["count"] = 91,
							["amount"] = 1613453,
						},
						["暗影之怒"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["有形之泪"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 70315,
									["min"] = 63922,
									["count"] = 3,
									["amount"] = 198159,
								},
								["Hit"] = {
									["max"] = 38673,
									["min"] = 31961,
									["count"] = 19,
									["amount"] = 631165,
								},
							},
							["count"] = 22,
							["amount"] = 829324,
						},
						["烧尽"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 57563,
									["min"] = 28228,
									["count"] = 27,
									["amount"] = 1271269,
								},
								["Hit"] = {
									["max"] = 47525,
									["min"] = 13940,
									["count"] = 96,
									["amount"] = 2174897,
								},
							},
							["count"] = 123,
							["amount"] = 3446166,
						},
						["地狱火觉醒"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 12428,
									["min"] = 10300,
									["count"] = 28,
									["amount"] = 306543,
								},
								["Hit"] = {
									["max"] = 6700,
									["min"] = 5129,
									["count"] = 98,
									["amount"] = 544703,
								},
							},
							["count"] = 126,
							["amount"] = 851246,
						},
						["献祭 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 4516,
									["min"] = 4516,
									["count"] = 1,
									["amount"] = 4516,
								},
								["Crit"] = {
									["max"] = 18132,
									["min"] = 156,
									["count"] = 115,
									["amount"] = 1102461,
								},
								["Tick"] = {
									["max"] = 11329,
									["min"] = 86,
									["count"] = 433,
									["amount"] = 2136357,
								},
							},
							["count"] = 549,
							["amount"] = 3243334,
						},
					},
					["HealingTaken"] = 2234999,
					["TimeSpent"] = {
						["缚法节杖"] = {
							["Details"] = {
								["引导恶魔之火"] = {
									["count"] = 0.23,
								},
								["邪能箭"] = {
									["count"] = 0.8500000000000001,
								},
								["熵能之拥"] = {
									["count"] = 0.37,
								},
								["燃烧"] = {
									["count"] = 0.18,
								},
								["邪能冲击"] = {
									["count"] = 1.24,
								},
								["烧尽"] = {
									["count"] = 0.12,
								},
								["火焰之雨"] = {
									["count"] = 2.02,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.84,
								},
							},
							["amount"] = 5.850000000000001,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 1.13,
								},
								["邪能冲击"] = {
									["count"] = 0.61,
								},
								["火焰之雨"] = {
									["count"] = 5.13,
								},
								["熵能之拥"] = {
									["count"] = 0.4300000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 0.05,
								},
								["邪能箭"] = {
									["count"] = 2.48,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 4.35,
								},
								["烧尽"] = {
									["count"] = 0.9900000000000001,
								},
								["地狱火觉醒"] = {
									["count"] = 0.44,
								},
								["燃烧"] = {
									["count"] = 0.3,
								},
							},
							["amount"] = 15.91,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 1.05,
								},
								["献祭"] = {
									["count"] = 1.5,
								},
								["大灾变"] = {
									["count"] = 0.03,
								},
								["邪能冲击"] = {
									["count"] = 0.55,
								},
								["火焰之雨"] = {
									["count"] = 1.47,
								},
								["熵能之拥"] = {
									["count"] = 1.350000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 2.900000000000001,
								},
								["邪能箭"] = {
									["count"] = 6.170000000000001,
								},
								["燃烧"] = {
									["count"] = 1.16,
								},
								["有形之泪"] = {
									["count"] = 0.02,
								},
								["烧尽"] = {
									["count"] = 7.430000000000001,
								},
								["地狱火觉醒"] = {
									["count"] = 0.17,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 7.370000000000001,
								},
							},
							["amount"] = 31.16999999999999,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 0.16,
								},
								["献祭"] = {
									["count"] = 1.5,
								},
								["大灾变"] = {
									["count"] = 0.38,
								},
								["邪能冲击"] = {
									["count"] = 1.1,
								},
								["火焰之雨"] = {
									["count"] = 14.13,
								},
								["熵能之拥"] = {
									["count"] = 1.910000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 3.33,
								},
								["邪能箭"] = {
									["count"] = 3.17,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 6.939999999999999,
								},
								["烧尽"] = {
									["count"] = 3.16,
								},
								["燃烧"] = {
									["count"] = 3.01,
								},
							},
							["amount"] = 38.79000000000001,
						},
						["虚无修复者"] = {
							["Details"] = {
								["引导恶魔之火"] = {
									["count"] = 0.28,
								},
								["邪能箭"] = {
									["count"] = 1.06,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.4900000000000001,
								},
								["邪能冲击"] = {
									["count"] = 0.94,
								},
								["火焰之雨"] = {
									["count"] = 1.08,
								},
								["熵能之拥"] = {
									["count"] = 0.19,
								},
							},
							["amount"] = 4.039999999999999,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 1.72,
								},
								["献祭"] = {
									["count"] = 1.65,
								},
								["大灾变"] = {
									["count"] = 0.9,
								},
								["邪能冲击"] = {
									["count"] = 0.9,
								},
								["火焰之雨"] = {
									["count"] = 16.55,
								},
								["熵能之拥"] = {
									["count"] = 1.930000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 1.39,
								},
								["邪能箭"] = {
									["count"] = 2.57,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 10.4,
								},
								["地狱火觉醒"] = {
									["count"] = 0.35,
								},
								["烧尽"] = {
									["count"] = 0.8099999999999999,
								},
								["燃烧"] = {
									["count"] = 1.38,
								},
							},
							["amount"] = 40.55,
						},
						["任性的教科书"] = {
							["Details"] = {
								["引导恶魔之火"] = {
									["count"] = 0.38,
								},
								["熵能之拥"] = {
									["count"] = 0.38,
								},
								["地狱火觉醒"] = {
									["count"] = 0.41,
								},
								["大灾变"] = {
									["count"] = 0.19,
								},
								["有形之泪"] = {
									["count"] = 0.04,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["火焰之雨"] = {
									["count"] = 3.7,
								},
								["燃烧"] = {
									["count"] = 0.44,
								},
							},
							["amount"] = 5.599999999999998,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 0.51,
								},
								["献祭"] = {
									["count"] = 1.76,
								},
								["邪能冲击"] = {
									["count"] = 2.740000000000001,
								},
								["火焰之雨"] = {
									["count"] = 15.77,
								},
								["熵能之拥"] = {
									["count"] = 1.080000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 3.56,
								},
								["邪能箭"] = {
									["count"] = 5.98,
								},
								["燃烧"] = {
									["count"] = 1.19,
								},
								["有形之泪"] = {
									["count"] = 0.02,
								},
								["烧尽"] = {
									["count"] = 3.69,
								},
								["地狱火觉醒"] = {
									["count"] = 1.14,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 5.020000000000001,
								},
							},
							["amount"] = 42.45999999999999,
						},
						["盧爾奎爾 <矨琳>"] = {
							["Details"] = {
								["灵魂链接"] = {
									["count"] = 9.679999999999996,
								},
							},
							["amount"] = 9.679999999999996,
						},
						["矨琳"] = {
							["Details"] = {
								["死亡缠绕"] = {
									["count"] = 0.19,
								},
								["灵魂榨取"] = {
									["count"] = 191.77,
								},
								["黑暗契约"] = {
									["count"] = 0.5,
								},
								["邪甲术"] = {
									["count"] = 53.02000000000003,
								},
								["邪能共效"] = {
									["count"] = 97.17000000000002,
								},
								["邪甲术 (伤害/跳)"] = {
									["count"] = 149.97,
								},
								["爆燃冲刺 (伤害/跳)"] = {
									["count"] = 9.54,
								},
							},
							["amount"] = 502.1599999999985,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 2.12,
								},
								["地狱火觉醒"] = {
									["count"] = 0.78,
								},
								["大灾变"] = {
									["count"] = 0.37,
								},
								["邪能冲击"] = {
									["count"] = 5.250000000000001,
								},
								["熵能之拥"] = {
									["count"] = 0.9500000000000005,
								},
								["引导恶魔之火"] = {
									["count"] = 3.509999999999999,
								},
								["邪能箭"] = {
									["count"] = 11.78,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 13.55,
								},
								["有形之泪"] = {
									["count"] = 0.08,
								},
								["献祭"] = {
									["count"] = 1.5,
								},
								["烧尽"] = {
									["count"] = 6.78,
								},
								["燃烧"] = {
									["count"] = 0.68,
								},
							},
							["amount"] = 47.35000000000001,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 2.09,
								},
								["献祭"] = {
									["count"] = 1.5,
								},
								["邪能冲击"] = {
									["count"] = 1.92,
								},
								["引导恶魔之火"] = {
									["count"] = 1.880000000000001,
								},
								["邪能箭"] = {
									["count"] = 1.22,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 11.94,
								},
								["烧尽"] = {
									["count"] = 1.89,
								},
								["地狱火觉醒"] = {
									["count"] = 0.49,
								},
								["燃烧"] = {
									["count"] = 0.76,
								},
							},
							["amount"] = 23.68999999999999,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.4,
								},
								["大灾变"] = {
									["count"] = 0.28,
								},
								["邪能冲击"] = {
									["count"] = 0.49,
								},
								["火焰之雨"] = {
									["count"] = 5.000000000000001,
								},
								["熵能之拥"] = {
									["count"] = 0.34,
								},
								["引导恶魔之火"] = {
									["count"] = 0.69,
								},
								["邪能箭"] = {
									["count"] = 1,
								},
								["有形之泪"] = {
									["count"] = 0.05,
								},
								["燃烧"] = {
									["count"] = 2.03,
								},
								["烧尽"] = {
									["count"] = 0.11,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.28,
								},
							},
							["amount"] = 10.67,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["大灾变"] = {
									["count"] = 0.43,
								},
								["烧尽"] = {
									["count"] = 8.11,
								},
								["火焰之雨"] = {
									["count"] = 8.58,
								},
								["熵能之拥"] = {
									["count"] = 0.7300000000000002,
								},
								["引导恶魔之火"] = {
									["count"] = 1.52,
								},
								["邪能箭"] = {
									["count"] = 0.82,
								},
								["有形之泪"] = {
									["count"] = 0.03,
								},
								["燃烧"] = {
									["count"] = 2.02,
								},
								["邪能冲击"] = {
									["count"] = 1.06,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 23.66,
						},
						["盧爾奎爾"] = {
							["Details"] = {
								["灵魂榨取"] = {
									["count"] = 43.76000000000002,
								},
							},
							["amount"] = 43.76000000000002,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 1.24,
								},
								["献祭"] = {
									["count"] = 1.5,
								},
								["大灾变"] = {
									["count"] = 0.22,
								},
								["烧尽"] = {
									["count"] = 4.69,
								},
								["熵能之拥"] = {
									["count"] = 0.4200000000000002,
								},
								["引导恶魔之火"] = {
									["count"] = 3.800000000000001,
								},
								["邪能箭"] = {
									["count"] = 5.700000000000002,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 6.709999999999999,
								},
								["邪能冲击"] = {
									["count"] = 0.95,
								},
								["地狱火觉醒"] = {
									["count"] = 0.56,
								},
								["燃烧"] = {
									["count"] = 0.7,
								},
							},
							["amount"] = 26.49000000000001,
						},
						["克罗兹"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 6.13,
								},
								["地狱火觉醒"] = {
									["count"] = 3.52,
								},
								["大灾变"] = {
									["count"] = 0.71,
								},
								["邪能冲击"] = {
									["count"] = 1.33,
								},
								["熵能之拥"] = {
									["count"] = 0.9400000000000005,
								},
								["引导恶魔之火"] = {
									["count"] = 7.130000000000001,
								},
								["邪能箭"] = {
									["count"] = 8.850000000000001,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 17.5,
								},
								["有形之泪"] = {
									["count"] = 0.06,
								},
								["烧尽"] = {
									["count"] = 5.029999999999999,
								},
								["献祭"] = {
									["count"] = 1.88,
								},
								["燃烧"] = {
									["count"] = 3.049999999999999,
								},
							},
							["amount"] = 56.12999999999998,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["地狱火觉醒"] = {
									["count"] = 0.44,
								},
								["大灾变"] = {
									["count"] = 2.11,
								},
								["邪能冲击"] = {
									["count"] = 1.33,
								},
								["火焰之雨"] = {
									["count"] = 10.18,
								},
								["熵能之拥"] = {
									["count"] = 1.170000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 1.86,
								},
								["邪能箭"] = {
									["count"] = 4.19,
								},
								["有形之泪"] = {
									["count"] = 0.02,
								},
								["燃烧"] = {
									["count"] = 1.4,
								},
								["烧尽"] = {
									["count"] = 2.42,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 1.68,
								},
							},
							["amount"] = 26.8,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["暗影之怒"] = {
									["count"] = 0.19,
								},
								["大灾变"] = {
									["count"] = 0.45,
								},
								["邪能冲击"] = {
									["count"] = 0.62,
								},
								["火焰之雨"] = {
									["count"] = 21.47,
								},
								["熵能之拥"] = {
									["count"] = 1.260000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 0.25,
								},
								["邪能箭"] = {
									["count"] = 0.05,
								},
								["有形之泪"] = {
									["count"] = 0.02,
								},
								["燃烧"] = {
									["count"] = 0.5700000000000001,
								},
								["烧尽"] = {
									["count"] = 3.02,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 29.39999999999999,
						},
						["缚法战斧"] = {
							["Details"] = {
								["烧尽"] = {
									["count"] = 5.82,
								},
								["火焰之雨"] = {
									["count"] = 3.379999999999999,
								},
								["熵能之拥"] = {
									["count"] = 0.2,
								},
								["引导恶魔之火"] = {
									["count"] = 1.03,
								},
								["邪能箭"] = {
									["count"] = 5.869999999999998,
								},
								["有形之泪"] = {
									["count"] = 0.02,
								},
								["燃烧"] = {
									["count"] = 1.28,
								},
								["邪能冲击"] = {
									["count"] = 1.1,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 2.35,
								},
							},
							["amount"] = 21.05,
						},
						["茂林古树"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 4.33,
								},
								["献祭"] = {
									["count"] = 1.5,
								},
								["大灾变"] = {
									["count"] = 0.38,
								},
								["烧尽"] = {
									["count"] = 7.540000000000001,
								},
								["熵能之拥"] = {
									["count"] = 0.4700000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 4.01,
								},
								["邪能箭"] = {
									["count"] = 5.3,
								},
								["有形之泪"] = {
									["count"] = 0.06,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 12.28,
								},
								["邪能冲击"] = {
									["count"] = 1.99,
								},
								["燃烧"] = {
									["count"] = 2.14,
								},
							},
							["amount"] = 40.00000000000002,
						},
					},
					["TimeDamage"] = 658.7999999999928,
					["TimeDamaging"] = {
						["缚法节杖"] = {
							["Details"] = {
								["引导恶魔之火"] = {
									["count"] = 0.23,
								},
								["邪能箭"] = {
									["count"] = 0.8500000000000001,
								},
								["熵能之拥"] = {
									["count"] = 0.37,
								},
								["燃烧"] = {
									["count"] = 0.18,
								},
								["邪能冲击"] = {
									["count"] = 1.24,
								},
								["烧尽"] = {
									["count"] = 0.12,
								},
								["火焰之雨"] = {
									["count"] = 2.02,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.84,
								},
							},
							["amount"] = 5.850000000000001,
						},
						["被激怒的掠蜓"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 1.13,
								},
								["邪能冲击"] = {
									["count"] = 0.61,
								},
								["火焰之雨"] = {
									["count"] = 5.13,
								},
								["熵能之拥"] = {
									["count"] = 0.4300000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 0.05,
								},
								["邪能箭"] = {
									["count"] = 2.48,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 4.35,
								},
								["烧尽"] = {
									["count"] = 0.9900000000000001,
								},
								["地狱火觉醒"] = {
									["count"] = 0.44,
								},
								["燃烧"] = {
									["count"] = 0.3,
								},
							},
							["amount"] = 15.91,
						},
						["头领鹰隼"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 1.05,
								},
								["献祭"] = {
									["count"] = 1.5,
								},
								["大灾变"] = {
									["count"] = 0.03,
								},
								["邪能冲击"] = {
									["count"] = 0.55,
								},
								["火焰之雨"] = {
									["count"] = 1.47,
								},
								["熵能之拥"] = {
									["count"] = 1.350000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 2.900000000000001,
								},
								["邪能箭"] = {
									["count"] = 6.170000000000001,
								},
								["燃烧"] = {
									["count"] = 1.16,
								},
								["有形之泪"] = {
									["count"] = 0.02,
								},
								["烧尽"] = {
									["count"] = 7.430000000000001,
								},
								["地狱火觉醒"] = {
									["count"] = 0.17,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 7.370000000000001,
								},
							},
							["amount"] = 31.16999999999999,
						},
						["被腐化的嗜魔者"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 0.16,
								},
								["献祭"] = {
									["count"] = 1.5,
								},
								["大灾变"] = {
									["count"] = 0.38,
								},
								["邪能冲击"] = {
									["count"] = 1.1,
								},
								["火焰之雨"] = {
									["count"] = 14.13,
								},
								["熵能之拥"] = {
									["count"] = 1.910000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 3.33,
								},
								["邪能箭"] = {
									["count"] = 3.17,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 6.939999999999999,
								},
								["烧尽"] = {
									["count"] = 3.16,
								},
								["燃烧"] = {
									["count"] = 3.01,
								},
							},
							["amount"] = 38.79000000000001,
						},
						["虚无修复者"] = {
							["Details"] = {
								["引导恶魔之火"] = {
									["count"] = 0.28,
								},
								["邪能箭"] = {
									["count"] = 1.06,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.4900000000000001,
								},
								["邪能冲击"] = {
									["count"] = 0.94,
								},
								["火焰之雨"] = {
									["count"] = 1.08,
								},
								["熵能之拥"] = {
									["count"] = 0.19,
								},
							},
							["amount"] = 4.039999999999999,
						},
						["艾杰斯亚回声骑士"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 1.72,
								},
								["献祭"] = {
									["count"] = 1.65,
								},
								["大灾变"] = {
									["count"] = 0.9,
								},
								["邪能冲击"] = {
									["count"] = 0.9,
								},
								["火焰之雨"] = {
									["count"] = 16.55,
								},
								["熵能之拥"] = {
									["count"] = 1.930000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 1.39,
								},
								["邪能箭"] = {
									["count"] = 2.57,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 10.4,
								},
								["地狱火觉醒"] = {
									["count"] = 0.35,
								},
								["烧尽"] = {
									["count"] = 0.8099999999999999,
								},
								["燃烧"] = {
									["count"] = 1.38,
								},
							},
							["amount"] = 40.55,
						},
						["任性的教科书"] = {
							["Details"] = {
								["引导恶魔之火"] = {
									["count"] = 0.38,
								},
								["熵能之拥"] = {
									["count"] = 0.38,
								},
								["地狱火觉醒"] = {
									["count"] = 0.41,
								},
								["大灾变"] = {
									["count"] = 0.19,
								},
								["有形之泪"] = {
									["count"] = 0.04,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["火焰之雨"] = {
									["count"] = 3.7,
								},
								["燃烧"] = {
									["count"] = 0.44,
								},
							},
							["amount"] = 5.599999999999998,
						},
						["奥术抢劫者"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 0.51,
								},
								["献祭"] = {
									["count"] = 1.76,
								},
								["邪能冲击"] = {
									["count"] = 2.740000000000001,
								},
								["火焰之雨"] = {
									["count"] = 15.77,
								},
								["熵能之拥"] = {
									["count"] = 1.080000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 3.56,
								},
								["邪能箭"] = {
									["count"] = 5.98,
								},
								["燃烧"] = {
									["count"] = 1.19,
								},
								["有形之泪"] = {
									["count"] = 0.02,
								},
								["烧尽"] = {
									["count"] = 3.69,
								},
								["地狱火觉醒"] = {
									["count"] = 1.14,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 5.020000000000001,
								},
							},
							["amount"] = 42.45999999999999,
						},
						["盧爾奎爾 <矨琳>"] = {
							["Details"] = {
								["灵魂链接"] = {
									["count"] = 9.679999999999996,
								},
							},
							["amount"] = 9.679999999999996,
						},
						["矨琳"] = {
							["Details"] = {
								["邪甲术 (伤害/跳)"] = {
									["count"] = 149.97,
								},
								["爆燃冲刺 (伤害/跳)"] = {
									["count"] = 9.54,
								},
							},
							["amount"] = 159.5100000000001,
						},
						["多拉苟萨的回响"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 2.12,
								},
								["地狱火觉醒"] = {
									["count"] = 0.78,
								},
								["大灾变"] = {
									["count"] = 0.37,
								},
								["邪能冲击"] = {
									["count"] = 5.250000000000001,
								},
								["熵能之拥"] = {
									["count"] = 0.9500000000000005,
								},
								["引导恶魔之火"] = {
									["count"] = 3.509999999999999,
								},
								["邪能箭"] = {
									["count"] = 11.78,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 13.55,
								},
								["有形之泪"] = {
									["count"] = 0.08,
								},
								["献祭"] = {
									["count"] = 1.5,
								},
								["烧尽"] = {
									["count"] = 6.78,
								},
								["燃烧"] = {
									["count"] = 0.68,
								},
							},
							["amount"] = 47.35000000000001,
						},
						["守护者哨兵"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 2.09,
								},
								["献祭"] = {
									["count"] = 1.5,
								},
								["邪能冲击"] = {
									["count"] = 1.92,
								},
								["引导恶魔之火"] = {
									["count"] = 1.880000000000001,
								},
								["邪能箭"] = {
									["count"] = 1.22,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 11.94,
								},
								["烧尽"] = {
									["count"] = 1.89,
								},
								["地狱火觉醒"] = {
									["count"] = 0.49,
								},
								["燃烧"] = {
									["count"] = 0.76,
								},
							},
							["amount"] = 23.68999999999999,
						},
						["幽魂唤魔师"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.4,
								},
								["大灾变"] = {
									["count"] = 0.28,
								},
								["邪能冲击"] = {
									["count"] = 0.49,
								},
								["火焰之雨"] = {
									["count"] = 5.000000000000001,
								},
								["熵能之拥"] = {
									["count"] = 0.34,
								},
								["引导恶魔之火"] = {
									["count"] = 0.69,
								},
								["邪能箭"] = {
									["count"] = 1,
								},
								["有形之泪"] = {
									["count"] = 0.05,
								},
								["燃烧"] = {
									["count"] = 2.03,
								},
								["烧尽"] = {
									["count"] = 0.11,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.28,
								},
							},
							["amount"] = 10.67,
						},
						["领地鹰隼"] = {
							["Details"] = {
								["大灾变"] = {
									["count"] = 0.43,
								},
								["烧尽"] = {
									["count"] = 8.11,
								},
								["火焰之雨"] = {
									["count"] = 8.58,
								},
								["熵能之拥"] = {
									["count"] = 0.7300000000000002,
								},
								["引导恶魔之火"] = {
									["count"] = 1.52,
								},
								["邪能箭"] = {
									["count"] = 0.82,
								},
								["有形之泪"] = {
									["count"] = 0.03,
								},
								["燃烧"] = {
									["count"] = 2.02,
								},
								["邪能冲击"] = {
									["count"] = 1.06,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 23.66,
						},
						["维克萨姆斯"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 1.24,
								},
								["献祭"] = {
									["count"] = 1.5,
								},
								["大灾变"] = {
									["count"] = 0.22,
								},
								["烧尽"] = {
									["count"] = 4.69,
								},
								["熵能之拥"] = {
									["count"] = 0.4200000000000002,
								},
								["引导恶魔之火"] = {
									["count"] = 3.800000000000001,
								},
								["邪能箭"] = {
									["count"] = 5.700000000000002,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 6.709999999999999,
								},
								["邪能冲击"] = {
									["count"] = 0.95,
								},
								["地狱火觉醒"] = {
									["count"] = 0.56,
								},
								["燃烧"] = {
									["count"] = 0.7,
								},
							},
							["amount"] = 26.49000000000001,
						},
						["克罗兹"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 6.13,
								},
								["地狱火觉醒"] = {
									["count"] = 3.52,
								},
								["大灾变"] = {
									["count"] = 0.71,
								},
								["邪能冲击"] = {
									["count"] = 1.33,
								},
								["熵能之拥"] = {
									["count"] = 0.9400000000000005,
								},
								["引导恶魔之火"] = {
									["count"] = 7.130000000000001,
								},
								["邪能箭"] = {
									["count"] = 8.850000000000001,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 17.5,
								},
								["有形之泪"] = {
									["count"] = 0.06,
								},
								["烧尽"] = {
									["count"] = 5.029999999999999,
								},
								["献祭"] = {
									["count"] = 1.88,
								},
								["燃烧"] = {
									["count"] = 3.049999999999999,
								},
							},
							["amount"] = 56.12999999999998,
						},
						["饥饿的鞭笞者"] = {
							["Details"] = {
								["地狱火觉醒"] = {
									["count"] = 0.44,
								},
								["大灾变"] = {
									["count"] = 2.11,
								},
								["邪能冲击"] = {
									["count"] = 1.33,
								},
								["火焰之雨"] = {
									["count"] = 10.18,
								},
								["熵能之拥"] = {
									["count"] = 1.170000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 1.86,
								},
								["邪能箭"] = {
									["count"] = 4.19,
								},
								["有形之泪"] = {
									["count"] = 0.02,
								},
								["燃烧"] = {
									["count"] = 1.4,
								},
								["烧尽"] = {
									["count"] = 2.42,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 1.68,
								},
							},
							["amount"] = 26.8,
						},
						["恶毒的鞭笞者"] = {
							["Details"] = {
								["暗影之怒"] = {
									["count"] = 0.19,
								},
								["大灾变"] = {
									["count"] = 0.45,
								},
								["邪能冲击"] = {
									["count"] = 0.62,
								},
								["火焰之雨"] = {
									["count"] = 21.47,
								},
								["熵能之拥"] = {
									["count"] = 1.260000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 0.25,
								},
								["邪能箭"] = {
									["count"] = 0.05,
								},
								["有形之泪"] = {
									["count"] = 0.02,
								},
								["燃烧"] = {
									["count"] = 0.5700000000000001,
								},
								["烧尽"] = {
									["count"] = 3.02,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 29.39999999999999,
						},
						["缚法战斧"] = {
							["Details"] = {
								["烧尽"] = {
									["count"] = 5.82,
								},
								["火焰之雨"] = {
									["count"] = 3.379999999999999,
								},
								["熵能之拥"] = {
									["count"] = 0.2,
								},
								["引导恶魔之火"] = {
									["count"] = 1.03,
								},
								["邪能箭"] = {
									["count"] = 5.869999999999998,
								},
								["有形之泪"] = {
									["count"] = 0.02,
								},
								["燃烧"] = {
									["count"] = 1.28,
								},
								["邪能冲击"] = {
									["count"] = 1.1,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 2.35,
								},
							},
							["amount"] = 21.05,
						},
						["茂林古树"] = {
							["Details"] = {
								["混乱之箭"] = {
									["count"] = 4.33,
								},
								["献祭"] = {
									["count"] = 1.5,
								},
								["大灾变"] = {
									["count"] = 0.38,
								},
								["烧尽"] = {
									["count"] = 7.540000000000001,
								},
								["熵能之拥"] = {
									["count"] = 0.4700000000000001,
								},
								["引导恶魔之火"] = {
									["count"] = 4.01,
								},
								["邪能箭"] = {
									["count"] = 5.3,
								},
								["有形之泪"] = {
									["count"] = 0.06,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 12.28,
								},
								["邪能冲击"] = {
									["count"] = 1.99,
								},
								["燃烧"] = {
									["count"] = 2.14,
								},
							},
							["amount"] = 40.00000000000002,
						},
					},
					["ManaGain"] = -30000,
					["Overhealing"] = 43982,
					["OverHeals"] = {
						["邪能共效"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 496,
									["min"] = 195,
									["count"] = 5,
									["amount"] = 1591,
								},
							},
							["count"] = 5,
							["amount"] = 1591,
						},
						["死亡缠绕"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 42391,
									["min"] = 42391,
									["count"] = 1,
									["amount"] = 42391,
								},
							},
							["count"] = 1,
							["amount"] = 42391,
						},
					},
				},
			},
			["level"] = 70,
			["LastDamageAbility"] = "星界吐息",
			["LastFightIn"] = 16,
			["LastEventTimes"] = {
				8642.469000000001, -- [1]
				8642.952, -- [2]
				8643.452, -- [3]
				8644.335000000001, -- [4]
				8645.262, -- [5]
				8645.32, -- [6]
				8646.186, -- [7]
				8646.569, -- [8]
				8646.769, -- [9]
				8649.203, -- [10]
				8649.419, -- [11]
				8649.986, -- [12]
				8651.62, -- [13]
				8652.119, -- [14]
				8652.572, -- [15]
				8652.853000000001, -- [16]
				8653.003, -- [17]
				8653.569, -- [18]
				8654.053, -- [19]
				8654.303, -- [20]
				8654.986, -- [21]
				8655.02, -- [22]
				8655.736, -- [23]
				8655.786, -- [24]
				8656.453, -- [25]
				8657.186, -- [26]
				8657.236, -- [27]
				8657.303, -- [28]
				8658.686, -- [29]
				8660.12, -- [30]
				8634.552, -- [31]
				8634.736, -- [32]
				8634.754, -- [33]
				8635.368, -- [34]
				8635.868, -- [35]
				8635.885, -- [36]
				8636.735, -- [37]
				8636.752, -- [38]
				8636.968, -- [39]
				8637.002, -- [40]
				8637.618, -- [41]
				8637.852, -- [42]
				8638.735, -- [43]
				8638.952, -- [44]
				8639.719000000001, -- [45]
				8640.202, -- [46]
				8640.602, -- [47]
				8641.585000000001, -- [48]
				8641.685, -- [49]
				8642.019, -- [50]
			},
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["GuardianReverseGUIDs"] = {
				["盧爾奎爾"] = {
					["LatestGuardian"] = 2,
					["GUIDs"] = {
						"Pet-0-3901-2526-16721-416-030391573C", -- [1]
						"Pet-0-3901-2526-16721-416-040391573C", -- [2]
						[0] = "Pet-0-3901-2526-16721-416-010391573C",
					},
				},
				["渎神魔"] = {
					["LatestGuardian"] = 5,
					["GUIDs"] = {
						"Creature-0-3901-2526-16721-185584-0000158753", -- [1]
						"Creature-0-3901-2526-16721-185584-0000158765", -- [2]
						"Creature-0-3901-2526-16721-185584-0000158789", -- [3]
						"Creature-0-3901-2526-16721-185584-00001587AE", -- [4]
						"Creature-0-3901-2526-16721-185584-00001587CA", -- [5]
						"Creature-0-3901-2526-16721-185584-00001585D9", -- [6]
						"Creature-0-3901-2526-16721-185584-0000158621", -- [7]
						"Creature-0-3901-2526-16721-185584-0000158635", -- [8]
						"Creature-0-3901-2526-16721-185584-000015867E", -- [9]
						"Creature-0-3901-2526-16721-185584-000015868A", -- [10]
						"Creature-0-3901-2526-16721-185584-00001586A8", -- [11]
						"Creature-0-3901-2526-16721-185584-00001586C9", -- [12]
						"Creature-0-3901-2526-16721-185584-0000158702", -- [13]
						[0] = "Creature-0-3901-2526-16721-185584-0000158420",
					},
				},
				["地狱火爪牙"] = {
					["LatestGuardian"] = 4,
					["GUIDs"] = {
						"Creature-0-3901-2526-16721-89-000015850A", -- [1]
						"Creature-0-3901-2526-16721-89-000015860D", -- [2]
						"Creature-0-3901-2526-16721-89-000015869A", -- [3]
						"Creature-0-3901-2526-16721-89-0000158779", -- [4]
						[0] = "Creature-0-3901-2526-16721-89-0000158456",
					},
				},
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				true, -- [14]
				false, -- [15]
				true, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				true, -- [20]
				false, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				true, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["Owner"] = false,
			["Pet"] = {
				"盧爾奎爾 <矨琳>", -- [1]
				"渎神魔 <矨琳>", -- [2]
				"地狱火爪牙 <矨琳>", -- [3]
			},
			["NextEventNum"] = 31,
			["LastDamageTime"] = 8654.986,
			["LastEvents"] = {
				"矨琳 献祭 (伤害/跳) 多拉苟萨的回响 Crit -13476 (Fire)", -- [1]
				"矨琳 烧尽 多拉苟萨的回响 Hit -22855 (Fire)", -- [2]
				"矨琳 邪能冲击 多拉苟萨的回响 Hit -2129", -- [3]
				"矨琳 献祭 (伤害/跳) 多拉苟萨的回响 Tick -6707 (Fire)", -- [4]
				"矨琳 混乱之箭 多拉苟萨的回响 Crit -80711", -- [5]
				"矨琳 邪能箭 多拉苟萨的回响 Hit -1738", -- [6]
				"矨琳 烧尽 多拉苟萨的回响 Hit -31576 (Fire)", -- [7]
				"矨琳 邪能箭 多拉苟萨的回响 Hit -1804", -- [8]
				"矨琳 献祭 (伤害/跳) 多拉苟萨的回响 Tick -6719 (Fire)", -- [9]
				"矨琳 献祭 (伤害/跳) 多拉苟萨的回响 Tick -5980 (Fire)", -- [10]
				"矨琳 燃烧 多拉苟萨的回响 Hit -20794 (Fire)", -- [11]
				"矨琳 邪能箭 多拉苟萨的回响 Hit -1860", -- [12]
				"矨琳 献祭 (伤害/跳) 多拉苟萨的回响 Tick -6959 (Fire)", -- [13]
				"月怒之歿-銀翼要塞 野性成长 矨琳 Tick +1702 (1702 过量治疗)", -- [14]
				"矨琳 邪能冲击 多拉苟萨的回响 Hit -2138", -- [15]
				"月怒之歿-銀翼要塞 野性成长 矨琳 Tick +1560 (1560 过量治疗)", -- [16]
				"矨琳 烧尽 多拉苟萨的回响 Hit -31616 (Fire)", -- [17]
				"月怒之歿-銀翼要塞 野性成长 矨琳 Tick +1421 (1421 过量治疗)", -- [18]
				"矨琳 献祭 (伤害/跳) 多拉苟萨的回响 Tick -6624 (Fire)", -- [19]
				"月怒之歿-銀翼要塞 野性成长 矨琳 Tick +1734 (1734 过量治疗)", -- [20]
				"矨琳 邪能箭 多拉苟萨的回响 Hit -1818", -- [21]
				"月怒之歿-銀翼要塞 野性成长 矨琳 Tick +1567 (1567 过量治疗)", -- [22]
				"月怒之歿-銀翼要塞 野性成长 矨琳 Tick +1405 (1405 过量治疗)", -- [23]
				"月怒之歿-銀翼要塞 激变蜂群 矨琳 Tick +2410 (2410 过量治疗)", -- [24]
				"月怒之歿-銀翼要塞 野性成长 矨琳 Tick +1251 (1251 过量治疗)", -- [25]
				"月怒之歿-銀翼要塞 野性成长 矨琳 Tick +1107 (1107 过量治疗)", -- [26]
				"月怒之歿-銀翼要塞 激变蜂群 矨琳 Tick +2409 (2409 过量治疗)", -- [27]
				"月怒之歿-銀翼要塞 野性成长 矨琳 Tick +183 (183 过量治疗)", -- [28]
				"月怒之歿-銀翼要塞 激变蜂群 矨琳 Tick +2237 (2237 过量治疗)", -- [29]
				"月怒之歿-銀翼要塞 激变蜂群 矨琳 Tick +2237 (2237 过量治疗)", -- [30]
				"矨琳 熵能之拥 多拉苟萨的回响 Hit -1597", -- [31]
				"矨琳 献祭 (伤害/跳) 多拉苟萨的回响 Tick -7058 (Fire)", -- [32]
				"矨琳 熵能之拥 多拉苟萨的回响 Hit -388", -- [33]
				"矨琳 邪能共效 矨琳 Hit +619 (496 过量治疗)", -- [34]
				"矨琳 邪能冲击 多拉苟萨的回响 Hit -2279", -- [35]
				"矨琳 熵能之拥 多拉苟萨的回响 Hit -125", -- [36]
				"矨琳 献祭 (伤害/跳) 多拉苟萨的回响 Crit -13930 (Fire)", -- [37]
				"矨琳 熵能之拥 多拉苟萨的回响 Hit -767", -- [38]
				"矨琳 混乱之箭 多拉苟萨的回响 Crit -63843", -- [39]
				"矨琳 熵能之拥 多拉苟萨的回响 Hit -3511", -- [40]
				"矨琳 烧尽 多拉苟萨的回响 Hit -28374 (Fire)", -- [41]
				"矨琳 邪能箭 多拉苟萨的回响 Hit -2007", -- [42]
				"矨琳 献祭 (伤害/跳) 多拉苟萨的回响 Tick -6968 (Fire)", -- [43]
				"矨琳 烧尽 多拉苟萨的回响 Crit -57563 (Fire)", -- [44]
				"矨琳 邪能箭 多拉苟萨的回响 Hit -1797", -- [45]
				"矨琳 烧尽 多拉苟萨的回响 Hit -30764 (Fire)", -- [46]
				"矨琳 献祭 (伤害/跳) 多拉苟萨的回响 Crit -13930 (Fire)", -- [47]
				"矨琳 邪能箭 多拉苟萨的回响 Hit -1903", -- [48]
				"矨琳 燃烧 多拉苟萨的回响 Hit -20165 (Fire)", -- [49]
				"矨琳 混乱之箭 多拉苟萨的回响 Crit -70259", -- [50]
			},
			["Name"] = "矨琳",
			["LastHealTime"] = 8635.368,
			["LastDamageTaken"] = 17827,
			["TimeLast"] = {
				["TimeHeal"] = 8634.618,
				["Dispelled"] = 8617.617,
				["OVERALL"] = 8654.619,
				["HealingTaken"] = 8634.618,
				["Healing"] = 8634.618,
				["DamageTaken"] = 8628.618,
				["FDamage"] = 8633.618,
				["Absorbs"] = 8633.618,
				["DeathCount"] = 7994.626,
				["Overhealing"] = 8634.618,
				["ActiveTime"] = 8654.619,
				["TimeDamage"] = 8654.619,
				["ManaGain"] = 7945.628000000001,
				["DOT_Time"] = 8653.619,
				["Damage"] = 8654.619,
			},
			["LastEventHealthMax"] = {
				296151, -- [1]
				296151, -- [2]
				296151, -- [3]
				296151, -- [4]
				296151, -- [5]
				296151, -- [6]
				296151, -- [7]
				296151, -- [8]
				296151, -- [9]
				296151, -- [10]
				296151, -- [11]
				296151, -- [12]
				296151, -- [13]
				296151, -- [14]
				296151, -- [15]
				296151, -- [16]
				296151, -- [17]
				296151, -- [18]
				296151, -- [19]
				296151, -- [20]
				296151, -- [21]
				296151, -- [22]
				296151, -- [23]
				296151, -- [24]
				296151, -- [25]
				296151, -- [26]
				296151, -- [27]
				296151, -- [28]
				296151, -- [29]
				296151, -- [30]
				296151, -- [31]
				296151, -- [32]
				296151, -- [33]
				296151, -- [34]
				296151, -- [35]
				296151, -- [36]
				296151, -- [37]
				296151, -- [38]
				296151, -- [39]
				296151, -- [40]
				296151, -- [41]
				296151, -- [42]
				296151, -- [43]
				296151, -- [44]
				296151, -- [45]
				296151, -- [46]
				296151, -- [47]
				296151, -- [48]
				296151, -- [49]
				296151, -- [50]
			},
			["LastActive"] = 8659.62,
		},
	},
	["FightNum"] = 218,
	["CombatTimes"] = {
		{
			7626.618, -- [1]
			7668.623000000001, -- [2]
			"15:16:46", -- [3]
			"15:17:27", -- [4]
			"被腐化的嗜魔者", -- [5]
		}, -- [1]
		{
			7678.623000000001, -- [1]
			7731.628000000001, -- [2]
			"15:17:38", -- [3]
			"15:18:30", -- [4]
			"奥术抢劫者", -- [5]
		}, -- [2]
		{
			7737.627, -- [1]
			7772.612, -- [2]
			"15:18:37", -- [3]
			"15:19:11", -- [4]
			"缚法战斧", -- [5]
		}, -- [3]
		{
			7791.614000000001, -- [1]
			7831.616, -- [2]
			"15:19:31", -- [3]
			"15:20:10", -- [4]
			"维克萨姆斯", -- [5]
		}, -- [4]
		{
			7873.619000000001, -- [1]
			7903.621, -- [2]
			"15:20:53", -- [3]
			"15:21:22", -- [4]
			"缚法节杖", -- [5]
		}, -- [5]
		{
			7918.622, -- [1]
			7958.624, -- [2]
			"15:21:38", -- [3]
			"15:22:17", -- [4]
			"奥术抢劫者", -- [5]
		}, -- [6]
		{
			7975.625, -- [1]
			8010.611, -- [2]
			"15:22:35", -- [3]
			"15:23:09", -- [4]
			"守护者哨兵", -- [5]
		}, -- [7]
		{
			8066.614000000001, -- [1]
			8090.616, -- [2]
			"15:24:05", -- [3]
			"15:24:29", -- [4]
			"领地鹰隼", -- [5]
		}, -- [8]
		{
			8092.616, -- [1]
			8118.618, -- [2]
			"15:24:32", -- [3]
			"15:24:57", -- [4]
			"领地鹰隼", -- [5]
		}, -- [9]
		{
			8123.618, -- [1]
			8152.62, -- [2]
			"15:25:02", -- [3]
			"15:25:31", -- [4]
			"领地鹰隼", -- [5]
		}, -- [10]
		{
			8181.623000000001, -- [1]
			8255.611, -- [2]
			"15:26:01", -- [3]
			"15:27:14", -- [4]
			"克罗兹", -- [5]
		}, -- [11]
		{
			8288.613, -- [1]
			8357.617, -- [2]
			"15:27:48", -- [3]
			"15:28:56", -- [4]
			"饥饿的鞭笞者", -- [5]
		}, -- [12]
		{
			8363.618, -- [1]
			8392.631, -- [2]
			"15:29:03", -- [3]
			"15:29:31", -- [4]
			"饥饿的鞭笞者", -- [5]
		}, -- [13]
		{
			8409.621000000001, -- [1]
			8470.630000000001, -- [2]
			"15:29:49", -- [3]
			"15:30:49", -- [4]
			"茂林古树", -- [5]
		}, -- [14]
		{
			8496.626, -- [1]
			8529.678, -- [2]
			"15:31:16", -- [3]
			"15:31:48", -- [4]
			"艾杰斯亚回声骑士", -- [5]
		}, -- [15]
		{
			8535.612000000001, -- [1]
			8580.615, -- [2]
			"15:31:55", -- [3]
			"15:32:39", -- [4]
			"幽魂唤魔师", -- [5]
		}, -- [16]
		{
			8598.617, -- [1]
			8656.62, -- [2]
			"15:32:57", -- [3]
			"15:33:55", -- [4]
			"多拉苟萨的回响", -- [5]
		}, -- [17]
		{
			9116.15, -- [1]
			9119.151, -- [2]
			"15:41:35", -- [3]
			"15:41:38", -- [4]
			"熔岩长尾鲨", -- [5]
		}, -- [18]
		{
			9127.151, -- [1]
			9135.152, -- [2]
			"15:41:47", -- [3]
			"15:41:54", -- [4]
			"熔岩长尾鲨", -- [5]
		}, -- [19]
		{
			9266.151, -- [1]
			9303.151, -- [2]
			"15:44:06", -- [3]
			"15:44:42", -- [4]
			"喷口践踏者", -- [5]
		}, -- [20]
		{
			9305.146, -- [1]
			9319.148000000001, -- [2]
			"15:44:45", -- [3]
			"15:44:58", -- [4]
			"硬化熔岩", -- [5]
		}, -- [21]
		{
			9344.144, -- [1]
			9360.15, -- [2]
			"15:45:23", -- [3]
			"15:45:39", -- [4]
			"卡拉希碎墙者", -- [5]
		}, -- [22]
		{
			9377.145, -- [1]
			9412.156, -- [2]
			"15:45:56", -- [3]
			"15:46:31", -- [4]
			"卡拉希剥鳞者", -- [5]
		}, -- [23]
		{
			9413.155, -- [1]
			9432.16, -- [2]
			"15:46:32", -- [3]
			"15:46:51", -- [4]
			"卡拉希碎骨者", -- [5]
		}, -- [24]
		{
			9444.155, -- [1]
			9451.15, -- [2]
			"15:47:03", -- [3]
			"15:47:10", -- [4]
			"召唤出的熔岩元素", -- [5]
		}, -- [25]
		{
			9452.146, -- [1]
			9471.148000000001, -- [2]
			"15:47:12", -- [3]
			"15:47:30", -- [4]
			"召唤出的熔岩元素", -- [5]
		}, -- [26]
		{
			9497.146, -- [1]
			9503.144, -- [2]
			"15:47:57", -- [3]
			"15:48:02", -- [4]
			"硬化熔岩", -- [5]
		}, -- [27]
		{
			9509.156, -- [1]
			9519.153, -- [2]
			"15:48:08", -- [3]
			"15:48:18", -- [4]
			"卡拉希剥鳞者", -- [5]
		}, -- [28]
		{
			10568.469, -- [1]
			10593.47, -- [2]
			"16:05:47", -- [3]
			"16:06:12", -- [4]
			"研磨者摩尔卡", -- [5]
		}, -- [29]
		{
			10596.471, -- [1]
			10616.472, -- [2]
			"16:06:15", -- [3]
			"16:06:35", -- [4]
			"灭石者托卡拉", -- [5]
		}, -- [30]
		{
			10653.475, -- [1]
			10702.478, -- [2]
			"16:07:12", -- [3]
			"16:08:01", -- [4]
			"卡拉希愈石者", -- [5]
		}, -- [31]
		{
			10744.465, -- [1]
			10769.466, -- [2]
			"16:08:44", -- [3]
			"16:09:08", -- [4]
			"松脂石震地者", -- [5]
		}, -- [32]
		{
			10771.467, -- [1]
			10832.471, -- [2]
			"16:09:11", -- [3]
			"16:10:11", -- [4]
			"烬齑巨怪", -- [5]
		}, -- [33]
		{
			10868.473, -- [1]
			10891.475, -- [2]
			"16:10:48", -- [3]
			"16:11:10", -- [4]
			"松脂石碎片", -- [5]
		}, -- [34]
		{
			10891.475, -- [1]
			10901.476, -- [2]
			"16:11:11", -- [3]
			"16:11:20", -- [4]
			"重塑的大地", -- [5]
		}, -- [35]
		{
			10930.461, -- [1]
			10950.463, -- [2]
			"16:11:49", -- [3]
			"16:12:09", -- [4]
			"烬齑巨怪", -- [5]
		}, -- [36]
		{
			10954.463, -- [1]
			10989.465, -- [2]
			"16:12:13", -- [3]
			"16:12:48", -- [4]
			"颤地碎石", -- [5]
		}, -- [37]
		{
			11525.47, -- [1]
			11544.478, -- [2]
			"16:21:44", -- [3]
			"16:22:03", -- [4]
			"冰霜使徒", -- [5]
		}, -- [38]
		{
			11545.472, -- [1]
			11557.474, -- [2]
			"16:22:05", -- [3]
			"16:22:16", -- [4]
			"闪霜塔拉赛", -- [5]
		}, -- [39]
		{
			11560.473, -- [1]
			11566.474, -- [2]
			"16:22:19", -- [3]
			"16:22:25", -- [4]
			"原始雪崩", -- [5]
		}, -- [40]
		{
			11567.473, -- [1]
			11578.474, -- [2]
			"16:22:27", -- [3]
			"16:22:37", -- [4]
			"闪霜塔拉赛", -- [5]
		}, -- [41]
		{
			12481.473, -- [1]
			12517.478, -- [2]
			"16:37:41", -- [3]
			"16:38:16", -- [4]
			"虔心者泰利罗德", -- [5]
		}, -- [42]
		{
			12831.465, -- [1]
			12851.466, -- [2]
			"16:43:30", -- [3]
			"16:43:50", -- [4]
			"狂野的始祖幼龙", -- [5]
		}, -- [43]
		{
			12859.467, -- [1]
			12865.468, -- [2]
			"16:43:59", -- [3]
			"16:44:04", -- [4]
			"自卫的始祖幼龙", -- [5]
		}, -- [44]
		{
			12907.475, -- [1]
			12938.472, -- [2]
			"16:44:46", -- [3]
			"16:45:17", -- [4]
			"淡水兽幼崽", -- [5]
		}, -- [45]
		{
			12949.472, -- [1]
			12981.475, -- [2]
			"16:45:29", -- [3]
			"16:46:00", -- [4]
			"粗短淡水兽", -- [5]
		}, -- [46]
		{
			13040.479, -- [1]
			13080.465, -- [2]
			"16:47:00", -- [3]
			"16:47:39", -- [4]
			"地缚拜荒者", -- [5]
		}, -- [47]
		{
			13087.465, -- [1]
			13112.467, -- [2]
			"16:47:47", -- [3]
			"16:48:11", -- [4]
			"蓬毛兔", -- [5]
		}, -- [48]
		{
			13435.472, -- [1]
			13455.473, -- [2]
			"16:53:35", -- [3]
			"16:53:54", -- [4]
			"特拉坎", -- [5]
		}, -- [49]
		{
			13626.467, -- [1]
			13643.468, -- [2]
			"16:56:45", -- [3]
			"16:57:02", -- [4]
			"狂野的始祖龙", -- [5]
		}, -- [50]
		{
			13661.469, -- [1]
			13760.476, -- [2]
			"16:57:21", -- [3]
			"16:58:59", -- [4]
			"古龙哥罗德", -- [5]
		}, -- [51]
		{
			13799.478, -- [1]
			13809.479, -- [2]
			"16:59:38", -- [3]
			"16:59:48", -- [4]
			"幼年始祖幼龙", -- [5]
		}, -- [52]
		{
			13952.471, -- [1]
			13970.473, -- [2]
			"17:02:12", -- [3]
			"17:02:29", -- [4]
			"灭龙士兵", -- [5]
		}, -- [53]
		{
			14007.473, -- [1]
			14016.471, -- [2]
			"17:03:06", -- [3]
			"17:03:15", -- [4]
			"灭龙士兵", -- [5]
		}, -- [54]
		{
			14075.47, -- [1]
			14100.466, -- [2]
			"17:04:15", -- [3]
			"17:04:39", -- [4]
			"灭龙碎盾者", -- [5]
		}, -- [55]
		{
			14117.486, -- [1]
			14135.472, -- [2]
			"17:04:57", -- [3]
			"17:05:14", -- [4]
			"灭龙士兵", -- [5]
		}, -- [56]
		{
			14154.48, -- [1]
			14167.475, -- [2]
			"17:05:34", -- [3]
			"17:05:46", -- [4]
			"炽焰火飑鸟", -- [5]
		}, -- [57]
		{
			14179.475, -- [1]
			14196.464, -- [2]
			"17:05:58", -- [3]
			"17:06:15", -- [4]
			"玄武壳蜗牛", -- [5]
		}, -- [58]
		{
			14197.496, -- [1]
			14202.474, -- [2]
			"17:06:17", -- [3]
			"17:06:21", -- [4]
			"灭龙士兵", -- [5]
		}, -- [59]
		{
			14202.474, -- [1]
			14206.483, -- [2]
			"17:06:21", -- [3]
			"17:06:25", -- [4]
			"灭龙士兵", -- [5]
		}, -- [60]
		{
			14235.496, -- [1]
			14242.466, -- [2]
			"17:06:54", -- [3]
			"17:07:01", -- [4]
			"灭龙士兵", -- [5]
		}, -- [61]
		{
			14249.479, -- [1]
			14279.466, -- [2]
			"17:07:09", -- [3]
			"17:07:38", -- [4]
			"烈焰哨卫", -- [5]
		}, -- [62]
		{
			14292.473, -- [1]
			14324.466, -- [2]
			"17:07:52", -- [3]
			"17:08:23", -- [4]
			"被缚之焰", -- [5]
		}, -- [63]
		{
			14374.467, -- [1]
			14391.497, -- [2]
			"17:09:13", -- [3]
			"17:09:30", -- [4]
			"长枪兵队长", -- [5]
		}, -- [64]
		{
			14639.466, -- [1]
			14673.468, -- [2]
			"17:13:38", -- [3]
			"17:14:12", -- [4]
			"枯萎噬咬者", -- [5]
		}, -- [65]
		{
			14677.469, -- [1]
			14682.469, -- [2]
			"17:14:17", -- [3]
			"17:14:21", -- [4]
			"腐臭的颂朽者", -- [5]
		}, -- [66]
		{
			15054.13, -- [1]
			15090.122, -- [2]
			"17:20:33", -- [3]
			"17:21:09", -- [4]
			"纳亚尔斯", -- [5]
		}, -- [67]
		{
			15661.125, -- [1]
			15682.123, -- [2]
			"17:30:41", -- [3]
			"17:31:01", -- [4]
			"高阶萨满祭司腐指", -- [5]
		}, -- [68]
		{
			15701.12, -- [1]
			15772.127, -- [2]
			"17:31:20", -- [3]
			"17:32:31", -- [4]
			"枯萎噬咬者", -- [5]
		}, -- [69]
		{
			16040.153, -- [1]
			16100.134, -- [2]
			"17:36:59", -- [3]
			"17:37:59", -- [4]
			"诡爪秘术师", -- [5]
		}, -- [70]
		{
			16256.128, -- [1]
			16279.121, -- [2]
			"17:40:35", -- [3]
			"17:40:58", -- [4]
			"斯纳格伯恩", -- [5]
		}, -- [71]
		{
			17099.122, -- [1]
			17104.123, -- [2]
			"17:54:39", -- [3]
			"17:54:43", -- [4]
			"捅肠者", -- [5]
		}, -- [72]
		{
			17118.123, -- [1]
			17231.132, -- [2]
			"17:54:58", -- [3]
			"17:56:50", -- [4]
			"恶毒的土狼", -- [5]
		}, -- [73]
		{
			17249.133, -- [1]
			17254.133, -- [2]
			"17:57:09", -- [3]
			"17:57:13", -- [4]
			"捅肠者", -- [5]
		}, -- [74]
		{
			17277.118, -- [1]
			17298.126, -- [2]
			"17:57:37", -- [3]
			"17:57:57", -- [4]
			"塔拉赛战士", -- [5]
		}, -- [75]
		{
			17334.123, -- [1]
			17351.124, -- [2]
			"17:58:34", -- [3]
			"17:58:50", -- [4]
			"塔拉赛战士", -- [5]
		}, -- [76]
		{
			17359.124, -- [1]
			17372.125, -- [2]
			"17:58:58", -- [3]
			"17:59:11", -- [4]
			"碎裂哨兵", -- [5]
		}, -- [77]
		{
			17372.125, -- [1]
			17381.126, -- [2]
			"17:59:11", -- [3]
			"17:59:20", -- [4]
			"塔拉赛战士", -- [5]
		}, -- [78]
		{
			17406.127, -- [1]
			17433.129, -- [2]
			"17:59:45", -- [3]
			"18:00:12", -- [4]
			"塔拉赛战士", -- [5]
		}, -- [79]
		{
			17449.13, -- [1]
			17460.131, -- [2]
			"18:00:28", -- [3]
			"18:00:39", -- [4]
			"塔拉赛战士", -- [5]
		}, -- [80]
		{
			17616.131, -- [1]
			17629.125, -- [2]
			"18:03:15", -- [3]
			"18:03:28", -- [4]
			"弗里基鲁斯", -- [5]
		}, -- [81]
		{
			17716.135, -- [1]
			17720.123, -- [2]
			"18:04:56", -- [3]
			"18:04:59", -- [4]
			"影足猎手", -- [5]
		}, -- [82]
		{
			17839.13, -- [1]
			17941.129, -- [2]
			"18:06:58", -- [3]
			"18:08:40", -- [4]
			"法铸蛮兵", -- [5]
		}, -- [83]
		{
			18088.122, -- [1]
			18114.123, -- [2]
			"18:11:08", -- [3]
			"18:11:33", -- [4]
			"森林巨人", -- [5]
		}, -- [84]
		{
			18122.129, -- [1]
			18126.122, -- [2]
			"18:11:41", -- [3]
			"18:11:45", -- [4]
			"蜜梅", -- [5]
		}, -- [85]
		{
			18138.134, -- [1]
			18166.126, -- [2]
			"18:11:58", -- [3]
			"18:12:25", -- [4]
			"贪食的鹿角虫", -- [5]
		}, -- [86]
		{
			18175.125, -- [1]
			18196.125, -- [2]
			"18:12:34", -- [3]
			"18:12:55", -- [4]
			"贪食的鹿角虫", -- [5]
		}, -- [87]
		{
			18206.131, -- [1]
			18230.132, -- [2]
			"18:13:05", -- [3]
			"18:13:29", -- [4]
			"贪食的鹿角虫", -- [5]
		}, -- [88]
		{
			18248.132, -- [1]
			18275.14, -- [2]
			"18:13:47", -- [3]
			"18:14:14", -- [4]
			"贪食的鹿角虫", -- [5]
		}, -- [89]
		{
			18426.123, -- [1]
			18429.127, -- [2]
			"18:16:46", -- [3]
			"18:16:48", -- [4]
			"林木小鸭子", -- [5]
		}, -- [90]
		{
			18430.127, -- [1]
			18449.131, -- [2]
			"18:16:50", -- [3]
			"18:17:08", -- [4]
			"萌芽的鞭笞者", -- [5]
		}, -- [91]
		{
			18454.128, -- [1]
			18469.127, -- [2]
			"18:17:13", -- [3]
			"18:17:28", -- [4]
			"萌芽的鞭笞者", -- [5]
		}, -- [92]
		{
			18470.118, -- [1]
			18480.13, -- [2]
			"18:17:30", -- [3]
			"18:17:39", -- [4]
			"萌芽的鞭笞者", -- [5]
		}, -- [93]
		{
			18481.13, -- [1]
			18503.131, -- [2]
			"18:17:41", -- [3]
			"18:18:02", -- [4]
			"活力鞭笞者", -- [5]
		}, -- [94]
		{
			18505.132, -- [1]
			18549.122, -- [2]
			"18:18:04", -- [3]
			"18:18:48", -- [4]
			"活力鞭笞者", -- [5]
		}, -- [95]
		{
			18559.119, -- [1]
			18587.121, -- [2]
			"18:18:58", -- [3]
			"18:19:26", -- [4]
			"活力鞭笞者", -- [5]
		}, -- [96]
		{
			22422.236, -- [1]
			22426.228, -- [2]
			"19:23:21", -- [3]
			"19:23:25", -- [4]
			"野生绒羊", -- [5]
		}, -- [97]
		{
			38131.5, -- [1]
			38161.502, -- [2]
			"23:45:10", -- [3]
			"23:45:40", -- [4]
			"狂放的风暴", -- [5]
		}, -- [98]
		{
			38164.506, -- [1]
			38202.505, -- [2]
			"23:45:43", -- [3]
			"23:46:21", -- [4]
			"刺怒野兔", -- [5]
		}, -- [99]
		{
			38292.505, -- [1]
			38296.501, -- [2]
			"23:47:52", -- [3]
			"23:47:55", -- [4]
			"被激怒的水滴", -- [5]
		}, -- [100]
		{
			38305.513, -- [1]
			38309.498, -- [2]
			"23:48:05", -- [3]
			"23:48:08", -- [4]
			"被激怒的水滴", -- [5]
		}, -- [101]
		{
			38325.511, -- [1]
			38329.498, -- [2]
			"23:48:25", -- [3]
			"23:48:28", -- [4]
			"被激怒的水滴", -- [5]
		}, -- [102]
		{
			38331.503, -- [1]
			38341.499, -- [2]
			"23:48:30", -- [3]
			"23:48:40", -- [4]
			"狂怒洪水", -- [5]
		}, -- [103]
		{
			38377.511, -- [1]
			38381.501, -- [2]
			"23:49:16", -- [3]
			"23:49:20", -- [4]
			"被激怒的水滴", -- [5]
		}, -- [104]
		{
			38396.503, -- [1]
			38411.499, -- [2]
			"23:49:35", -- [3]
			"23:49:50", -- [4]
			"怒意洪流", -- [5]
		}, -- [105]
		{
			38528.502, -- [1]
			38583.498, -- [2]
			"23:51:47", -- [3]
			"23:52:42", -- [4]
			"诺库德哨兵", -- [5]
		}, -- [106]
		{
			38592.5, -- [1]
			38646.503, -- [2]
			"23:52:52", -- [3]
			"23:53:45", -- [4]
			"诺库德哨兵", -- [5]
		}, -- [107]
		{
			38647.503, -- [1]
			38668.509, -- [2]
			"23:53:46", -- [3]
			"23:54:07", -- [4]
			"诺库德哨兵", -- [5]
		}, -- [108]
		{
			38669.504, -- [1]
			38771.511, -- [2]
			"23:54:09", -- [3]
			"23:55:50", -- [4]
			"腐肉寡妇蛛", -- [5]
		}, -- [109]
		{
			44101.344, -- [1]
			44123.341, -- [2]
			"21:29:09", -- [3]
			"21:29:30", -- [4]
			"诺库德狂风使者", -- [5]
		}, -- [110]
		{
			44130.346, -- [1]
			44140.346, -- [2]
			"21:29:38", -- [3]
			"21:29:47", -- [4]
			"诺库德狂风使者", -- [5]
		}, -- [111]
		{
			44143.352, -- [1]
			44164.348, -- [2]
			"21:29:50", -- [3]
			"21:30:11", -- [4]
			"诺库德劫掠者", -- [5]
		}, -- [112]
		{
			44175.349, -- [1]
			44210.351, -- [2]
			"21:30:22", -- [3]
			"21:30:57", -- [4]
			"诺库德劫掠者", -- [5]
		}, -- [113]
		{
			44269.345, -- [1]
			44284.34, -- [2]
			"21:31:56", -- [3]
			"21:32:11", -- [4]
			"武鬥根-地獄吼", -- [5]
		}, -- [114]
		{
			44287.339, -- [1]
			44300.339, -- [2]
			"21:32:14", -- [3]
			"21:32:27", -- [4]
			"檸檬狂牛-語風", -- [5]
		}, -- [115]
		{
			44400.357, -- [1]
			44406.342, -- [2]
			"21:34:07", -- [3]
			"21:34:13", -- [4]
			"不稳定的元素", -- [5]
		}, -- [116]
		{
			44408.347, -- [1]
			44434.341, -- [2]
			"21:34:15", -- [3]
			"21:34:41", -- [4]
			"檸檬狂牛-語風", -- [5]
		}, -- [117]
		{
			44435.349, -- [1]
			44446.35, -- [2]
			"21:34:42", -- [3]
			"21:34:53", -- [4]
			"檸檬狂牛-語風", -- [5]
		}, -- [118]
		{
			44447.352, -- [1]
			44453.342, -- [2]
			"21:34:54", -- [3]
			"21:35:00", -- [4]
			"檸檬狂牛-語風", -- [5]
		}, -- [119]
		{
			44453.342, -- [1]
			44459.35, -- [2]
			"21:35:00", -- [3]
			"21:35:06", -- [4]
			"檸檬狂牛-語風", -- [5]
		}, -- [120]
		{
			44464.343, -- [1]
			44470.35, -- [2]
			"21:35:11", -- [3]
			"21:35:17", -- [4]
			"不稳定的元素", -- [5]
		}, -- [121]
		{
			44483.343, -- [1]
			44490.343, -- [2]
			"21:35:31", -- [3]
			"21:35:37", -- [4]
			"大可不必-狂熱之刃", -- [5]
		}, -- [122]
		{
			44507.346, -- [1]
			44519.351, -- [2]
			"21:35:54", -- [3]
			"21:36:06", -- [4]
			"不稳定的元素", -- [5]
		}, -- [123]
		{
			44531.351, -- [1]
			44550.339, -- [2]
			"21:36:18", -- [3]
			"21:36:37", -- [4]
			"大可不必-狂熱之刃", -- [5]
		}, -- [124]
		{
			44554.34, -- [1]
			44560.34, -- [2]
			"21:36:41", -- [3]
			"21:36:47", -- [4]
			"大可不必-狂熱之刃", -- [5]
		}, -- [125]
		{
			44568.34, -- [1]
			44572.352, -- [2]
			"21:36:55", -- [3]
			"21:36:59", -- [4]
			"檸檬狂牛-語風", -- [5]
		}, -- [126]
		{
			44574.344, -- [1]
			44580.347, -- [2]
			"21:37:01", -- [3]
			"21:37:07", -- [4]
			"檸檬狂牛-語風", -- [5]
		}, -- [127]
		{
			44591.342, -- [1]
			44596.342, -- [2]
			"21:37:18", -- [3]
			"21:37:23", -- [4]
			"不稳定的元素", -- [5]
		}, -- [128]
		{
			44599.342, -- [1]
			44625.344, -- [2]
			"21:37:26", -- [3]
			"21:37:52", -- [4]
			"檸檬狂牛-語風", -- [5]
		}, -- [129]
		{
			44631.344, -- [1]
			44634.352, -- [2]
			"21:37:58", -- [3]
			"21:38:01", -- [4]
			"不稳定的元素", -- [5]
		}, -- [130]
		{
			44678.348, -- [1]
			44683.346, -- [2]
			"21:38:45", -- [3]
			"21:38:50", -- [4]
			"不稳定的元素", -- [5]
		}, -- [131]
		{
			44703.349, -- [1]
			44710.341, -- [2]
			"21:39:11", -- [3]
			"21:39:17", -- [4]
			"不稳定的元素", -- [5]
		}, -- [132]
		{
			44744.352, -- [1]
			44751.352, -- [2]
			"21:39:51", -- [3]
			"21:39:58", -- [4]
			"不知黑翼", -- [5]
		}, -- [133]
		{
			44753.349, -- [1]
			44769.352, -- [2]
			"21:40:01", -- [3]
			"21:40:16", -- [4]
			"覺醒乂手殘-阿薩斯", -- [5]
		}, -- [134]
		{
			44799.358, -- [1]
			44806.339, -- [2]
			"21:40:47", -- [3]
			"21:40:53", -- [4]
			"檸檬狂牛-語風", -- [5]
		}, -- [135]
		{
			44821.34, -- [1]
			44830.345, -- [2]
			"21:41:08", -- [3]
			"21:41:17", -- [4]
			"不稳定的元素", -- [5]
		}, -- [136]
		{
			44849.341, -- [1]
			44879.343, -- [2]
			"21:41:37", -- [3]
			"21:42:06", -- [4]
			"不稳定的元素", -- [5]
		}, -- [137]
		{
			44900.353, -- [1]
			44910.351, -- [2]
			"21:42:27", -- [3]
			"21:42:37", -- [4]
			"不稳定的元素", -- [5]
		}, -- [138]
		{
			44922.346, -- [1]
			44945.347, -- [2]
			"21:42:49", -- [3]
			"21:43:12", -- [4]
			"檸檬狂牛-語風", -- [5]
		}, -- [139]
		{
			45000.356, -- [1]
			45006.361, -- [2]
			"21:44:07", -- [3]
			"21:44:13", -- [4]
			"不稳定的元素", -- [5]
		}, -- [140]
		{
			45592.338, -- [1]
			45626.34, -- [2]
			"21:53:59", -- [3]
			"21:54:33", -- [4]
			"侵蚀的龙蛙", -- [5]
		}, -- [141]
		{
			45645.341, -- [1]
			45655.343, -- [2]
			"21:54:52", -- [3]
			"21:55:02", -- [4]
			"侵蚀的龙蛙", -- [5]
		}, -- [142]
		{
			45745.347, -- [1]
			45770.349, -- [2]
			"21:56:32", -- [3]
			"21:56:57", -- [4]
			"崩解的元素", -- [5]
		}, -- [143]
		{
			45785.35, -- [1]
			45803.351, -- [2]
			"21:57:12", -- [3]
			"21:57:30", -- [4]
			"侵蚀的龙蛙", -- [5]
		}, -- [144]
		{
			45803.351, -- [1]
			45815.352, -- [2]
			"21:57:31", -- [3]
			"21:57:42", -- [4]
			"侵蚀的龙蛙", -- [5]
		}, -- [145]
		{
			45932.346, -- [1]
			45949.358, -- [2]
			"21:59:39", -- [3]
			"21:59:56", -- [4]
			"老石牙", -- [5]
		}, -- [146]
		{
			46062.35, -- [1]
			46101.353, -- [2]
			"22:01:49", -- [3]
			"22:02:28", -- [4]
			"塔拉赛战士", -- [5]
		}, -- [147]
		{
			46116.353, -- [1]
			46135.348, -- [2]
			"22:02:43", -- [3]
			"22:03:02", -- [4]
			"奥术操纵者", -- [5]
		}, -- [148]
		{
			46277.34, -- [1]
			46290.351, -- [2]
			"22:05:24", -- [3]
			"22:05:37", -- [4]
			"锈松塑壤者", -- [5]
		}, -- [149]
		{
			46297.348, -- [1]
			46312.354, -- [2]
			"22:05:44", -- [3]
			"22:05:59", -- [4]
			"锈松暴怒者", -- [5]
		}, -- [150]
		{
			46320.34400000001, -- [1]
			46342.353, -- [2]
			"22:06:07", -- [3]
			"22:06:29", -- [4]
			"卡加尔·五牙", -- [5]
		}, -- [151]
		{
			46366.352, -- [1]
			46401.341, -- [2]
			"22:06:54", -- [3]
			"22:07:28", -- [4]
			"锈松塑壤者", -- [5]
		}, -- [152]
		{
			46433.342, -- [1]
			46456.341, -- [2]
			"22:08:01", -- [3]
			"22:08:23", -- [4]
			"锈松塑壤者", -- [5]
		}, -- [153]
		{
			46487.343, -- [1]
			46510.34400000001, -- [2]
			"22:08:54", -- [3]
			"22:09:17", -- [4]
			"石心", -- [5]
		}, -- [154]
		{
			46612.35, -- [1]
			46632.353, -- [2]
			"22:10:59", -- [3]
			"22:11:19", -- [4]
			"翻腾狂水", -- [5]
		}, -- [155]
		{
			46652.358, -- [1]
			46665.338, -- [2]
			"22:11:39", -- [3]
			"22:11:52", -- [4]
			"翻腾狂水", -- [5]
		}, -- [156]
		{
			46732.341, -- [1]
			46756.351, -- [2]
			"22:12:59", -- [3]
			"22:13:23", -- [4]
			"翻腾狂水", -- [5]
		}, -- [157]
		{
			46759.347, -- [1]
			46790.345, -- [2]
			"22:13:27", -- [3]
			"22:13:57", -- [4]
			"翻腾狂水", -- [5]
		}, -- [158]
		{
			46792.345, -- [1]
			46812.346, -- [2]
			"22:13:59", -- [3]
			"22:14:19", -- [4]
			"翻腾狂水", -- [5]
		}, -- [159]
		{
			47862.34, -- [1]
			47865.343, -- [2]
			"22:31:49", -- [3]
			"22:31:52", -- [4]
			"不是很软的小食", -- [5]
		}, -- [160]
		{
			47906.348, -- [1]
			47913.357, -- [2]
			"22:32:33", -- [3]
			"22:32:40", -- [4]
			"坚硬的鲤鱼", -- [5]
		}, -- [161]
		{
			47926.358, -- [1]
			47932.351, -- [2]
			"22:32:53", -- [3]
			"22:32:59", -- [4]
			"橡胶鱼头", -- [5]
		}, -- [162]
		{
			47934.342, -- [1]
			47942.363, -- [2]
			"22:33:02", -- [3]
			"22:33:09", -- [4]
			"怒涎", -- [5]
		}, -- [163]
		{
			47945.342, -- [1]
			47959.349, -- [2]
			"22:33:13", -- [3]
			"22:33:26", -- [4]
			"不是很软的小食", -- [5]
		}, -- [164]
		{
			47972.34, -- [1]
			47981.339, -- [2]
			"22:33:39", -- [3]
			"22:33:48", -- [4]
			"橡胶鱼头", -- [5]
		}, -- [165]
		{
			47983.351, -- [1]
			47988.36, -- [2]
			"22:33:50", -- [3]
			"22:33:55", -- [4]
			"坚硬的鲤鱼", -- [5]
		}, -- [166]
		{
			47992.369, -- [1]
			47997.347, -- [2]
			"22:33:59", -- [3]
			"22:34:04", -- [4]
			"橡胶鱼头", -- [5]
		}, -- [167]
		{
			48002.343, -- [1]
			48009.342, -- [2]
			"22:34:10", -- [3]
			"22:34:16", -- [4]
			"坚硬的鲤鱼", -- [5]
		}, -- [168]
		{
			48027.354, -- [1]
			48030.36, -- [2]
			"22:34:34", -- [3]
			"22:34:37", -- [4]
			"不是很软的小食", -- [5]
		}, -- [169]
		{
			48037.341, -- [1]
			48051.341, -- [2]
			"22:34:45", -- [3]
			"22:34:58", -- [4]
			"怒涎", -- [5]
		}, -- [170]
		{
			48052.349, -- [1]
			48059.345, -- [2]
			"22:34:59", -- [3]
			"22:35:06", -- [4]
			"不是很软的小食", -- [5]
		}, -- [171]
		{
			48059.345, -- [1]
			48070.347, -- [2]
			"22:35:06", -- [3]
			"22:35:17", -- [4]
			"坚硬的鲤鱼", -- [5]
		}, -- [172]
		{
			48087.353, -- [1]
			48099.354, -- [2]
			"22:35:34", -- [3]
			"22:35:46", -- [4]
			"芜菁沙袋", -- [5]
		}, -- [173]
		{
			48100.347, -- [1]
			48107.36, -- [2]
			"22:35:47", -- [3]
			"22:35:54", -- [4]
			"橡胶鱼头", -- [5]
		}, -- [174]
		{
			48108.353, -- [1]
			48123.351, -- [2]
			"22:35:55", -- [3]
			"22:36:10", -- [4]
			"不是很软的小食", -- [5]
		}, -- [175]
		{
			48124.339, -- [1]
			48131.339, -- [2]
			"22:36:11", -- [3]
			"22:36:18", -- [4]
			"不是很软的小食", -- [5]
		}, -- [176]
		{
			48131.339, -- [1]
			48142.34400000001, -- [2]
			"22:36:19", -- [3]
			"22:36:29", -- [4]
			"芜菁沙袋", -- [5]
		}, -- [177]
		{
			48144.349, -- [1]
			48183.362, -- [2]
			"22:36:31", -- [3]
			"22:37:10", -- [4]
			"不是很软的小食", -- [5]
		}, -- [178]
		{
			48184.341, -- [1]
			48198.351, -- [2]
			"22:37:11", -- [3]
			"22:37:25", -- [4]
			"未知目标", -- [5]
		}, -- [179]
		{
			48198.351, -- [1]
			48203.352, -- [2]
			"22:37:25", -- [3]
			"22:37:30", -- [4]
			"橡胶鱼头", -- [5]
		}, -- [180]
		{
			48205.362, -- [1]
			48215.36, -- [2]
			"22:37:32", -- [3]
			"22:37:42", -- [4]
			"未知目标", -- [5]
		}, -- [181]
		{
			48215.36, -- [1]
			48237.346, -- [2]
			"22:37:42", -- [3]
			"22:38:04", -- [4]
			"坚硬的鲤鱼", -- [5]
		}, -- [182]
		{
			48254.352, -- [1]
			48264.353, -- [2]
			"22:38:21", -- [3]
			"22:38:31", -- [4]
			"芜菁沙袋", -- [5]
		}, -- [183]
		{
			48264.353, -- [1]
			48272.345, -- [2]
			"22:38:31", -- [3]
			"22:38:39", -- [4]
			"不是很软的小食", -- [5]
		}, -- [184]
		{
			48277.347, -- [1]
			48281.349, -- [2]
			"22:38:44", -- [3]
			"22:38:48", -- [4]
			"不是很软的小食", -- [5]
		}, -- [185]
		{
			48286.352, -- [1]
			48291.363, -- [2]
			"22:38:53", -- [3]
			"22:38:58", -- [4]
			"坚硬的鲤鱼", -- [5]
		}, -- [186]
		{
			48299.34400000001, -- [1]
			48306.341, -- [2]
			"22:39:06", -- [3]
			"22:39:13", -- [4]
			"未知目标", -- [5]
		}, -- [187]
		{
			48307.36, -- [1]
			48315.345, -- [2]
			"22:39:14", -- [3]
			"22:39:22", -- [4]
			"不是很软的小食", -- [5]
		}, -- [188]
		{
			48316.351, -- [1]
			48323.359, -- [2]
			"22:39:23", -- [3]
			"22:39:30", -- [4]
			"未知目标", -- [5]
		}, -- [189]
		{
			48341.348, -- [1]
			48347.339, -- [2]
			"22:39:48", -- [3]
			"22:39:54", -- [4]
			"坚硬的鲤鱼", -- [5]
		}, -- [190]
		{
			48347.339, -- [1]
			48357.359, -- [2]
			"22:39:54", -- [3]
			"22:40:04", -- [4]
			"坚硬的鲤鱼", -- [5]
		}, -- [191]
		{
			48359.338, -- [1]
			48368.34400000001, -- [2]
			"22:40:06", -- [3]
			"22:40:15", -- [4]
			"橡胶鱼头", -- [5]
		}, -- [192]
		{
			48368.34400000001, -- [1]
			48387.34, -- [2]
			"22:40:15", -- [3]
			"22:40:34", -- [4]
			"未知目标", -- [5]
		}, -- [193]
		{
			48387.34, -- [1]
			48393.356, -- [2]
			"22:40:34", -- [3]
			"22:40:40", -- [4]
			"不是很软的小食", -- [5]
		}, -- [194]
		{
			48394.343, -- [1]
			48409.366, -- [2]
			"22:40:41", -- [3]
			"22:40:56", -- [4]
			"橡胶鱼头", -- [5]
		}, -- [195]
		{
			48411.342, -- [1]
			48419.339, -- [2]
			"22:40:58", -- [3]
			"22:41:06", -- [4]
			"橡胶鱼头", -- [5]
		}, -- [196]
		{
			48420.345, -- [1]
			48454.349, -- [2]
			"22:41:07", -- [3]
			"22:41:41", -- [4]
			"坚硬的鲤鱼", -- [5]
		}, -- [197]
		{
			48458.338, -- [1]
			48465.353, -- [2]
			"22:41:45", -- [3]
			"22:41:52", -- [4]
			"未知目标", -- [5]
		}, -- [198]
		{
			48483.34400000001, -- [1]
			48490.347, -- [2]
			"22:42:10", -- [3]
			"22:42:17", -- [4]
			"不是很软的小食", -- [5]
		}, -- [199]
		{
			48492.35, -- [1]
			48498.341, -- [2]
			"22:42:19", -- [3]
			"22:42:25", -- [4]
			"芜菁沙袋", -- [5]
		}, -- [200]
		{
			48501.355, -- [1]
			48520.34, -- [2]
			"22:42:28", -- [3]
			"22:42:47", -- [4]
			"芜菁沙袋", -- [5]
		}, -- [201]
		{
			48525.351, -- [1]
			48564.34, -- [2]
			"22:42:52", -- [3]
			"22:43:31", -- [4]
			"橡胶鱼头", -- [5]
		}, -- [202]
		{
			48564.34, -- [1]
			48598.347, -- [2]
			"22:43:31", -- [3]
			"22:44:05", -- [4]
			"芜菁沙袋", -- [5]
		}, -- [203]
		{
			48605.348, -- [1]
			48630.342, -- [2]
			"22:44:12", -- [3]
			"22:44:37", -- [4]
			"橡胶鱼头", -- [5]
		}, -- [204]
		{
			48631.349, -- [1]
			48641.367, -- [2]
			"22:44:38", -- [3]
			"22:44:48", -- [4]
			"芜菁沙袋", -- [5]
		}, -- [205]
		{
			48644.359, -- [1]
			48654.341, -- [2]
			"22:44:51", -- [3]
			"22:45:01", -- [4]
			"橡胶鱼头", -- [5]
		}, -- [206]
		{
			48665.347, -- [1]
			48671.346, -- [2]
			"22:45:12", -- [3]
			"22:45:18", -- [4]
			"不是很软的小食", -- [5]
		}, -- [207]
		{
			48671.346, -- [1]
			48687.349, -- [2]
			"22:45:19", -- [3]
			"22:45:34", -- [4]
			"坚硬的鲤鱼", -- [5]
		}, -- [208]
		{
			48688.346, -- [1]
			48709.34, -- [2]
			"22:45:35", -- [3]
			"22:45:56", -- [4]
			"芜菁沙袋", -- [5]
		}, -- [209]
		{
			48710.341, -- [1]
			48735.356, -- [2]
			"22:45:57", -- [3]
			"22:46:22", -- [4]
			"橡胶鱼头", -- [5]
		}, -- [210]
		{
			48745.346, -- [1]
			48771.351, -- [2]
			"22:46:32", -- [3]
			"22:46:58", -- [4]
			"芜菁沙袋", -- [5]
		}, -- [211]
		{
			44564.527, -- [1]
			44704.519, -- [2]
			"21:48:58", -- [3]
			"21:51:18", -- [4]
			"克洛杰克，海滨巡游者", -- [5]
		}, -- [212]
		{
			50054.146, -- [1]
			50064.147, -- [2]
			"23:15:30", -- [3]
			"23:15:40", -- [4]
			"诺库德狂风使者", -- [5]
		}, -- [213]
		{
			50069.138, -- [1]
			50086.141, -- [2]
			"23:15:45", -- [3]
			"23:16:02", -- [4]
			"诺库德劫掠者", -- [5]
		}, -- [214]
		{
			50096.14, -- [1]
			50136.145, -- [2]
			"23:16:12", -- [3]
			"23:16:52", -- [4]
			"诺库德劫掠者", -- [5]
		}, -- [215]
		{
			50153.137, -- [1]
			50166.138, -- [2]
			"23:17:09", -- [3]
			"23:17:22", -- [4]
			"诺库德劫掠者", -- [5]
		}, -- [216]
		{
			50180.139, -- [1]
			50257.144, -- [2]
			"23:17:37", -- [3]
			"23:18:53", -- [4]
			"诺库德劫掠者", -- [5]
		}, -- [217]
		{
			50399.151, -- [1]
			50404.147, -- [2]
			"23:21:15", -- [3]
			"23:21:20", -- [4]
			"巴斯律孔", -- [5]
		}, -- [218]
	},
	["FoughtWho"] = {
		"巴斯律孔 23:21:15-23:21:20", -- [1]
		"诺库德劫掠者 23:17:37-23:18:53", -- [2]
		"诺库德劫掠者 23:17:09-23:17:22", -- [3]
		"诺库德劫掠者 23:16:12-23:16:52", -- [4]
		"诺库德劫掠者 23:15:45-23:16:02", -- [5]
	},
}
