
ARKINVDB = {
	["global"] = {
		["player"] = {
			["data"] = {
				["特變電工 - 寒冰皇冠"] = {
					["info"] = {
						["guid"] = "Player-963-06D524DA",
						["class"] = "WARRIOR",
						["class_local"] = "战士",
						["race"] = "Worgen",
						["level"] = 47,
						["realm"] = "寒冰皇冠",
						["isplayer"] = true,
						["money"] = 28365290,
						["gender"] = 2,
						["itemlevel"] = 0,
						["name"] = "特變電工",
						["faction"] = "Alliance",
						["race_local"] = "狼人",
						["player_id"] = "特變電工 - 寒冰皇冠",
						["faction_local"] = "联盟",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:179385::::::::47:72::11:1:3631:2:9:24:28:187:::::|h[遗落的幸运项坠]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:160196::::::::47:72::11:1:4793:2:9:38:28:187:::::|h[维克雷斯民兵之握]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:160924::::::::47:72:::1:6657:2:9:45:28:188:::::|h[刮伤的古剑]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:158834::::::::47:72:::::::::|h[绞车曲柄]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [5]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:158614::::::::47:72::11:1:4790:2:9:38:28:187:::::|h[维克雷斯民兵护胫]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:157842::::::::47:72:::::::::|h[生锈的齿轮]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:159509::::::::47:72:::3:6655:40:1686:2:9:33:28:187:::::|h[无双之瘤木之刺]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:158874::::::::47:72:::::::::|h[泡沫蒸汽]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:157844::::::::47:72:::::::::|h[彩色颗粒]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["count"] = 7,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [10]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:175358::::::::47:72::25:1:4813:2:9:35:28:187:::::|h[维克雷斯民兵护胸]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:154899::::::::47:72:::::::::|h[古法厚切肉排]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 5,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:178176::::::::47:72:::::::::|h[汤克的箱子]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:175239::::::::47:72:::::::::|h[标准型背包]|h|r",
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [14]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:159679::::::::47:72::19:2:4776:6513:2:9:40:28:1228:::::|h[暴怒元素战靴]|h|r",
											["slot_id"] = 15,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:174780::::::::47:72:::::::::|h[清空的急救包]|h|r",
											["slot_id"] = 16,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 1,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["r"] = true,
											["slot_id"] = 1,
											["h"] = "|cffffffff|Hitem:162580::::::::47:72:::::::::|h[正在褪色的藏宝图]|h|r",
											["bag_id"] = 2,
											["sb"] = 3,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:175240::::::::47:72:::::::::|h[破烂皮包]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:155573::::::::47:72::11:2:4790:4792:2:9:36:28:187:::::|h[罗恩之林指环]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:156570::::::::47:72::::1:28:186:::::|h[狐人火焰瓶]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:163852::::::::47:72:::::::::|h[始祖龟朝圣卷轴]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 7,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:154897::::::::47:72:::::::::|h[里脊须肉]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 27,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:155490::::::::47:72::11:2:3631:6697:2:9:31:28:187:::::|h[维克雷斯民兵护臂]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:155608::::::::47:72:::::::::|h[被亵渎的徽记]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["count"] = 8,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [8]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:159202::::::::47:72:::2:6654:1687:2:9:46:28:188:::::|h[无双之棘背护腿]|h|r",
											["slot_id"] = 9,
											["sb"] = 2,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:155126::::::::47:72::11:1:4790:2:9:30:28:187:::::|h[里德的战斧]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [10]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:159202::::::::47:72:::3:6654:41:1684:2:9:45:28:188:::::|h[无双之棘背护腿]|h|r",
											["slot_id"] = 11,
											["sb"] = 2,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:155615::::::::47:72:::::::::|h[瘟疫污物]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 3,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:158773::::::::47:72:::::::::|h[扭动粘质]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 2,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:154779::::::::47:72::19:1:6656:2:9:46:28:1220:::::|h[破裂的板甲战靴]|h|r",
											["slot_id"] = 18,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [18]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:155890::::::::47:72::19:2:4776:6515:2:9:46:28:1220:::::|h[鲨齿指虎之握]|h|r",
											["slot_id"] = 19,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [19]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:155163::::::::47:72::11:1:4790:2:9:33:28:187:::::|h[高地突入者指环]|h|r",
											["slot_id"] = 20,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [20]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:158465::::::::47:72::11::1:28:188:::::|h[潮汐之匕]|h|r",
											["slot_id"] = 21,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 30,
										}, -- [30]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 13,
									["h"] = "|cffa335ee|Hitem:114821::::::::47:72::::::::Player-963-00D693B2:|h[妖纹包]|h|r",
									["texture"] = 1029751,
								}, -- [2]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:163853::::::::47:72:::::::::|h[朝圣卷轴]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:154898::::::::47:72:::::::::|h[肥厚腰肉]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 16,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:161053::::::::47:72:::::::::|h[水手咸饼干]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 8,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:161126::::::::47:72:::::::::|h[一块奶油芝士]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 15,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:152577::::::::47:72:::::::::|h[深海绸缎]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 2,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["r"] = true,
											["slot_id"] = 13,
											["h"] = "|cffffffff|Hitem:160109::::::::47:72:::::::::|h[克莱因的沦陷]|h|r",
											["bag_id"] = 3,
											["sb"] = 3,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6948::::::::47:72:::::::::|h[炉石]|h|r",
											["slot_id"] = 17,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:163036::::::::47:72:::::::::|h[抛光的宠物符咒]|h|r",
											["slot_id"] = 24,
											["sb"] = 4,
											["count"] = 20,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["r"] = true,
											["slot_id"] = 28,
											["h"] = "|cffffffff|Hitem:162581::::::::47:72:::::::::|h[泛黄的藏宝图]|h|r",
											["bag_id"] = 3,
											["sb"] = 3,
										}, -- [28]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:163607::::::::47:72::11::1:28:187:::::|h[露希尔的缝纫针]|h|r",
											["slot_id"] = 29,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 30,
										}, -- [30]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 20,
									["h"] = "|cffa335ee|Hitem:114821::::::::47:72::::::::Player-963-00D693B2:|h[妖纹包]|h|r",
									["texture"] = 1029751,
								}, -- [3]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:155830::::::::47:72:::::::::|h[符文核心]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 5,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:158219::::::::47:72::11:1:3631:2:9:13:28:186:::::|h[佩图拉的坠饰]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 30,
										}, -- [30]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 28,
									["h"] = "|cffa335ee|Hitem:114821::::::::47:72::::::::Player-963-00D693B2:|h[妖纹包]|h|r",
									["texture"] = 1029751,
								}, -- [4]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:152698::::::::47:72:::::::::|h[垢石炖煮]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 3,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:152576::::::::47:72:::::::::|h[浪息亚麻布]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 54,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 30,
										}, -- [30]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 28,
									["h"] = "|cffa335ee|Hitem:114821::::::::47:72::::::::Player-963-00D693B2:|h[妖纹包]|h|r",
									["texture"] = 1029751,
								}, -- [5]
								{
									["q"] = 0,
									["type"] = 27,
									["bag_id"] = 6,
									["loc_id"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [6]
							},
							["slot_count"] = 136,
						}, -- [1]
						[6] = {
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:175298::::::::47:72::25:1:4813:2:9:33:28:187:::::|h[维克雷斯民兵头盔]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:179386::::::::47:72::11:1:3631:2:9:44:28:188:::::|h[海贤项链]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:175393::::::::47:72::26:1:4813:2:9:40:28:467:::::|h[第七军团士兵肩铠]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:155159::::::::47:72::11:1:4793:2:9:38:28:187:::::|h[维克雷斯审判官的斗篷]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:175362::::::::47:72::26:1:4813:2:9:46:28:188:::::|h[恐怖海盗胸甲]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:49567::::::::47:72::75:::::::|h[吉尔尼斯探险者衬衣]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:168100::::::::47:72::14::1:28:741:::::|h[联盟战袍]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:160212::::::::47:72::19:3:4776:4802:6515:2:9:44:28:1224:::::|h[影氲臂甲]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:155174::::::::47:72::11:2:3631:6697:2:9:44:28:188:::::|h[恐怖海盗护指]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:158626::::::::47:72::11:1:4793:2:9:37:28:187:::::|h[维克雷斯民兵腰带]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:155181::::::::47:72::11:1:3631:2:9:44:28:188:::::|h[恐怖海盗护胫]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:159452::::::::47:72::19:2:4776:6513:2:9:45:28:1222:::::|h[血肉慰藉多脂之蹄]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:158314::::::::47:72::19:2:4776:6513:2:9:47:28:292:::::|h[可疑忠诚印戒]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:155231::::::::47:72::11:1:4790:2:9:47:28:188:::::|h[净化的潮汐之血指环]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:158557::::::::47:72::11:1:4793:2:9:38:28:187:::::|h[毒心护符]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:160262::::::::47:72::11:1:3631:2:9:26:28:187:::::|h[“造物者的遗物”]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:159509::::::::47:72:::2:6655:1678:2:9:45:28:1222:::::|h[快刀之瘤木之刺]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:155199::::::::47:72::11:1:4790:2:9:45:28:188:::::|h[无尽之海战斧]|h|r",
											["bag_id"] = 1,
											["age"] = 27830389,
											["count"] = 1,
										}, -- [18]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
							["slot_count"] = 18,
						},
						[17] = {
							["bag"] = {
								{
									["type"] = 18,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = -1,
											["loc_id"] = 17,
											["slot_id"] = 1,
											["sb"] = 2,
											["h"] = "empty:0:0",
											["count"] = 1,
											["bag_id"] = 1,
											["texture"] = "",
										}, -- [1]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 17,
								}, -- [1]
							},
							["slot_count"] = 1,
						},
						[18] = {
							["bag"] = {
								{
									["type"] = 1,
									["count"] = 3,
									["slot"] = {
										{
											["loc_id"] = 18,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["loc_id"] = 18,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["loc_id"] = 18,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [3]
									},
									["status"] = -3,
									["empty"] = 3,
									["bag_id"] = 1,
									["loc_id"] = 18,
								}, -- [1]
								{
									["type"] = 1,
									["count"] = 3,
									["slot"] = {
										{
											["loc_id"] = 18,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [1]
										{
											["loc_id"] = 18,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [2]
										{
											["loc_id"] = 18,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [3]
									},
									["status"] = -3,
									["empty"] = 3,
									["bag_id"] = 2,
									["loc_id"] = 18,
								}, -- [2]
								{
									["type"] = 1,
									["count"] = 2,
									["slot"] = {
										{
											["loc_id"] = 18,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [1]
										{
											["loc_id"] = 18,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [2]
									},
									["status"] = -3,
									["empty"] = 2,
									["bag_id"] = 3,
									["loc_id"] = 18,
								}, -- [3]
								{
									["type"] = 1,
									["count"] = 1,
									["slot"] = {
										{
											["loc_id"] = 18,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 4,
									["loc_id"] = 18,
								}, -- [4]
								{
									["loc_id"] = 18,
									["status"] = -3,
									["bag_id"] = 5,
									["type"] = 1,
								}, -- [5]
							},
							["slot_count"] = 9,
						},
						[10] = {
							["bag"] = {
								{
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
						},
						[9] = {
							["bag"] = {
								{
									["type"] = 19,
									["count"] = 2,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 1,
											["sb"] = 3,
											["id"] = 1560,
											["h"] = "|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r",
											["bag_id"] = 1,
											["count"] = 239,
										}, -- [1]
										{
											["q"] = 3,
											["loc_id"] = 9,
											["slot_id"] = 2,
											["sb"] = 3,
											["id"] = 1166,
											["h"] = "|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r",
											["bag_id"] = 1,
											["count"] = 200,
										}, -- [2]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 9,
								}, -- [1]
								{
									["loc_id"] = 9,
									["status"] = -6,
									["bag_id"] = 2,
									["type"] = 19,
								}, -- [2]
							},
							["slot_count"] = 2,
						},
						[16] = {
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 13,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "reputation:1134:友善:0:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3000,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "reputation:1353:友善:0:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3000,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "reputation:930:友善:100:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3100,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "reputation:2163:中立:100:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 100,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "reputation:2160:友善:4570:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 7570,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 6,
											["sb"] = 3,
											["h"] = "reputation:72:友善:100:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3100,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "reputation:2161:尊敬:3405:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 12405,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "reputation:2159:友善:10:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3010,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "reputation:54:友善:100:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3100,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "reputation:1011:中立:0:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 0,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "reputation:69:友善:100:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3100,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "reputation:47:友善:100:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3100,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "reputation:2162:友善:357:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3357,
										}, -- [13]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
							["slot_count"] = 13,
						},
					},
				},
				["查理三世 - 暗影之月"] = {
					["info"] = {
						["guid"] = "Player-963-06DF687A",
						["class"] = "DEATHKNIGHT",
						["race"] = "Human",
						["level"] = 19,
						["realm"] = "暗影之月",
						["isplayer"] = true,
						["money"] = 54461886,
						["gender"] = 2,
						["itemlevel"] = 0,
						["name"] = "查理三世",
						["faction"] = "Alliance",
						["race_local"] = "人类",
						["class_local"] = "死亡骑士",
						["player_id"] = "查理三世 - 暗影之月",
						["faction_local"] = "联盟",
					},
					["location"] = {
						{
							["slot_count"] = 136,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:41751::::::::26:251:::::::::|h[黑色蘑菇]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["r"] = true,
											["bag_id"] = 1,
											["h"] = "|cff9d9d9d|Hitem:39317::::::::26:251:::::::::|h[北方的消息]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 27834193,
										}, -- [2]
										{
											["q"] = 1,
											["age"] = 27834202,
											["h"] = "|cffffffff|Hitem:2589::::::::26:251:::::::::|h[亚麻布]|h|r",
											["count"] = 50,
											["sb"] = 0,
											["slot_id"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:1468::::::::26:251:::::::::|h[鱼人的鳍]|h|r",
											["count"] = 7,
											["sb"] = 0,
											["slot_id"] = 4,
											["loc_id"] = 1,
											["age"] = 27834202,
										}, -- [4]
										{
											["q"] = 1,
											["age"] = 27834202,
											["h"] = "|cffffffff|Hitem:6362::::::::26:251:::::::::|h[新鲜的石鳞鳕鱼]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 5,
											["loc_id"] = 1,
											["bag_id"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:5523::::::::26:251:::::::::|h[小蚌壳]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 6,
											["loc_id"] = 1,
											["age"] = 27834202,
										}, -- [6]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["age"] = 27834766,
											["h"] = "|cffffffff|Hitem:152576::::::::26:251:::::::::|h[浪息亚麻布]|h|r",
											["count"] = 9,
											["sb"] = 0,
											["slot_id"] = 7,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:8952::::::::26:251:::::::::|h[烤鹌鹑]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["count"] = 19,
											["loc_id"] = 1,
											["age"] = 27834711,
										}, -- [8]
										{
											["q"] = 3,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:38633:3368:::::::26:251::11:1:6691:2:9:16:28:869:::::|h[黑锋巨斧]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 9,
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 10,
											["loc_id"] = 1,
											["bag_id"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["age"] = 27834842,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:43518::::::::26:251:::::::::|h[魔法馅饼]|h|r",
											["count"] = 15,
											["sb"] = 0,
											["slot_id"] = 12,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["age"] = 27834814,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:43518::::::::26:251:::::::::|h[魔法馅饼]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 13,
											["loc_id"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["age"] = 27834842,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:43518::::::::26:251:::::::::|h[魔法馅饼]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:8952::::::::26:251:::::::::|h[烤鹌鹑]|h|r",
											["slot_id"] = 15,
											["sb"] = 0,
											["count"] = 20,
											["loc_id"] = 1,
											["age"] = 27834711,
										}, -- [15]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:43518::::::::26:251:::::::::|h[魔法馅饼]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 16,
											["loc_id"] = 1,
											["age"] = 27834842,
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 2,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 3,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 16,
											["sb"] = 3,
											["slot_id"] = 1,
											["h"] = "|cffffffff|Hitem:39328::::::::26:251:::::::::|h[十字军徽记]|h|r",
											["age"] = 27834058,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4338::::::::26:251:::::::::|h[魔纹布]|h|r",
											["count"] = 27,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:39355::::::::26:251:::::::::|h[贵族俱乐部会员卡]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["h"] = "|cff9d9d9d|Hitem:39355::::::::26:251:::::::::|h[贵族俱乐部会员卡]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 4,
											["loc_id"] = 1,
											["age"] = 27834106,
										}, -- [4]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["h"] = "|cff9d9d9d|Hitem:39355::::::::26:251:::::::::|h[贵族俱乐部会员卡]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 5,
											["loc_id"] = 1,
											["age"] = 27834106,
										}, -- [5]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:774::::::::26:251:::::::::|h[孔雀石]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 7,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 8,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 9,
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:4599::::::::26:251:::::::::|h[熏肉]|h|r",
											["count"] = 3,
											["sb"] = 0,
											["slot_id"] = 10,
											["loc_id"] = 1,
											["age"] = 27834820,
										}, -- [10]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:1645::::::::26:251:::::::::|h[月莓汁]|h|r",
											["count"] = 3,
											["sb"] = 0,
											["slot_id"] = 11,
											["loc_id"] = 1,
											["age"] = 27834768,
										}, -- [11]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 12,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:6149::::::::26:251:::::::::|h[强效法力药水]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 13,
											["loc_id"] = 1,
											["age"] = 27834768,
										}, -- [13]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 14,
											["loc_id"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 15,
											["loc_id"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 16,
											["loc_id"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 17,
											["loc_id"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 18,
											["loc_id"] = 1,
										}, -- [18]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:152631::::::::26:251:::::::::|h[盐海肉块]|h|r",
											["count"] = 4,
											["sb"] = 0,
											["slot_id"] = 19,
											["loc_id"] = 1,
											["age"] = 27834843,
										}, -- [19]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 20,
											["loc_id"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 21,
											["loc_id"] = 1,
										}, -- [21]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:154898::::::::26:251:::::::::|h[肥厚腰肉]|h|r",
											["count"] = 3,
											["sb"] = 0,
											["slot_id"] = 22,
											["loc_id"] = 1,
											["age"] = 27834820,
										}, -- [22]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 23,
											["loc_id"] = 1,
										}, -- [23]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 24,
											["loc_id"] = 1,
										}, -- [24]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:161053::::::::26:251:::::::::|h[水手咸饼干]|h|r",
											["count"] = 11,
											["sb"] = 0,
											["slot_id"] = 25,
											["loc_id"] = 1,
											["age"] = 27834843,
										}, -- [25]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 26,
											["loc_id"] = 1,
										}, -- [26]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 28,
											["loc_id"] = 1,
										}, -- [28]
										{
											["q"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 29,
											["loc_id"] = 1,
										}, -- [29]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:154897::::::::26:251:::::::::|h[里脊须肉]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 30,
											["loc_id"] = 1,
											["age"] = 27834842,
										}, -- [30]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 17,
									["h"] = "|cff0070dd|Hitem:184479::::::::26:251::::::::Player-963-016991EF:|h[萦亡布包]|h|r",
									["texture"] = 3528454,
								}, -- [2]
								{
									["q"] = 3,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:14047::::::::26:251:::::::::|h[符文布]|h|r",
											["count"] = 17,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 10,
											["sb"] = 3,
											["slot_id"] = 2,
											["h"] = "|cffffffff|Hitem:39327::::::::26:251:::::::::|h[诺斯的特殊药剂]|h|r",
											["age"] = 27834113,
										}, -- [2]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:40483::::::::26:251::11::1:28:869:::::|h[天灾徽记]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 4,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 5,
											["loc_id"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 30,
										}, -- [30]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 27,
									["h"] = "|cff0070dd|Hitem:184479::::::::26:251::::::::Player-963-016991EF:|h[萦亡布包]|h|r",
									["texture"] = 3528454,
								}, -- [3]
								{
									["q"] = 3,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:2592::::::::26:251:::::::::|h[毛料]|h|r",
											["count"] = 36,
											["sb"] = 0,
											["slot_id"] = 1,
											["loc_id"] = 1,
											["age"] = 27834192,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:1708::::::::26:251:::::::::|h[蜂蜜饮料]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 30,
										}, -- [30]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 28,
									["h"] = "|cff0070dd|Hitem:184479::::::::26:251::::::::Player-963-016991EF:|h[萦亡布包]|h|r",
									["texture"] = 3528454,
								}, -- [4]
								{
									["q"] = 3,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:723::::::::26:251:::::::::|h[血牙野猪的肝]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["bag_id"] = 5,
											["h"] = "|cff1eff00|Hitem:1210::::::::26:251:::::::::|h[暗影石]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 2,
											["loc_id"] = 1,
											["age"] = 27834191,
										}, -- [2]
										{
											["q"] = 1,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:6948::::::::26:251:::::::::|h[炉石]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 3,
											["loc_id"] = 1,
											["age"] = 27834192,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 30,
										}, -- [30]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 30,
									["status"] = -3,
									["empty"] = 27,
									["h"] = "|cff0070dd|Hitem:184479::::::::26:251::::::::Player-963-016991EF:|h[萦亡布包]|h|r",
									["texture"] = 3528454,
								}, -- [5]
								{
									["q"] = 0,
									["type"] = 27,
									["bag_id"] = 6,
									["loc_id"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [6]
							},
						}, -- [1]
						[5] = {
							["slot_count"] = 1,
							["bag"] = {
								{
									["type"] = 15,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 5,
											["msg_id"] = 2,
											["att_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 5,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
									["bag_id"] = 2,
									["loc_id"] = 5,
								}, -- [2]
							},
						},
						[6] = {
							["slot_count"] = 18,
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27834698,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:38661::::::::26:251::11:1:6691:2:9:16:28:869:::::|h[天灾勇士的巨盔]|h|r",
										}, -- [1]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27834698,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:38662::::::::26:251::11:1:6691:2:9:9:28:869:::::|h[黑锋项链]|h|r",
										}, -- [2]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27834698,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:38663::::::::26:251::11:1:6691:2:9:15:28:869:::::|h[浸血的萨隆邪铁肩铠]|h|r",
										}, -- [3]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27834698,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:39320::::::::26:251::11:1:6691:2:9:11:28:869:::::|h[遮天者的鲜血披风]|h|r",
										}, -- [4]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27834843,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:60717::::::::26:251::11:2:3631:6697:2:28:10:9:24:::::|h[止水胸甲]|h|r",
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27834817,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:159425::::::::26:251::1:3:6710:6652:8811:2:28:500:9:25:::::|h[裂尖臂甲]|h|r",
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27834698,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:38667::::::::26:251::11:1:6691:2:9:14:28:869:::::|h[血毒的命令护手]|h|r",
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27834698,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:38668::::::::26:251::11:1:6691:2:9:13:28:869:::::|h[药剂师的束带]|h|r",
										}, -- [10]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27834818,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:159392::::::::26:251::1:2:6710:6652:2:28:500:9:23:::::|h[狱卒的锁甲绑腿]|h|r",
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27834698,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:38670::::::::26:251::11:1:6691:2:9:12:28:869:::::|h[杀戮胫甲]|h|r",
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27834698,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:38671::::::::26:251::11:1:6691:2:9:10:28:869:::::|h[瓦拉纳的徽记之戒]|h|r",
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27834698,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:38672::::::::26:251::11:1:6691:2:9:13:28:869:::::|h[凯雷塞斯的徽记之戒]|h|r",
										}, -- [14]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:38675::::::::26:251::11:1:6691:2:9:14:28:869:::::|h[黑暗兄弟会徽记]|h|r",
											["age"] = 27834698,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:38674::::::::26:251::11:1:6691:2:9:11:28:869:::::|h[灵魂收割者的护符]|h|r",
											["age"] = 27834698,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:158373::::::::26:251::1:2:6710:40:2:28:1226:9:25:::::|h[共鸣水晶弯刀]|h|r",
											["age"] = 27834835,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 3,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
						},
						[17] = {
							["slot_count"] = 1,
							["bag"] = {
								{
									["type"] = 18,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = -1,
											["loc_id"] = 17,
											["slot_id"] = 1,
											["sb"] = 2,
											["h"] = "empty:0:0",
											["count"] = 1,
											["bag_id"] = 1,
											["texture"] = "",
										}, -- [1]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 17,
								}, -- [1]
							},
						},
						[10] = {
							["bag"] = {
								{
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
						},
						[16] = {
							["slot_count"] = 9,
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 9,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "reputation:1168:尊敬:900:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 9900,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "reputation:1134:友善:1054:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 4054,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "reputation:1353:友善:4154:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 7154,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "reputation:930:友善:4154:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 7154,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "reputation:72:尊敬:11494:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 20494,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 6,
											["sb"] = 3,
											["h"] = "reputation:54:友善:4154:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 7154,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "reputation:69:友善:4154:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 7154,
										}, -- [7]
										{
											["q"] = 0,
											["h"] = "reputation:47:友善:4154:6000:0:0:0",
											["count"] = 7154,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "reputation:1098:友善:5219:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 8219,
										}, -- [9]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
						},
						[18] = {
							["slot_count"] = 9,
							["bag"] = {
								{
									["type"] = 1,
									["count"] = 3,
									["slot"] = {
										{
											["loc_id"] = 18,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["loc_id"] = 18,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 2,
										}, -- [2]
										{
											["loc_id"] = 18,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
									},
									["status"] = -3,
									["empty"] = 3,
									["bag_id"] = 1,
									["loc_id"] = 18,
								}, -- [1]
								{
									["type"] = 1,
									["count"] = 3,
									["slot"] = {
										{
											["loc_id"] = 18,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 1,
										}, -- [1]
										{
											["loc_id"] = 18,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 2,
										}, -- [2]
										{
											["loc_id"] = 18,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 3,
										}, -- [3]
									},
									["status"] = -3,
									["empty"] = 3,
									["bag_id"] = 2,
									["loc_id"] = 18,
								}, -- [2]
								{
									["type"] = 1,
									["count"] = 2,
									["slot"] = {
										{
											["loc_id"] = 18,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 1,
										}, -- [1]
										{
											["loc_id"] = 18,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 2,
										}, -- [2]
									},
									["status"] = -3,
									["empty"] = 2,
									["bag_id"] = 3,
									["loc_id"] = 18,
								}, -- [3]
								{
									["type"] = 1,
									["count"] = 1,
									["slot"] = {
										{
											["loc_id"] = 18,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 1,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 4,
									["loc_id"] = 18,
								}, -- [4]
								{
									["type"] = 1,
									["status"] = -3,
									["bag_id"] = 5,
									["loc_id"] = 18,
								}, -- [5]
							},
						},
					},
				},
				["!ACCOUNT - 100"] = {
					["info"] = {
						["class"] = "ACCOUNT",
						["class_local"] = "Account",
						["name"] = "我的账户",
						["faction"] = "",
						["realm"] = "",
						["level"] = 1,
						["player_id"] = "!ACCOUNT - 100",
						["faction_local"] = "",
					},
					["location"] = {
						nil, -- [1]
						nil, -- [2]
						nil, -- [3]
						nil, -- [4]
						nil, -- [5]
						nil, -- [6]
						{
							["bag"] = {
								{
									["type"] = 17,
									["count"] = 15,
									["slot"] = {
										{
											["q"] = 2,
											["index"] = 1,
											["guid"] = "BattlePet-0-000005C8F9A1",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:3038:1:2:157:10:9:BattlePet-0-000005C8F9A1:97479|h[不朽的死亡蟑螂]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 1,
											["loc_id"] = 7,
										}, -- [1]
										{
											["q"] = 3,
											["index"] = 2,
											["guid"] = "BattlePet-0-000005CDBFE8",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:2092:1:3:161:12:10:BattlePet-0-000005CDBFE8:79711|h[不稳定的触须]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 2,
											["loc_id"] = 7,
										}, -- [2]
										{
											["q"] = 2,
											["index"] = 3,
											["guid"] = "BattlePet-0-000005CDD563",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:118:1:2:151:10:10:BattlePet-0-000005CDD563:15904|h[冬季驯鹿]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 3,
											["loc_id"] = 7,
										}, -- [3]
										{
											["q"] = 3,
											["index"] = 4,
											["guid"] = "BattlePet-0-000005CC2DAD",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:2089:1:3:158:11:11:BattlePet-0-000005CC2DAD:38283|h[地狱火爪]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 4,
											["loc_id"] = 7,
										}, -- [4]
										{
											["q"] = 3,
											["index"] = 5,
											["guid"] = "BattlePet-0-000005CAF3B0",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1234:1:3:159:12:10:BattlePet-0-000005CAF3B0:48668|h[小型虚空召唤者]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 5,
											["loc_id"] = 7,
										}, -- [5]
										{
											["q"] = 2,
											["index"] = 6,
											["guid"] = "BattlePet-0-000005C557FA",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:2190:1:2:148:10:12:BattlePet-0-000005C557FA:86229|h[护卫眼镜蛇幼崽]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 6,
											["loc_id"] = 7,
										}, -- [6]
										{
											["q"] = 2,
											["index"] = 7,
											["guid"] = "BattlePet-0-000005C50152",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:2188:1:2:148:11:11:BattlePet-0-000005C50152:86136|h[波达]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 7,
											["loc_id"] = 7,
										}, -- [7]
										{
											["q"] = 2,
											["index"] = 8,
											["guid"] = "BattlePet-0-000005C71614",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:2798:1:2:156:11:9:BattlePet-0-000005C71614:99018|h[灾裔软泥]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 8,
											["loc_id"] = 7,
										}, -- [8]
										{
											["q"] = 3,
											["index"] = 9,
											["guid"] = "BattlePet-0-000005CAF405",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:2086:1:3:155:10:12:BattlePet-0-000005CAF405:79707|h[炽焰猎犬]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 9,
											["loc_id"] = 7,
										}, -- [9]
										{
											["q"] = 3,
											["index"] = 10,
											["guid"] = "BattlePet-0-000005CC2DC5",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:2087:1:3:152:12:12:BattlePet-0-000005CC2DC5:45289|h[烬网隐士蛛]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 10,
											["loc_id"] = 7,
										}, -- [10]
										{
											["q"] = 3,
											["index"] = 11,
											["guid"] = "BattlePet-0-0000057E8541",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:244:1:3:161:13:8:BattlePet-0-0000057E8541:30462|h[熔火恶犬宝宝]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 11,
											["loc_id"] = 7,
										}, -- [11]
										{
											["q"] = 2,
											["index"] = 12,
											["guid"] = "BattlePet-0-000005C8F8A8",
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:3013:1:2:151:11:10:BattlePet-0-000005C8F8A8:98466|h[血蚤宝宝]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 12,
											["loc_id"] = 7,
										}, -- [12]
										{
											["q"] = 3,
											["index"] = 13,
											["guid"] = "BattlePet-0-000005CAF37F",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1233:1:3:167:11:9:BattlePet-0-000005CAF37F:48664|h[袖珍机甲]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 13,
											["loc_id"] = 7,
										}, -- [13]
										{
											["q"] = 3,
											["index"] = 14,
											["guid"] = "BattlePet-0-000005C5001F",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:2157:1:3:155:12:10:BattlePet-0-000005C5001F:81984|h[达达尼昂]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 14,
											["loc_id"] = 7,
										}, -- [14]
										{
											["q"] = 3,
											["index"] = 15,
											["guid"] = "BattlePet-0-000005CDD561",
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:2622:1:3:149:10:14:BattlePet-0-000005CDD561:91268|h[铛铛]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 15,
											["loc_id"] = 7,
										}, -- [15]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 7,
								}, -- [1]
							},
							["slot_count"] = 15,
						}, -- [7]
						{
							["bag"] = {
								{
									["type"] = 18,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 1,
											["index"] = 1396,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:334391:0|h[勇气灵豹]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = false,
											["slot_id"] = 1,
											["loc_id"] = 8,
										}, -- [1]
										{
											["q"] = 1,
											["index"] = 17,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:5784:0|h[地狱战马]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = false,
											["slot_id"] = 2,
											["loc_id"] = 8,
										}, -- [2]
										{
											["q"] = 1,
											["index"] = 83,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23161:0|h[恐惧战马]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = false,
											["slot_id"] = 3,
											["loc_id"] = 8,
										}, -- [3]
										{
											["q"] = 1,
											["index"] = 1364,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:332455:0|h[战育荒牛]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = false,
											["slot_id"] = 4,
											["loc_id"] = 8,
										}, -- [4]
										{
											["q"] = 1,
											["index"] = 1411,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:336045:0|h[掠食的凋零大鹏]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = true,
											["slot_id"] = 5,
											["loc_id"] = 8,
										}, -- [5]
										{
											["q"] = 1,
											["index"] = 164,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:35711:0|h[紫色雷象]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = true,
											["slot_id"] = 6,
											["loc_id"] = 8,
										}, -- [6]
										{
											["q"] = 1,
											["index"] = 1414,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:339588:0|h[罪奔者布兰契]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = true,
											["slot_id"] = 7,
											["loc_id"] = 8,
										}, -- [7]
										{
											["q"] = 1,
											["index"] = 1439,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:344576:0|h[群居通灵鳐]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = true,
											["slot_id"] = 8,
											["loc_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["index"] = 139,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32292:0|h[迅捷紫色狮鹫]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = false,
											["slot_id"] = 9,
											["loc_id"] = 8,
										}, -- [9]
										{
											["q"] = 1,
											["index"] = 137,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32289:0|h[迅捷红色狮鹫]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = false,
											["slot_id"] = 10,
											["loc_id"] = 8,
										}, -- [10]
										{
											["q"] = 1,
											["index"] = 138,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32290:0|h[迅捷绿色狮鹫]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = false,
											["slot_id"] = 11,
											["loc_id"] = 8,
										}, -- [11]
										{
											["q"] = 1,
											["index"] = 132,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32242:0|h[迅捷蓝色狮鹫]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = false,
											["slot_id"] = 12,
											["loc_id"] = 8,
										}, -- [12]
										{
											["q"] = 1,
											["index"] = 780,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:200175:0|h[邪刃豹]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = false,
											["slot_id"] = 13,
											["loc_id"] = 8,
										}, -- [13]
										{
											["q"] = 1,
											["index"] = 129,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32235:0|h[金色狮鹫]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = false,
											["slot_id"] = 14,
											["loc_id"] = 8,
										}, -- [14]
										{
											["q"] = 1,
											["index"] = 221,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:48778:0|h[阿彻鲁斯死亡战马]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = true,
											["slot_id"] = 15,
											["loc_id"] = 8,
										}, -- [15]
										{
											["q"] = 1,
											["index"] = 131,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32240:0|h[雪色狮鹫]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = false,
											["slot_id"] = 16,
											["loc_id"] = 8,
										}, -- [16]
										{
											["q"] = 1,
											["index"] = 435,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:103195:0|h[高山马]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = true,
											["slot_id"] = 17,
											["loc_id"] = 8,
										}, -- [17]
										{
											["q"] = 1,
											["index"] = 130,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32239:0|h[黑色狮鹫]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["fav"] = false,
											["slot_id"] = 18,
											["loc_id"] = 8,
										}, -- [18]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 8,
								}, -- [1]
							},
							["slot_count"] = 18,
						}, -- [8]
						[14] = {
							["bag"] = {
								{
									["type"] = 26,
									["count"] = 5,
									["slot"] = {
										{
											["q"] = 1,
											["index"] = 16,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:173984::::::::19:251:::::::::|h[万世卷轴]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["slot_id"] = 1,
											["fav"] = false,
											["loc_id"] = 14,
											["item"] = 173984,
										}, -- [1]
										{
											["q"] = 1,
											["index"] = 169,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:179393::::::::19:251:::::::::|h[妒梦之镜]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["slot_id"] = 2,
											["fav"] = false,
											["loc_id"] = 14,
											["item"] = 179393,
										}, -- [2]
										{
											["q"] = 1,
											["index"] = 562,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:178530::::::::19:251:::::::::|h[花环回旋镖]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["slot_id"] = 3,
											["fav"] = false,
											["loc_id"] = 14,
											["item"] = 178530,
										}, -- [3]
										{
											["q"] = 1,
											["index"] = 628,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:181825::::::::19:251:::::::::|h[贪婪的粘液之瓶]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["slot_id"] = 4,
											["fav"] = false,
											["loc_id"] = 14,
											["item"] = 181825,
										}, -- [4]
										{
											["q"] = 1,
											["index"] = 667,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:182732::::::::19:251:::::::::|h[通灵馍典]|h|r",
											["count"] = 1,
											["sb"] = 4,
											["slot_id"] = 5,
											["fav"] = false,
											["loc_id"] = 14,
											["item"] = 182732,
										}, -- [5]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 14,
								}, -- [1]
							},
							["slot_count"] = 5,
						},
					},
				},
				["查理三世 - 寒冰皇冠"] = {
					["info"] = {
						["guid"] = "Player-963-06DF5F31",
						["class"] = "MONK",
						["player_id"] = "查理三世 - 寒冰皇冠",
						["race"] = "Human",
						["level"] = 7,
						["realm"] = "寒冰皇冠",
						["isplayer"] = true,
						["money"] = 8916,
						["gender"] = 2,
						["itemlevel"] = 0,
						["name"] = "查理三世",
						["faction"] = "Alliance",
						["race_local"] = "人类",
						["class_local"] = "武僧",
						["faction_local"] = "联盟",
					},
					["location"] = {
						{
							["slot_count"] = 22,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:6948::::::::9:1450::75:::::::|h[炉石]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:72019::::::::9:1450::75:::::::|h[徒弟的外套]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["loc_id"] = 1,
											["age"] = 27832610,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:2589::::::::9:1450:::::::::|h[亚麻布]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["age"] = 27832614,
											["count"] = 13,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:117::::::::9:1450:::::::::|h[硬肉干]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["age"] = 27832614,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:68752::::::::9:1450:::1:6654:2:9:6:28:73:::::|h[魔化步兵束带]|h|r",
											["slot_id"] = 5,
											["sb"] = 2,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["age"] = 27832613,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:774::::::::9:1450:::::::::|h[孔雀石]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 1,
											["age"] = 27832597,
											["bag_id"] = 1,
											["count"] = 2,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:1468::::::::9:1450:::::::::|h[鱼人的鳍]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 4,
											["bag_id"] = 1,
											["age"] = 27832958,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5523::::::::9:1450:::::::::|h[小蚌壳]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["age"] = 27832958,
											["count"] = 2,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:159::::::::9:1450:::::::::|h[清凉的泉水]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["loc_id"] = 1,
											["age"] = 27832606,
											["bag_id"] = 1,
											["count"] = 6,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:769::::::::9:1450:::::::::|h[大块野猪肉]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["loc_id"] = 1,
											["age"] = 27832940,
											["bag_id"] = 1,
											["count"] = 4,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:118::::::::9:1450:::::::::|h[初级治疗药水]|h|r",
											["slot_id"] = 11,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["age"] = 27832958,
											["count"] = 5,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:858::::::::9:1450:::::::::|h[次级治疗药水]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["age"] = 27832940,
											["count"] = 2,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4656::::::::9:1450:::::::::|h[小南瓜]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["loc_id"] = 1,
											["age"] = 27832609,
											["bag_id"] = 1,
											["count"] = 5,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:1179::::::::9:1450:::::::::|h[冰镇牛奶]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["loc_id"] = 1,
											["age"] = 27832940,
											["bag_id"] = 1,
											["count"] = 2,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 2,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 1,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 6,
										}, -- [6]
									},
									["bag_id"] = 2,
									["h"] = "|cffffffff|Hitem:57247::::::::7:1450:::::::::|h[葡萄采摘袋]|h|r",
									["count"] = 6,
									["status"] = -3,
									["empty"] = 6,
									["loc_id"] = 1,
									["texture"] = 133639,
								}, -- [2]
								{
									["q"] = 0,
									["type"] = 1,
									["bag_id"] = 3,
									["loc_id"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [3]
								{
									["q"] = 0,
									["type"] = 1,
									["bag_id"] = 4,
									["loc_id"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [4]
								{
									["q"] = 0,
									["type"] = 1,
									["bag_id"] = 5,
									["loc_id"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [5]
								{
									["q"] = 0,
									["type"] = 27,
									["bag_id"] = 6,
									["loc_id"] = 1,
									["status"] = -4,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [6]
							},
						}, -- [1]
						[6] = {
							["slot_count"] = 18,
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27832929,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:57390::::::::8:1450::11:1:6713:2:9:5:28:1476:::::|h[闪金镇厚重夹克]|h|r",
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27832929,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:57257::::::::8:1450::11:1:6713:2:9:5:28:1476:::::|h[边境护腕]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:1359::::::::8:1450::11:1:6713:2:28:73:9:8:::::|h[狮纹手套]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["age"] = 27832940,
											["loc_id"] = 6,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27832929,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:118532::::::::8:1450::11:1:6713:2:9:1:28:1476:::::|h[奔跑者腰带]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27832929,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:57387::::::::8:1450::11:1:6713:2:9:2:28:1476:::::|h[间谍大师的护腿]|h|r",
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["age"] = 27832935,
											["h"] = "|cffffffff|Hitem:1173::::::::8:1450::11:1:6713:2:28:73:9:7:::::|h[饱受侵蚀的靴子]|h|r",
										}, -- [12]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27832929,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:727::::::::8:1450::::1:28:73:::::|h[卷刃的短剑]|h|r",
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 11,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
						},
						[17] = {
							["slot_count"] = 1,
							["bag"] = {
								{
									["type"] = 18,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = -1,
											["loc_id"] = 17,
											["slot_id"] = 1,
											["sb"] = 2,
											["h"] = "empty:0:0",
											["count"] = 1,
											["bag_id"] = 1,
											["texture"] = "",
										}, -- [1]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 17,
								}, -- [1]
							},
						},
						[18] = {
							["slot_count"] = 9,
							["bag"] = {
								{
									["type"] = 1,
									["count"] = 3,
									["slot"] = {
										{
											["loc_id"] = 18,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["loc_id"] = 18,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["loc_id"] = 18,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [3]
									},
									["status"] = -3,
									["empty"] = 3,
									["bag_id"] = 1,
									["loc_id"] = 18,
								}, -- [1]
								{
									["type"] = 1,
									["count"] = 3,
									["slot"] = {
										{
											["loc_id"] = 18,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [1]
										{
											["loc_id"] = 18,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [2]
										{
											["loc_id"] = 18,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [3]
									},
									["status"] = -3,
									["empty"] = 3,
									["bag_id"] = 2,
									["loc_id"] = 18,
								}, -- [2]
								{
									["type"] = 1,
									["count"] = 2,
									["slot"] = {
										{
											["loc_id"] = 18,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [1]
										{
											["loc_id"] = 18,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [2]
									},
									["status"] = -3,
									["empty"] = 2,
									["bag_id"] = 3,
									["loc_id"] = 18,
								}, -- [3]
								{
									["type"] = 1,
									["count"] = 1,
									["slot"] = {
										{
											["loc_id"] = 18,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 4,
									["loc_id"] = 18,
								}, -- [4]
								{
									["type"] = 1,
									["status"] = -3,
									["bag_id"] = 5,
									["loc_id"] = 18,
								}, -- [5]
							},
						},
						[10] = {
							["bag"] = {
								{
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
						},
						[16] = {
							["slot_count"] = 7,
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 7,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 518,
											["bag_id"] = 1,
											["h"] = "reputation:1134:中立:518:3000:0:0:0",
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 3618,
											["bag_id"] = 1,
											["h"] = "reputation:1353:友善:618:6000:0:0:0",
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 3618,
											["bag_id"] = 1,
											["h"] = "reputation:930:友善:618:6000:0:0:0",
										}, -- [3]
										{
											["q"] = 0,
											["h"] = "reputation:72:尊敬:604:12000:0:0:0",
											["count"] = 9604,
											["sb"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 16,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 3618,
											["bag_id"] = 1,
											["h"] = "reputation:54:友善:618:6000:0:0:0",
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 3618,
											["bag_id"] = 1,
											["h"] = "reputation:69:友善:618:6000:0:0:0",
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 3618,
											["bag_id"] = 1,
											["h"] = "reputation:47:友善:618:6000:0:0:0",
										}, -- [7]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
						},
					},
				},
			},
			["version"] = 31010,
		},
		["version"] = 31010,
		["cache"] = {
			["reputation"] = {
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "人类(玩家)",
				}, -- [1]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "兽人(玩家)",
				}, -- [2]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "矮人(玩家)",
				}, -- [3]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗夜精灵(玩家)",
				}, -- [4]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "亡灵(玩家)",
				}, -- [5]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "牛头人(玩家)",
				}, -- [6]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "生物",
				}, -- [7]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "侏儒(玩家)",
				}, -- [8]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨魔(玩家)",
				}, -- [9]
				nil, -- [10]
				nil, -- [11]
				nil, -- [12]
				nil, -- [13]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物",
				}, -- [14]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迪菲亚盗贼",
				}, -- [15]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "河爪豺狼人",
				}, -- [16]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赤脊山豺狼人",
				}, -- [17]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗皮豺狼人",
				}, -- [18]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鱼人",
				}, -- [19]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "亡灵(天灾军团)",
				}, -- [20]
				{
					["r"] = false,
					["d"] = "一个由黑水海盗的头目，大财主里维加兹经营的繁荣的海港城市。它也是热砂集团的一部分，主要仇敌是血帆海盗。",
					["w"] = true,
					["n"] = "藏宝海湾",
				}, -- [21]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蜘蛛",
				}, -- [22]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "野猪",
				}, -- [23]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [24]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狗头人",
				}, -- [25]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血顶巨魔",
				}, -- [26]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劈颅巨魔",
				}, -- [27]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "猎物",
				}, -- [28]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [29]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "叛变的迪菲亚盗贼(艾泽拉斯)",
				}, -- [30]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "友方",
				}, -- [31]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "穴居人",
				}, -- [32]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冰巨魔",
				}, -- [33]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑石氏族兽人",
				}, -- [34]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Villian",
				}, -- [35]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "牺牲品",
				}, -- [36]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊",
				}, -- [37]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人魔",
				}, -- [38]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "库森的雇佣兵",
				}, -- [39]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卫队",
				}, -- [40]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "风险投资公司",
				}, -- [41]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迅猛龙",
				}, -- [42]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "石化蜥蜴",
				}, -- [43]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "绿龙",
				}, -- [44]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "失落者",
				}, -- [45]
				nil, -- [46]
				{
					["r"] = false,
					["d"] = "这座联盟的大都市是丹莫罗矮人们的骄傲，也是麦格尼国王的家。",
					["w"] = false,
					["n"] = "铁炉堡",
				}, -- [47]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑铁矮人",
				}, -- [48]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暮色森林守夜人",
				}, -- [49]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "红龙",
				}, -- [50]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "藓皮豺狼人",
				}, -- [51]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龙喉邪兽人",
				}, -- [52]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "疯狂侏儒",
				}, -- [53]
				{
					["r"] = false,
					["d"] = "诺莫瑞根以前的居民，现在流亡到了新工匠镇并居住在此，联盟方的重要成员。",
					["w"] = false,
					["n"] = "诺莫瑞根",
				}, -- [54]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "豹",
				}, -- [55]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血色十字军",
				}, -- [56]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "烂皮豺狼人",
				}, -- [57]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "猩猩",
				}, -- [58]
				{
					["r"] = false,
					["d"] = "瑟银兄弟会的矮人有着无与伦比的制造技术，并致力于解开黑石山中的全部秘密。",
					["w"] = false,
					["n"] = "瑟银兄弟会",
				}, -- [59]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "纳迦",
				}, -- [60]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "达拉然",
				}, -- [61]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "弃灵",
				}, -- [62]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Darkhowl",
				}, -- [63]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劣魔",
				}, -- [64]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊怪",
				}, -- [65]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落友军",
				}, -- [66]
				nil, -- [67]
				nil, -- [68]
				{
					["r"] = false,
					["d"] = "坐落在泰达希尔岛上的联盟城市，暗夜精灵的首都，由月女祭司泰兰德·语风统治。",
					["w"] = false,
					["n"] = "达纳苏斯",
				}, -- [69]
				{
					["r"] = false,
					["d"] = "一个主要由人类组成的犯罪组织，目前占据着奥特兰克山脉与希尔斯布莱德丘陵的部分地区。",
					["w"] = false,
					["n"] = "辛迪加",
				}, -- [70]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希尔斯布莱德民兵",
				}, -- [71]
				{
					["r"] = false,
					["d"] = "这座人类势力的最后堡垒目前由年轻但是睿智的国王安度因·乌瑞恩统治着。",
					["w"] = false,
					["n"] = "暴风城",
				}, -- [72]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "恶魔",
				}, -- [73]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "元素生物",
				}, -- [74]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "灵魂",
				}, -- [75]
				nil, -- [76]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "宝物",
				}, -- [77]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泥嘴豺狼人",
				}, -- [78]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希尔斯布莱德，南海镇",
				}, -- [79]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑龙",
				}, -- [80]
				nil, -- [81]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "枯木巨魔",
				}, -- [82]
				nil, -- [83]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "钢鬃野猪人",
				}, -- [84]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "刺背野猪人",
				}, -- [85]
				nil, -- [86]
				{
					["r"] = false,
					["d"] = "一群嗜血的海盗，所有海上商人的公敌。藏宝海湾的死敌。",
					["w"] = false,
					["n"] = "血帆海盗",
				}, -- [87]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗深渊",
				}, -- [88]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龙虾人",
				}, -- [89]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "科卡尔半人马",
				}, -- [90]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加拉克半人马",
				}, -- [91]
				{
					["r"] = false,
					["d"] = "一群居住在凄凉之地南方的半人马，玛格拉姆半人马的仇敌。",
					["w"] = true,
					["n"] = "吉尔吉斯半人马",
				}, -- [92]
				{
					["r"] = false,
					["d"] = "一群居住在凄凉之地东部的半人马，吉尔吉斯半人马的仇敌。",
					["w"] = true,
					["n"] = "玛格拉姆半人马",
				}, -- [93]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玛洛迪",
				}, -- [94]
				nil, -- [95]
				nil, -- [96]
				nil, -- [97]
				nil, -- [98]
				nil, -- [99]
				nil, -- [100]
				nil, -- [101]
				nil, -- [102]
				nil, -- [103]
				nil, -- [104]
				nil, -- [105]
				nil, -- [106]
				nil, -- [107]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩",
				}, -- [108]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剃刀沼泽野猪人",
				}, -- [109]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "钢鬃野猪人",
				}, -- [110]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Quilboar, Deathshead",
				}, -- [111]
				nil, -- [112]
				nil, -- [113]
				nil, -- [114]
				nil, -- [115]
				nil, -- [116]
				nil, -- [117]
				nil, -- [118]
				nil, -- [119]
				nil, -- [120]
				nil, -- [121]
				nil, -- [122]
				nil, -- [123]
				nil, -- [124]
				nil, -- [125]
				nil, -- [126]
				nil, -- [127]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "敌人",
				}, -- [128]
				[1019] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon II",
				},
				[510] = {
					["r"] = false,
					["d"] = "污染者试图为部落夺取阿拉希盆地的重要资源。",
					["w"] = false,
					["n"] = "污染者",
				},
				[1020] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon III",
				},
				[2040] = {
					["r"] = false,
					["d"] = "半神艾维娜的盟友，破碎群岛所有有翼生物的守护者。",
					["w"] = true,
					["n"] = "复仇之爪",
				},
				[1021] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon IV",
				},
				[511] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨人",
				},
				[1022] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon V",
				},
				[2045] = {
					["r"] = false,
					["d"] = "各大势力的联军，致力于击败萨格拉斯之墓和破碎海滩的燃烧军团。",
					["w"] = false,
					["n"] = "抗魔联军",
				},
				[1024] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剥石者",
				},
				[1025] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剥石者猎手",
				},
				[1026] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "影月之魂",
				},
				[1027] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "军团联络器",
				},
				[1028] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "乌鸦林古树",
				},
				[1029] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Chess, Friendly to All Chess",
				},
				[1030] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Black Temple Gates - Illidari",
				},
				[1031] = {
					["r"] = false,
					["d"] = "一支由沙塔斯城建立的空中武装力量，职责是应对潜伏在外域天空中的威胁。",
					["w"] = false,
					["n"] = "沙塔尔天空卫队",
				},
				[1032] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "52区",
				},
				[1033] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玛维",
				},
				[1034] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "斯克提斯阴影鸦人",
				},
				[1035] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "斯克提斯鸦人",
				},
				[1036] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龙喉之敌",
				},
				[1037] = {
					["r"] = false,
					["d"] = "联盟派往诺森德的多支部队的统称，由无畏远征军领导。同时也包括一些非军事组织，如探险者协会。",
					["w"] = true,
					["n"] = "联盟先遣军",
				},
				[1038] = {
					["r"] = false,
					["d"] = "聪明而开化的奥格瑞拉食人魔居住在刀锋山的西部区域，那里富产的埃匹希斯水晶使得他们的智商远远超越了其他野蛮的同类。",
					["w"] = false,
					["n"] = "奥格瑞拉",
				},
				[1039] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "掠食者",
				},
				[1040] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[1041] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狂鱼",
				},
				[1042] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "天空卫队之敌",
				},
				[1043] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "臭鼬",
				},
				[1044] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩叛逃者",
				},
				[1045] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "维库人",
				},
				[1046] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "北海海盗",
				},
				[1047] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海象人",
				},
				[1048] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "UNUSED",
				},
				[1049] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿曼尼巨魔",
				},
				[2098] = {
					["r"] = false,
					["d"] = "瓦尔莎拉的护渔人。",
					["w"] = false,
					["n"] = "守护者蕾娜",
				},
				[2100] = {
					["r"] = false,
					["d"] = "有着一双明亮睿智眼睛的渡鸦，喜欢鱼。",
					["w"] = false,
					["n"] = "科尔宾",
				},
				[2102] = {
					["r"] = false,
					["d"] = "被人从远方召唤的英帕斯正在收集贝壳，希望能制造出一座“魔法传送门”返回家乡。",
					["w"] = false,
					["n"] = "英帕斯",
				},
				[2104] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "争霸艾泽拉斯",
				},
				[1054] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spotted Gryphon",
				},
				[1055] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Tamed Plaguehound",
				},
				[1056] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Vrykul (Ancient Spirit 1)",
				},
				[529] = {
					["r"] = false,
					["d"] = "一个致力于从亡灵天灾军团的威胁下拯救艾泽拉斯世界的组织。银色黎明的据点遍布东西瘟疫之地。",
					["w"] = true,
					["n"] = "银色黎明",
				},
				[1058] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Vrykul (Ancient Siprit 3)",
				},
				[1059] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Alliance",
				},
				[1060] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test",
				},
				[531] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "青铜龙军团",
				},
				[2122] = {
					["r"] = false,
					["d"] = "残忍的海盗团伙，以提拉加德海峡的自由镇为据点。",
					["w"] = true,
					["n"] = "铁潮突袭队",
				},
				[532] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蓝龙军团",
				},
				[1065] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Zone Force Reaction 1",
				},
				[1066] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Zone Force Reaction 2",
				},
				[1067] = {
					["r"] = false,
					["d"] = "这支由希尔瓦娜斯·风行者派遣的被遗忘者势力想要在诺森德散播他们最新研制成功的瘟疫病菌，以此来向阿尔萨斯复仇。",
					["w"] = false,
					["n"] = "复仇之手",
				},
				[1068] = {
					["r"] = false,
					["d"] = "这个组织致力于通过发掘泰坦遗留下来的古器追寻矮人种族的起源。最近他们来到诺森德的多处古迹进行研究。",
					["w"] = false,
					["n"] = "探险者协会",
				},
				[1069] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Ram Racing Powerup DND",
				},
				[1070] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Ram Racing Trap DND",
				},
				[1071] = {
					["r"] = false,
					["d"] = "A test faction.",
					["w"] = true,
					["n"] = "Craig's Squirrels",
				},
				[1072] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "[DNT] AC Major Faction Child Renown Test",
				},
				[1073] = {
					["r"] = false,
					["d"] = "海象人是坚韧而和平的种族，通过捕鲸和捕鱼谋生。他们的家园最近正在遭受凶猛的攻击，急需来自外界的援手。",
					["w"] = false,
					["n"] = "卡鲁亚克",
				},
				[1074] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Holiday - Water Barrel",
				},
				[1075] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Holiday - Generic",
				},
				[1076] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "铁矮人",
				},
				[1077] = {
					["r"] = false,
					["d"] = "沙塔斯城的精锐部队，目标是向太阳之井的凯尔萨斯王子发动最终的攻势。",
					["w"] = false,
					["n"] = "破碎残阳",
				},
				[270] = {
					["r"] = false,
					["d"] = "这群居住在尤亚姆巴岛的巨魔正在努力招募全世界的勇士，希望他们能够帮助自己对抗祖尔格拉布中的邪神哈卡以及他的阿塔莱祭司们。",
					["w"] = false,
					["n"] = "赞达拉部族",
				},
				[2156] = {
					["r"] = false,
					["d"] = "塔兰吉公主和他的盟友正努力保护赞达拉不受鲜血巨魔的侵扰。",
					["w"] = false,
					["n"] = "塔兰吉远征队",
				},
				[1080] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Friendly, Force Reaction 1",
				},
				[2160] = {
					["r"] = false,
					["d"] = "普罗德摩尔家族是人中龙凤，执掌着艾泽拉斯最精良的海军，足以号令大海。数十年来，他们在权力中心伯拉勒斯领导着库尔提拉斯。",
					["w"] = false,
					["n"] = "普罗德摩尔海军部",
				},
				[2162] = {
					["r"] = false,
					["d"] = "风暴之末是农民、匠人、士兵和神秘的海贤们的家，他们希望夺回斯托颂谷地，并且确立自己在库尔提拉斯的地位。",
					["w"] = false,
					["n"] = "风暴之末",
				},
				[2164] = {
					["r"] = false,
					["d"] = "萨格拉斯的燃烧之刃对艾泽拉斯造成了巨大的创伤，由麦格尼·铜须招募而来的艾泽拉斯的勇士正在努力治愈这些伤口，以拯救这个濒死的世界。",
					["w"] = false,
					["n"] = "艾泽拉斯的勇士",
				},
				[1084] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Vrykul, Sea",
				},
				[2170] = {
					["r"] = false,
					["d"] = "虽然有许多人都在燃烧军团征服阿古斯时奋起抗争，但并不是所有人都成功逃离了。而今在新的友军的鼓舞下，这些难民和流亡者已经联合起来，为夺回家园而战。",
					["w"] = false,
					["n"] = "阿古斯防卫军",
				},
				[1087] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "节日怪物",
				},
				[1088] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Furbolg, Redfang",
				},
				[1089] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Furbolg, Frostpaw",
				},
				[2178] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Neutral, Force Reaction 3",
				},
				[1091] = {
					["r"] = false,
					["d"] = "由于蓝龙军团粗暴地干涉凡人种族使用魔法的权利，其余的龙族不得不联合在红龙军团旗下，与这些狂乱的同胞抗衡。",
					["w"] = false,
					["n"] = "龙眠联军",
				},
				[1092] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "艾卓-尼鲁布",
				},
				[1093] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[1094] = {
					["r"] = false,
					["d"] = "这支高等精灵中的精锐部队拒绝让血精灵进入肯瑞托。他们联合在温蕾萨·风行者的旗帜下，与诺森德的联盟军队并肩作战。",
					["w"] = false,
					["n"] = "银色盟约",
				},
				[1095] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Grizzly Hills Trapper",
				},
				[1096] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[2192] = {
					["r"] = false,
					["d"] = "运输和制造业公司，总部在伯拉勒斯，库尔提拉斯的首都。这里有传言说，这个宏伟的公司其实是一个可怕的犯罪帝国的门面。",
					["w"] = true,
					["n"] = "艾什凡贸易公司",
				},
				[1098] = {
					["r"] = false,
					["d"] = "在脱离了巫妖王的控制之后，这些曾经效命于他的死亡骑士联合起来，在大领主达里安·莫格莱尼的领导下对抗巫妖王。",
					["w"] = false,
					["n"] = "黑锋骑士团",
				},
				[1099] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Wrathgate Scourge",
				},
				[1100] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Wrathgate Alliance",
				},
				[1101] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Wrathgate Horde",
				},
				[1102] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Horde",
				},
				[1103] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Neutral",
				},
				[1104] = {
					["r"] = false,
					["d"] = "这群凶猛的狼獾人被天灾军团追杀，偶然来到了索拉查盆地，遂决定在此安家。由于极富攻击性，他们与被称为神谕者的鳄鱼人部族成水火之势。",
					["w"] = false,
					["n"] = "狂心氏族",
				},
				[1105] = {
					["r"] = false,
					["d"] = "索拉查盆地的鳄鱼人将自己视为该区域中存留的泰坦科技的守护者（虽然他们基本不了解这种科技）。目前他们正在与狼獾人进行着不断激化的领土战争。",
					["w"] = false,
					["n"] = "神谕者",
				},
				[1106] = {
					["r"] = false,
					["d"] = "提里奥·弗丁领导的银色北伐军是由白银之手骑士团和银色黎明重组而成的，他们的目标是击溃巫妖王的军队。",
					["w"] = false,
					["n"] = "银色北伐军",
				},
				[1107] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Troll, Drakkari",
				},
				[1108] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Arthas",
				},
				[1109] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Stratholme Citizen",
				},
				[1110] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Scourge",
				},
				[1111] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "弗蕾亚",
				},
				[1112] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Mount - Taxi - Alliance",
				},
				[1113] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Mount - Taxi - Horde",
				},
				[1114] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Mount - Taxi - Neutral",
				},
				[1115] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Elemental, Water",
				},
				[2230] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "PLAYER, Highmountain Tauren",
				},
				[2232] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "PLAYER, Lightforged Draenei",
				},
				[1118] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "经典旧世",
				},
				[1119] = {
					["r"] = false,
					["d"] = "这支风暴峭壁的冰霜巨人部族非常好战，他们定居在丹尼芬雷。",
					["w"] = false,
					["n"] = "霍迪尔之子",
				},
				[1120] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "铁巨人",
				},
				[1121] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冰霜维库人",
				},
				[1122] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土灵",
				},
				[1123] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster Referee",
				},
				[1125] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海德比武会",
				},
				[1126] = {
					["r"] = false,
					["d"] = "这个神秘的冰霜矮人种族定居在风暴峭壁。他们最近与探险者协会成为了朋友，并且欢迎联盟的成员造访他们的家园。",
					["w"] = false,
					["n"] = "霜脉矮人",
				},
				[1128] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暮光之锤",
				},
				[1129] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑木熊怪",
				},
				[1130] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑海岸雄鹿",
				},
				[1131] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑海岸巨熊",
				},
				[1132] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑海岸月夜猛虎",
				},
				[1134] = {
					["r"] = false,
					["d"] = "吉尔尼斯是一个幸存者的国度。当他们最后的人性也被剥去后，吉尔尼斯面临着来自内部的全新威胁。",
					["w"] = false,
					["n"] = "吉尔尼斯",
				},
				[1135] = {
					["r"] = false,
					["d"] = "艾泽拉斯最强大的萨满祭司都聚集到了一起，期望能够维持这个世界各股元素力量之间的平衡。在这场大灾变中，他们正竭力修复死亡之翼的来临对世界造成的伤害。",
					["w"] = false,
					["n"] = "大地之环",
				},
				[1138] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "大灾变，新的中立声望",
				},
				[1142] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玛格拉姆遗族",
				},
				[1143] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉尔吉斯之子",
				},
				[1144] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[573] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "南海海盗",
				},
				[575] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "未堕落的熊怪",
				},
				[576] = {
					["r"] = false,
					["d"] = "作为最后一支尚未堕落的熊怪部族，木喉部族正致力于保留他们那种独特的精神修行之道，并试图终结其他熊怪部族的痛苦。",
					["w"] = true,
					["n"] = "木喉要塞",
				},
				[1152] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "地精（玩家）",
				},
				[1153] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人（玩家）",
				},
				[1156] = {
					["r"] = false,
					["d"] = "在提里奥·弗丁与达里安·莫格莱尼的共同协议下，银色北伐军与黑锋骑士团决定暂时放下分歧、统一战线，合力攻入冰冠堡垒，击败巫妖王。",
					["w"] = false,
					["n"] = "灰烬审判军",
				},
				[1157] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "俾格米人",
				},
				[1158] = {
					["r"] = false,
					["d"] = "圣山海加尔面临着毁灭的威胁，塞纳里奥议会集结了最强大的成员，与他们的翡翠绿龙盟友一同抵御着拉格纳罗斯和暮光之锤的入侵。",
					["w"] = false,
					["n"] = "海加尔守护者",
				},
				[1159] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Alliance 2",
				},
				[1160] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Horde 2",
				},
				[1161] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "恐怖图腾",
				},
				[1162] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "大地的裂变",
				},
				[1168] = {
					["r"] = false,
					["d"] = "公会声望代表了你在公会中的个人地位，购买公会奖励时需要达到与之对应的声望。公会声望会在你获得公会经验值时自动获得。",
					["w"] = false,
					["n"] = "人生海海",
				},
				[1169] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "公会",
				},
				[1171] = {
					["r"] = false,
					["d"] = "塞拉赞恩和她的石领主子嗣们统治着土元素位面深岩之洲。在见证了死亡之翼及其追随者对她的国度造成的伤害后，塞拉赞恩对所有外来者都充满了敌意。",
					["w"] = false,
					["n"] = "塞拉赞恩",
				},
				[1172] = {
					["r"] = false,
					["d"] = "这支狂放不羁的兽人氏族曾经在死亡之翼的授意下奴役了红龙军团和阿莱克丝塔萨。如今龙喉氏族的数量和实力都已不如往昔，他们在暮光高地上建立了家园。",
					["w"] = false,
					["n"] = "龙喉氏族",
				},
				[1173] = {
					["r"] = false,
					["d"] = "拉穆卡恒的猫形子民是奥丹姆守护者托维尔一族的后裔。尽管他们失去了石头的身体，但保护泰坦秘密的使命仍然留在了他们一成不变的传统中。",
					["w"] = false,
					["n"] = "拉穆卡恒",
				},
				[1174] = {
					["r"] = false,
					["d"] = "蛮锤部族以他们近乎鲁莽的勇气和出类拔萃的狮鹫骑战技艺而闻名。因为黑铁矮人的诅咒，他们失去了在格瑞姆巴托的家园。在那之后，蛮锤矮人们分散地定居在暮光高地上。",
					["w"] = false,
					["n"] = "蛮锤部族",
				},
				[1177] = {
					["r"] = false,
					["d"] = "这支曾经由雷吉纳德·巴拉丁二世公爵率领的精锐之师和海岛要塞托尔巴拉德有着深厚的历史渊源。他们加入了联盟军队，旨在击退部落入侵者并捍卫这座极具战略意义的岛屿。",
					["w"] = true,
					["n"] = "巴拉丁典狱官",
				},
				[1179] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "软泥怪",
				},
				[1181] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "友善，新",
				},
				[2372] = {
					["r"] = false,
					["d"] = "一群格斗狂人从各地收罗来了各种生物，将它们放置在血腥的竞技场中与部落的英雄们进行生死搏斗。",
					["w"] = true,
					["n"] = "搏击竞技场",
				},
				[1189] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "K3",
				},
				[2388] = {
					["r"] = false,
					["d"] = "部落阵营1",
					["w"] = true,
					["n"] = "鲍恩·分鳃",
				},
				[2390] = {
					["r"] = false,
					["d"] = "部落阵营3",
					["w"] = true,
					["n"] = "维姆·盐心",
				},
				[2394] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "寄居蟹",
				},
				[2400] = {
					["r"] = false,
					["d"] = "波涛之刃剑鱼人是一支古老的深海战斗种族，徜徉于海洋中最深邃最危险的地带。",
					["w"] = false,
					["n"] = "波涛之刃剑鱼人",
				},
				[2404] = {
					["r"] = false,
					["d"] = "TBD",
					["w"] = true,
					["n"] = "造物密院",
				},
				[2406] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魂选密院",
				},
				[2408] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗格里恩",
				},
				[2410] = {
					["r"] = false,
					["d"] = "很久以前，兵主建立了玛卓克萨斯的五大密院，希望借此训练出最终极的战斗力。这支坚强的部队运用着力量、智慧和计谋，发誓守护暗影界，抵御一切威胁。",
					["w"] = false,
					["n"] = "不朽军团",
				},
				[2412] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "堕罪堡",
				},
				[2414] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影国度",
				},
				[1216] = {
					["r"] = false,
					["d"] = "备受尊重的尚喜大师教导过无数渴望冒险的熊猫人英雄，尚喜武院的历史也可以追溯至三代人之前。",
					["w"] = true,
					["n"] = "尚喜武院",
				},
				[2432] = {
					["r"] = false,
					["d"] = "威·娜莉对噬渊的了解远胜任何人，如果你赢得了她的尊敬，说不定她就会把信息分享一点给你。",
					["w"] = false,
					["n"] = "威·娜莉",
				},
				[2438] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "托加斯特 -  囚犯",
				},
				[2446] = {
					["r"] = false,
					["d"] = "这名锲而不舍的纳迦领袖始终在观察和审视。",
					["w"] = false,
					["n"] = "瓦丝琪女男爵",
				},
				[2448] = {
					["r"] = false,
					["d"] = "身为晋升堡垒的掌炉宗师，米卡尼科斯总在构思新的发明。",
					["w"] = false,
					["n"] = "米卡尼科斯",
				},
				[2450] = {
					["r"] = false,
					["d"] = "灰烬使者生前和死后都在战场上奔波，从未有过真正的安歇。",
					["w"] = false,
					["n"] = "亚历山德罗斯·莫格莱尼",
				},
				[2452] = {
					["r"] = false,
					["d"] = "这位坚忍的晋升者一直都在服务，他必须好好放松一下，就算是在聚会上也一样。",
					["w"] = false,
					["n"] = "文官阿得赖斯提斯",
				},
				[1228] = {
					["r"] = false,
					["d"] = "一支活泼、暴躁而短命的猴族。",
					["w"] = false,
					["n"] = "森林猢狲",
				},
				[2456] = {
					["r"] = false,
					["d"] = "巨熊艾莉奥瑟是一名荒野之神，但她一点都不原始。",
					["w"] = false,
					["n"] = "宗主艾莉奥瑟",
				},
				[2458] = {
					["r"] = false,
					["d"] = "这对灵魂羁绊在一起时才最强大，他们的温西尔朋友也很乐意再看到他们。",
					["w"] = false,
					["n"] = "克雷雅和裴拉戈斯",
				},
				[2460] = {
					["r"] = false,
					["d"] = "我们南边纯朴的朋友控制了灰烬荒野的入口。",
					["w"] = false,
					["n"] = "石首",
				},
				[2462] = {
					["r"] = false,
					["d"] = "缝合大师可以把血肉、骨头和心能熔铸到构造体里制作玛卓克萨斯的强大盟友，故而声名远播，他们退出了叛变的造物密院后，在屠夫区居住。",
					["w"] = false,
					["n"] = "缝合大师",
				},
				[1233] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Well of Eternity - Illidan",
				},
				[1234] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Well of Eternity - High Elves",
				},
				[1235] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Well of Eternity - Illidan (Stealth)",
				},
				[2470] = {
					["r"] = false,
					["d"] = "暗影界四大盟约为突击统御圣所而结成的联军。",
					["w"] = false,
					["n"] = "死亡先锋军",
				},
				[1237] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Well of Eternity - Demons",
				},
				[310] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蝙蝠",
				},
				[1240] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Well of Eternity - Demon Balls",
				},
				[1241] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Well of Eternity - Hunter Stalkers",
				},
				[1242] = {
					["r"] = false,
					["d"] = "一支内敛而守序的鱼形人种族。",
					["w"] = false,
					["n"] = "珠鳍锦鱼人",
				},
				[1243] = {
					["r"] = false,
					["d"] = "高贵而活泼，以原始部落方式生存的猴族。",
					["w"] = true,
					["n"] = "猢狲",
				},
				[1245] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊猫人之谜",
				},
				[1249] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，内容更新4中立",
				},
				[1252] = {
					["r"] = false,
					["d"] = "这片土地的邪恶之魂。",
					["w"] = true,
					["n"] = "煞",
				},
				[1253] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "东方之寺的守护者",
				},
				[2506] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨龙时代",
				},
				[2510] = {
					["r"] = false,
					["d"] = "瓦德拉肯联军的大本营位于其最古老的城市，象征着所有龙族力量的结合体。他们不仅要保护自己的家园——这片群岛，还要保护整个艾泽拉斯。",
					["w"] = false,
					["n"] = "瓦德拉肯联军",
				},
				[629] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "断矛巨魔",
				},
				[2514] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "拜荒者",
				},
				[630] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暴掠龙训练师",
				},
				[2518] = {
					["r"] = false,
					["d"] = "萨贝里安培养了新一代未被腐化的黑龙，而且为了保护他们不惜付出一切。",
					["w"] = false,
					["n"] = "萨贝里安",
				},
				[2524] = {
					["r"] = false,
					["d"] = "暗爪营的领袖是坚韧的鳞长阿苏拉泰，他们受训成为黑龙军团的护盾。如今，无论遇到什么样的绝境，这些龙希尔都可以利用自己的战技来守护需要帮助的人。",
					["w"] = false,
					["n"] = "黑卫营",
				},
				[2526] = {
					["r"] = false,
					["d"] = "冬裘熊怪使用的语言似乎没人能听懂。也许将来人们会得知更多的奥秘。",
					["w"] = true,
					["n"] = "冬裘熊怪",
				},
				[1265] = {
					["r"] = false,
					["d"] = "一群居住在厄运之槌的精灵后裔，他们仍然具有着相当渊博的智慧与学识，并保守着一些伟大的秘密。",
					["w"] = true,
					["n"] = "辛德拉",
				},
				[1268] = {
					["r"] = false,
					["d"] = "魔古族曾是古代潘达利亚的统治者。如今他们仇视所有篡夺这片土地的下等种族，特别是那些自命不凡的熊猫人。",
					["w"] = true,
					["n"] = "魔古族",
				},
				[1269] = {
					["r"] = false,
					["d"] = "这支神秘的熊猫人教派意图一劳永逸地解决魔古族带来的麻烦。",
					["w"] = false,
					["n"] = "金莲教",
				},
				[1270] = {
					["r"] = false,
					["d"] = "这个神秘莫测的熊猫人门派守护着潘达利亚的天神寺庙。",
					["w"] = false,
					["n"] = "影踪派",
				},
				[1271] = {
					["r"] = false,
					["d"] = "东方之寺的守护者",
					["w"] = false,
					["n"] = "云端翔龙骑士团",
				},
				[1272] = {
					["r"] = false,
					["d"] = "阡陌客是一个由热爱和平与劳作的熊猫人结成的农业组织。他们终日辛勤耕作，只为满足熊猫人一族对美食的终极追求。",
					["w"] = false,
					["n"] = "阡陌客",
				},
				[1273] = {
					["r"] = false,
					["d"] = "贾古很容易找到——只要去看看风暴烈酒酿造厂出品的最廉价的酒桶底部就行了。",
					["w"] = false,
					["n"] = "醉鬼贾古",
				},
				[1275] = {
					["r"] = false,
					["d"] = "艾拉渴望成为一名伟大的酒仙，但她还有很多路要走！",
					["w"] = false,
					["n"] = "艾拉",
				},
				[1276] = {
					["r"] = false,
					["d"] = "老农山掌是四邻八乡最有经验的养鸡专业户。",
					["w"] = false,
					["n"] = "老农山掌",
				},
				[1277] = {
					["r"] = false,
					["d"] = "如果你有关于绵羊的问题，吱吱一定能帮你解答。",
					["w"] = false,
					["n"] = "吱吱",
				},
				[1278] = {
					["r"] = false,
					["d"] = "作为一个壮实、自豪的农场保卫者，阿烁总会在你需要一个强壮的打手时出现。",
					["w"] = false,
					["n"] = "阿烁",
				},
				[1279] = {
					["r"] = false,
					["d"] = "作为阡陌客的可敬领袖，郝瀚·泥爪责任重大。",
					["w"] = false,
					["n"] = "郝瀚·泥爪",
				},
				[1280] = {
					["r"] = false,
					["d"] = "迪娜·泥爪最喜欢生活中那些精美的物品。",
					["w"] = false,
					["n"] = "迪娜·泥爪",
				},
				[1281] = {
					["r"] = false,
					["d"] = "经营半山市集使吉娜·泥爪变成了一位强势的女性！",
					["w"] = false,
					["n"] = "吉娜·泥爪",
				},
				[1282] = {
					["r"] = false,
					["d"] = "相比其他健忘的镇民，玉儿·采苇更了解这片土地的历史。",
					["w"] = false,
					["n"] = "玉儿·采苇",
				},
				[1283] = {
					["r"] = false,
					["d"] = "农夫老方家种的蔬菜可是汇风岭一绝！",
					["w"] = false,
					["n"] = "农夫老方",
				},
				[1286] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "朱鹤守护者",
				},
				[649] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "管理者埃克索图斯",
				},
				[1302] = {
					["r"] = false,
					["d"] = "授人以鱼不如授人以渔，这群名为垂钓翁的熊猫人不光想着填饱族人的肚子，还希望能够提高自己的钓鱼本领。",
					["w"] = false,
					["n"] = "垂钓翁",
				},
				[329] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "工头费苏勒",
				},
				[1336] = {
					["r"] = false,
					["d"] = "横扫螳螂高原和恐惧废土的恐怖掠食虫群，所过之处无不是一片狼藉。",
					["w"] = true,
					["n"] = "螳螂妖虫群",
				},
				[669] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Carrion Bird",
				},
				[1338] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "格尔桑魔古氏族",
				},
				[1339] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "哈飒克魔古氏族",
				},
				[1340] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡尔格魔古氏族",
				},
				[1341] = {
					["r"] = false,
					["d"] = "勇敢的熊猫人为了保卫潘达利亚的四方神寺而与邪恶的煞战斗。",
					["w"] = false,
					["n"] = "至尊天神",
				},
				[672] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Crocilisk",
				},
				[673] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Hyena",
				},
				[674] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Owl",
				},
				[675] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Scorpid",
				},
				[676] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Tallstrider",
				},
				[1353] = {
					["r"] = false,
					["d"] = "沉静稳重的艾莎·云歌领导着土水派熊猫人。他们深思熟虑，三思而行，一切行动都遵循理性。",
					["w"] = false,
					["n"] = "土水派熊猫人",
				},
				[678] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Wind Serpent",
				},
				[679] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Training Dummy",
				},
				[1358] = {
					["r"] = false,
					["d"] = "纳特是全世界最负盛名的钓鱼大师与美酒爱好者，在他暴躁易怒的外表下藏着一颗好为人师的心。",
					["w"] = false,
					["n"] = "纳特·帕格",
				},
				[1359] = {
					["r"] = false,
					["d"] = "黑王子拉希奥是黑龙族群的最后一员。传说他对忠诚效命者的报酬十分丰厚。",
					["w"] = false,
					["n"] = "黑王子",
				},
				[1364] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Friendly, Force Reaction 2",
				},
				[1366] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Friendly, Force Reaction 3",
				},
				[1367] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Friendly, Force Reaction 4",
				},
				[1368] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Friendly, Force Reaction 5",
				},
				[1369] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Friendly, Force Reaction 6",
				},
				[1370] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Friendly, Force Reaction 7",
				},
				[1371] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "坡东村",
				},
				[1372] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蜜露村",
				},
				[1374] = {
					["r"] = false,
					["d"] = "在潘达利亚战役期间，部落搏击俱乐部的第一赛季拉开了帷幕。",
					["w"] = true,
					["n"] = "搏击竞技场（第1赛季）",
				},
				[1375] = {
					["r"] = false,
					["d"] = "潘达利亚的部落部队，驻扎在卡桑琅丛林的统御岗哨。",
					["w"] = false,
					["n"] = "统御先锋军",
				},
				[1376] = {
					["r"] = false,
					["d"] = "潘达利亚的联盟部队，驻扎在卡桑琅丛林的雄狮港。",
					["w"] = false,
					["n"] = "神盾守备军",
				},
				[689] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dragonflight, Black - Bait",
				},
				[1387] = {
					["r"] = false,
					["d"] = "被吉安娜的怒火点燃，肯瑞托远征军誓要夺取雷神岛，捍卫联盟的荣耀！",
					["w"] = false,
					["n"] = "肯瑞托远征军",
				},
				[1388] = {
					["r"] = false,
					["d"] = "被赶离达拉然后，夺日者先锋军致力于在雷神岛的废墟间寻找强大的魔古族神器，万一部落分崩离析，好将未来掌握在自己手中。",
					["w"] = false,
					["n"] = "夺日者先锋军",
				},
				[349] = {
					["r"] = false,
					["d"] = "这个由盗贼与刺客组成的行会只欢迎那些有着出色实力的人进入他们的领地。他们也是辛迪加的仇敌。",
					["w"] = true,
					["n"] = "拉文霍德",
				},
				[1416] = {
					["r"] = false,
					["d"] = "在见证了伊利丹的堕落后，阿卡玛对术士充满了猜忌。而大灾变之后，术士们又对黑暗神殿展开了入侵。",
					["w"] = true,
					["n"] = "阿卡玛的信任",
				},
				[709] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Battleground Neutral",
				},
				[1419] = {
					["r"] = false,
					["d"] = "在潘达利亚战役期间，联盟搏击俱乐部的第一赛季拉开了帷幕。",
					["w"] = false,
					["n"] = "比兹莫搏击俱乐部（第1赛季）",
				},
				[1435] = {
					["r"] = false,
					["d"] = "这些勇敢的影踪派成员们深入雷电王座，全力以赴遏制暗藏其中的邪恶势力，也为自己千百年来饱受雷电之王奴役的遭遇伸张正义。",
					["w"] = false,
					["n"] = "影踪突袭营",
				},
				[1440] = {
					["r"] = false,
					["d"] = "沃金已经公开宣布反抗加尔鲁什·地狱咆哮。在部落和联盟军队的帮助下，他正在收集资源，准备对奥格瑞玛发动总攻。",
					["w"] = false,
					["n"] = "暗矛起义军",
				},
				[1443] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "库卡隆",
				},
				[1444] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "德拉诺之王",
				},
				[1445] = {
					["r"] = false,
					["d"] = "霜火岭的霜狼兽人是一群紧密团结在一起的凶猛战士。他们能很好地适应德拉诺残酷的环境。",
					["w"] = false,
					["n"] = "霜狼兽人",
				},
				[1447] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗矛巨魔",
				},
				[1457] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蕨人",
				},
				[730] = {
					["r"] = false,
					["d"] = "一群在奥特兰克山谷建立了永久居所的矮人，正与霜狼氏族的兽人激烈交战中。",
					["w"] = false,
					["n"] = "雷矛卫队",
				},
				[369] = {
					["r"] = false,
					["d"] = "热砂集团的首府，诸多优秀地精技师、炼金师和商人的家乡。",
					["w"] = true,
					["n"] = "加基森",
				},
				[1483] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食蕨人",
				},
				[1491] = {
					["r"] = false,
					["d"] = "时光旅行者保卫着时间流，不让那些因青铜龙军团的覆灭而蠢蠢欲动的人有机可乘；他们主要由冒险者和学者组成，大多是原时光守护者的成员。",
					["w"] = true,
					["n"] = "时光旅行者",
				},
				[1492] = {
					["r"] = false,
					["d"] = "少昊是逝去已久的熊猫人皇帝，是一位值得敬重的人物。",
					["w"] = false,
					["n"] = "皇帝少昊",
				},
				[1496] = {
					["r"] = false,
					["d"] = "霜火食人魔没什么爱好，就是喜欢吵架。",
					["w"] = true,
					["n"] = "霜火食人魔",
				},
				[749] = {
					["r"] = false,
					["d"] = "这些元素生物定居于艾萨拉的东部的一座小岛上，是拉格纳罗斯及其军团的死敌。",
					["w"] = true,
					["n"] = "海达希亚水元素",
				},
				[750] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "萨弗隆火元素",
				},
				[1500] = {
					["r"] = false,
					["d"] = "你被斡耳朵的力量腐蚀了。被怒火冲昏头脑的你将对盟友和敌人进行无差别攻击。",
					["w"] = true,
					["n"] = "血红幽灵",
				},
				[1508] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "影月兽人",
				},
				[189] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "联盟",
				},
				[1514] = {
					["r"] = false,
					["d"] = "作为恐怖之神鲁克玛的崇拜者，这些邪恶的暴徒试图用敌人的鲜血染红这个世界。",
					["w"] = true,
					["n"] = "鲁克玛信徒",
				},
				[1515] = {
					["r"] = false,
					["d"] = "在黑暗中挣扎的鸦人流亡者在苦苦追寻着光明的未来。",
					["w"] = false,
					["n"] = "鸦人流亡者",
				},
				[1521] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影议会",
				},
				[769] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉兹洛克的假人",
				},
				[770] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Gizlock's Charm",
				},
				[771] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉兹洛克",
				},
				[389] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Gnomeregan Bug",
				},
				[2097] = {
					["r"] = false,
					["d"] = "阿苏纳的皇家池塘古老的守护者。",
					["w"] = false,
					["n"] = "“活水”伊丽西娅",
				},
				[2099] = {
					["r"] = false,
					["d"] = "河流和鱼类大师。",
					["w"] = false,
					["n"] = "阿库勒·河角",
				},
				[2101] = {
					["r"] = false,
					["d"] = "住在瀑布旁的神秘枯法者。",
					["w"] = false,
					["n"] = "莎乐丝",
				},
				[2105] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "纳兹曼尼",
				},
				[2121] = {
					["r"] = false,
					["d"] = "无尽之海上无拘无束的人，他们只对自己的船队效忠。",
					["w"] = true,
					["n"] = "无尽之海水手",
				},
				[789] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "莫洛加",
				},
				[790] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirit Guide - Alliance",
				},
				[2135] = {
					["r"] = false,
					["d"] = "克罗诺姆（简称克罗米）是一头活跃、亲切的青铜龙。拉近你与她之间关系将增强她在场景战役“克罗米之死”中的力量。",
					["w"] = false,
					["n"] = "克罗米",
				},
				[2155] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鲜血巨魔",
				},
				[2157] = {
					["r"] = false,
					["d"] = "部落大军中的特种部队，专注于破坏联盟在库尔提拉斯的行动。",
					["w"] = false,
					["n"] = "荣耀战团",
				},
				[2159] = {
					["r"] = false,
					["d"] = "联盟军队中的精英部队，目前专注于破坏部落在赞达拉的行动。",
					["w"] = false,
					["n"] = "第七军团",
				},
				[2161] = {
					["r"] = false,
					["d"] = "灰烬骑士团是个古老的库尔提拉斯组织，它的重生是为了对抗女巫的威胁。骑士团利用他们所获得的知识指引他们的利刃，以此英勇战斗。",
					["w"] = false,
					["n"] = "灰烬骑士团",
				},
				[2163] = {
					["r"] = false,
					["d"] = "始祖龟求知者周游世界并利用他们的巨大财富来分类并保存禁忌的知识。",
					["w"] = false,
					["n"] = "始祖龟求知者",
				},
				[2165] = {
					["r"] = false,
					["d"] = "阿古斯陷落后，德莱尼精英战士追随始祖纳鲁泽拉跨越宇宙，打响了旨在消灭燃烧军团的永恒之战。从那时起，燃烧的远征的其他幸存者也加入了光铸者的行列。",
					["w"] = false,
					["n"] = "圣光军团",
				},
				[2177] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Neutral, Force Reaction 2",
				},
				[2179] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Neutral, Force Reaction 4",
				},
				[2185] = {
					["r"] = false,
					["d"] = "不同寻常的“混血”种族组成的队伍，以提拉加德海峡的自由镇为据点。",
					["w"] = true,
					["n"] = "水鼠帮",
				},
				[2187] = {
					["r"] = false,
					["d"] = "一队狡猾的雇佣兵和强盗，只为出价最高的人卖命。没有接活儿时，他们会停靠在提拉加德海峡的自由镇的港口。",
					["w"] = true,
					["n"] = "破浪海盗",
				},
				[809] = {
					["r"] = false,
					["d"] = "一群居住在厄运之槌的精灵后裔，他们仍然具有着相当渊博的智慧与学识，并保守着一些伟大的秘密。",
					["w"] = false,
					["n"] = "辛德拉",
				},
				[1618] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "毁灭者",
				},
				[2219] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "8.0 Hidden Object - Withered - Red",
				},
				[2221] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "8.0 Hidden Object - Withered - Green",
				},
				[2227] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "野兽 - 蜜蜂",
				},
				[2229] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "PLAYER, Void Elf",
				},
				[2231] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "PLAYER, Nightborne",
				},
				[409] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鹰身人",
				},
				[2259] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蜜蜂",
				},
				[829] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Ogre (Captain Kromcrush)",
				},
				[1665] = {
					["r"] = false,
					["d"] = "一群扭曲并效忠暗影议会的德莱尼，为了追求力量牺牲了许多东西。",
					["w"] = true,
					["n"] = "萨格雷",
				},
				[209] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "守望堡",
				},
				[1674] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "德拉诺孢子",
				},
				[1680] = {
					["r"] = false,
					["d"] = "悬槌食人魔喜欢穿宽外袍，观看角斗士比赛。",
					["w"] = true,
					["n"] = "悬槌堡",
				},
				[1681] = {
					["r"] = false,
					["d"] = "部落在阿什兰的部队，驻扎在战争之矛。",
					["w"] = false,
					["n"] = "沃金之矛",
				},
				[1682] = {
					["r"] = false,
					["d"] = "联盟在阿什兰的部队，驻扎在暴风之盾。",
					["w"] = false,
					["n"] = "乌瑞恩先锋军",
				},
				[1687] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "戈尔隆德鬣蜥人",
				},
				[1690] = {
					["r"] = false,
					["d"] = "德拉诺战役期间的部落搏击俱乐部第二赛季活动。",
					["w"] = true,
					["n"] = "搏击竞技场（第2赛季）",
				},
				[1691] = {
					["r"] = false,
					["d"] = "德拉诺战役期间的联盟搏击俱乐部第二赛季活动。",
					["w"] = false,
					["n"] = "比兹莫搏击俱乐部（第2赛季）",
				},
				[849] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirit Guide - Horde",
				},
				[2371] = {
					["r"] = false,
					["d"] = "一群格斗狂人从各地收罗来了各种生物，将它们放置在血腥的竞技场中与联盟的英雄们进行生死搏斗。",
					["w"] = false,
					["n"] = "比兹莫搏击俱乐部",
				},
				[2389] = {
					["r"] = false,
					["d"] = "部落阵营2",
					["w"] = true,
					["n"] = "奈莉·锐鳍",
				},
				[1708] = {
					["r"] = false,
					["d"] = "嘲颅氏族的家园位于德拉诺最蛮荒的边界。他们会对来自各方的毁灭威胁报以疯狂的癫笑。",
					["w"] = false,
					["n"] = "嘲颅兽人",
				},
				[1710] = {
					["r"] = false,
					["d"] = "努力想要夺回主城的沙塔斯城防御者，但却遭到来自内部的背叛。",
					["w"] = false,
					["n"] = "沙塔尔防御者",
				},
				[1711] = {
					["r"] = false,
					["d"] = "热砂保护协会的地精们致力于将珍贵的遗物从纳格兰的食人魔手中解放出来。毋庸置疑，他们必然是怀着崇高的目标——把遗物卖出最高的价钱——来做这件事的。",
					["w"] = false,
					["n"] = "热砂保护协会",
				},
				[429] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "火刃氏族",
				},
				[2405] = {
					["r"] = false,
					["d"] = "TBD",
					["w"] = true,
					["n"] = "祭仪密院",
				},
				[2407] = {
					["r"] = false,
					["d"] = "格里恩历经艰难险阻，最终净化了凡人的负担后，会获得参加晋升仪式的资格，从而获得双翼，并向执政官发誓，永远为她效忠。",
					["w"] = false,
					["n"] = "晋升者",
				},
				[2411] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "顽石军团",
				},
				[2413] = {
					["r"] = false,
					["d"] = "在德纳修斯大帝统治了无数时代后，雷文德斯的权力现在属于整个收割者之庭。这些温西尔贵族承担着救赎骄傲之魂这一神圣的使命。",
					["w"] = false,
					["n"] = "收割者之庭",
				},
				[2415] = {
					["r"] = false,
					["d"] = "这群魔古对泰坦守护者莱十分忠诚，他们的使命是击退来犯的恩佐斯的爪牙，守护纳拉克煞引擎。",
					["w"] = false,
					["n"] = "莱加尼",
				},
				[2417] = {
					["r"] = false,
					["d"] = "奥丹姆联军是由托维尔人牵头建立的松散同盟，建立的目的是为了击退敌军，保护起源熔炉。",
					["w"] = false,
					["n"] = "奥丹姆联军",
				},
				[2419] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "恩佐斯",
				},
				[2431] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Owen Test",
				},
				[2437] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "托加斯特 -  守卫",
				},
				[2439] = {
					["r"] = false,
					["d"] = "这些档案员对指控者忠心耿耿，致力于复原并归档被宫务大臣和他的审判官盟友打碎的罪碑。",
					["w"] = true,
					["n"] = "宣罪者",
				},
				[1733] = {
					["r"] = false,
					["d"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请德尔瓦一起战斗，与他建立起友谊。",
					["w"] = false,
					["n"] = "德尔瓦·铁拳",
				},
				[2445] = {
					["r"] = false,
					["d"] = "雷文德斯有了新的王庭，雷纳索尔王子希望联合整个暗影界的盟友，并增强他的盟约的影响力。",
					["w"] = false,
					["n"] = "灰烬王庭",
				},
				[1736] = {
					["r"] = false,
					["d"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请托莫克一起战斗，与他建立起友谊。",
					["w"] = false,
					["n"] = "托莫克",
				},
				[2449] = {
					["r"] = false,
					["d"] = "女伯爵是雷文德斯的一流聚会主持和社交名媛，她对公众的认知有强大的影响力。",
					["w"] = false,
					["n"] = "女伯爵",
				},
				[1738] = {
					["r"] = false,
					["d"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请艾萝娜一起战斗，与她建立起友谊。",
					["w"] = false,
					["n"] = "防御者艾萝娜",
				},
				[1739] = {
					["r"] = false,
					["d"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请薇薇安一起战斗，与她建立起友谊。",
					["w"] = true,
					["n"] = "薇薇安",
				},
				[1740] = {
					["r"] = false,
					["d"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请艾达一起战斗，与她建立起友谊。",
					["w"] = true,
					["n"] = "艾达·晨光",
				},
				[1741] = {
					["r"] = false,
					["d"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请利奥拉一起战斗，与他建立起友谊。",
					["w"] = false,
					["n"] = "利奥拉",
				},
				[2459] = {
					["r"] = false,
					["d"] = "这名可敬的执事凭一己之力确保了整个晋升堡垒的正常运作。",
					["w"] = false,
					["n"] = "西卡",
				},
				[2461] = {
					["r"] = false,
					["d"] = "玛卓克萨斯的软泥科学大师的实验也许的确一团糟，但他总能想出解决的办法。",
					["w"] = false,
					["n"] = "魔药设计师马里莱斯",
				},
				[2465] = {
					["r"] = false,
					["d"] = "荒猎团在危急时刻受到了寒冬女王的召唤，他们召集了全炽蓝仙野最优秀的男女猎手。面对着心能枯竭和重重危险，荒猎团已经准备好守护这片森林。",
					["w"] = false,
					["n"] = "荒猎团",
				},
				[1746] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "纳格兰戈隆",
				},
				[1747] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "角斗场宝藏",
				},
				[1756] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "LVA_Looters",
				},
				[1757] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "LVA_Preservers",
				},
				[1758] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "LVA_Naturalists",
				},
				[1759] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "LVA_Machines",
				},
				[1760] = {
					["r"] = false,
					["d"] = "悬槌食人魔喜欢穿宽外袍，观看角斗士比赛。",
					["w"] = true,
					["n"] = "悬槌角斗士",
				},
				[2503] = {
					["r"] = false,
					["d"] = "各个半人马氏族遨游于欧恩哈拉平原。他们听取轻风的召唤，探求狩猎的刺激。",
					["w"] = false,
					["n"] = "马鲁克半人马",
				},
				[2507] = {
					["r"] = false,
					["d"] = "探险者协会和神圣遗物学会联合组成的探险队，他们是一群勇敢无畏的冒险者、学者和匠人，想发现巨龙群岛的万千奥秘。",
					["w"] = false,
					["n"] = "龙鳞探险队",
				},
				[2511] = {
					["r"] = false,
					["d"] = "伊斯卡拉海象人已经在巨龙群岛上生活了许多世代，他们和谐共处，热衷于讲述周遭世界的故事。",
					["w"] = false,
					["n"] = "伊斯卡拉海象人",
				},
				[2517] = {
					["r"] = false,
					["d"] = "长久以来，拉希奥的目标都专注于保护艾泽拉斯，现在，他的目光转向了黑龙军团的未来……以及他的宿命。",
					["w"] = false,
					["n"] = "拉希奥",
				},
				[2519] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "求索者",
				},
				[2523] = {
					["r"] = false,
					["d"] = "暗爪营的领袖是勇敢的鳞长欣戴赛什，他们受训成为黑龙军团的秘密武器。如今，无论遇到什么样的绝境，这些龙希尔都可以利用自己的战技来扭转战局。",
					["w"] = false,
					["n"] = "暗爪营",
				},
				[2525] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "火元素",
				},
				[890] = {
					["r"] = false,
					["d"] = "灰谷地区坚定的守卫者，目前正与战歌氏族在战歌峡谷中激烈交战。",
					["w"] = false,
					["n"] = "银翼要塞",
				},
				[891] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "联盟部队",
				},
				[893] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "恶齿巨魔",
				},
				[1786] = {
					["r"] = false,
					["d"] = "来自未知之地的恶魔，有着无与伦比的力量。",
					["w"] = true,
					["n"] = "燃烧军团入侵者",
				},
				[2553] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "时光旅行者",
				},
				[449] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影蛛丝偷猎者",
				},
				[450] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Searing Spider",
				},
				[909] = {
					["r"] = false,
					["d"] = "一个向全世界展示着各类珍奇异宝的马戏团。马戏团位于一座神秘的岛屿上，只在每月的第一周开放。",
					["w"] = false,
					["n"] = "暗月马戏团",
				},
				[910] = {
					["r"] = false,
					["d"] = "青铜龙军团的后代，时间的守卫者，对凡人种族漠不关心。",
					["w"] = false,
					["n"] = "诺兹多姆的子嗣",
				},
				[912] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡利姆多联军",
				},
				[914] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，血精灵",
				},
				[1828] = {
					["r"] = false,
					["d"] = "高岭部族的人口已经逐年减少，随着卓格巴尔的威胁加剧，他们需要寻找新的盟友来拯救他们的家园。",
					["w"] = false,
					["n"] = "高岭部族",
				},
				[229] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "哀嚎洞穴",
				},
				[916] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "异种虫类",
				},
				[1833] = {
					["r"] = false,
					["d"] = "如果你非要问的话，那你已经是个死人了。",
					["w"] = true,
					["n"] = "无冕者",
				},
				[1834] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "军团再临",
				},
				[918] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Enemies",
				},
				[919] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Objects",
				},
				[920] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "红",
				},
				[921] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蓝",
				},
				[923] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "远行者",
				},
				[1847] = {
					["r"] = false,
					["d"] = "伊瑞尔集结了幸存下来的大主教们，并以维伦的名义发动了攻势。当前他们正试图在塔纳安丛林建立据点，誓要将古尔丹的阴谋彻底粉碎。",
					["w"] = false,
					["n"] = "先知之手",
				},
				[1848] = {
					["r"] = false,
					["d"] = "要想守护艾泽拉斯，就必须在德拉诺取得决定性胜利。为此，部落酋长沃金召集了麾下最最精锐的勇士在塔纳安丛林建立据点，只为打倒古尔丹等邪恶势力。",
					["w"] = false,
					["n"] = "沃金之锋",
				},
				[1849] = {
					["r"] = false,
					["d"] = "作为一场残酷内战的幸存者，这些四面受敌的鸦人希望找回埃匹希斯神器是帮助他们和平重建鸦人文明的关键。",
					["w"] = false,
					["n"] = "觉醒教派",
				},
				[1850] = {
					["r"] = false,
					["d"] = "危机四伏的塔纳安丛林吸引来艾泽拉斯和德拉诺出类拔萃的猎手。想要击败塔纳安的野兽，你就得比他们更野。",
					["w"] = false,
					["n"] = "刃牙追猎者",
				},
				[926] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魔导师公会",
				},
				[927] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，德莱尼",
				},
				[311] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泰坦",
				},
				[928] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "天灾入侵者",
				},
				[309] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蝎子",
				},
				[929] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血槌氏族",
				},
				[2548] = {
					["r"] = false,
					["d"] = "瓦德拉肯联军的大本营位于其最古老的城市，象征着所有龙族力量的结合体。他们不仅要保护自己的家园——这片群岛，还要保护整个艾泽拉斯。",
					["w"] = false,
					["n"] = "瓦德拉肯联军（名望）",
				},
				[1859] = {
					["r"] = false,
					["d"] = "这些被放逐的夜之子精灵由于被切断了和暗夜井的联系，饱受戒断魔瘾的痛苦。他们反对同胞与燃烧军团结盟，并为某种救赎而战。",
					["w"] = false,
					["n"] = "堕夜精灵",
				},
				[2545] = {
					["r"] = false,
					["d"] = "各个半人马氏族遨游于欧恩哈拉平原。他们听取轻风的召唤，探求狩猎的刺激。",
					["w"] = false,
					["n"] = "马鲁克半人马（名望）",
				},
				[2544] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "工匠商盟 - 巨龙群岛支部",
				},
				[1735] = {
					["r"] = false,
					["d"] = "驻扎在你兵营中的保镖。",
					["w"] = true,
					["n"] = "要塞保镖",
				},
				[932] = {
					["r"] = false,
					["d"] = "一个古老的德莱尼祭司组织，起初由维伦领导。现在他们在高阶女祭司伊沙娜的指引下为沙塔斯城的纳鲁效力。与占星者势力敌对。",
					["w"] = false,
					["n"] = "奥尔多",
				},
				[2502] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "扎雷殁提斯引诱的怪物",
				},
				[933] = {
					["r"] = false,
					["d"] = "由星界巨商哈拉麦德领导的星界财团是一个结构松散的商业联盟，其成员都是从事走私、贸易或盗窃的虚灵。",
					["w"] = false,
					["n"] = "星界财团",
				},
				[1731] = {
					["r"] = false,
					["d"] = "在五位强大的大主教率领下，德拉诺的德莱尼在这个蛮荒的世界中欣欣向荣。",
					["w"] = false,
					["n"] = "主教议会",
				},
				[934] = {
					["r"] = false,
					["d"] = "由先知沃雷塔尔领导的这群血精灵拒绝跟随凯尔萨斯。他们加入了沙塔斯城的纳鲁联军，这令奥尔多感到非常不安。",
					["w"] = false,
					["n"] = "占星者",
				},
				[2478] = {
					["r"] = false,
					["d"] = "开悟者以前是艾财团的成员，但他们已经放弃了对利润和荣耀的追求，转而虔心侍奉初诞者。获得开悟者的青睐后，他们也许会乐意分享自己收集的知识。",
					["w"] = false,
					["n"] = "开悟者",
				},
				[935] = {
					["r"] = false,
					["d"] = "沙塔尔是一群统治沙塔斯城的强大纳鲁人的组织。在奥尔多和占星者的帮助下，他们正在领导针对伊利丹和燃烧军团的战斗。",
					["w"] = false,
					["n"] = "沙塔尔",
				},
				[2468] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "刻希亚",
				},
				[936] = {
					["n"] = "沙塔斯城",
					["d"] = "",
					["w"] = false,
					["r"] = false,
				},
				[2469] = {
					["r"] = false,
					["d"] = "施放创生的奥秘。",
					["w"] = false,
					["n"] = "分形知识",
				},
				[937] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "森林巨魔",
				},
				[469] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "联盟",
				},
				[938] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "欧麦尼",
				},
				[2457] = {
					["r"] = false,
					["d"] = "沃尔为照料伤逝剧场付出的心血有目共睹。",
					["w"] = false,
					["n"] = "沃尔大师",
				},
				[2464] = {
					["r"] = false,
					["d"] = "心能枯竭和德鲁斯特入侵占用了寒冬女王和荒猎团的大量注意力。现在只能依靠魅夜王庭的宗主来保护灵种，并保护林地。",
					["w"] = false,
					["n"] = "魅夜王庭",
				},
				[470] = {
					["r"] = false,
					["d"] = "热砂集团的成员，这座城市给许多希望在贫瘠之地做生意的人提供了一个开放和中立的天堂。",
					["w"] = true,
					["n"] = "棘齿城",
				},
				[940] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛萨之子",
				},
				[2454] = {
					["r"] = false,
					["d"] = "丘法和他的朋友都属于派对动物，从各种意义上来说都是如此。",
					["w"] = false,
					["n"] = "丘法",
				},
				[2455] = {
					["r"] = false,
					["d"] = "地穴看守者卡希尔固执己见，原则分明，总是为自己坚守的信条而战。",
					["w"] = false,
					["n"] = "地穴看守者卡希尔",
				},
				[2451] = {
					["r"] = false,
					["d"] = "狩猎队长柯莱恩是一名强大的斗士，她可从没有耐心参加什么仪式。",
					["w"] = false,
					["n"] = "狩猎队长柯莱恩",
				},
				[1883] = {
					["r"] = false,
					["d"] = "德鲁伊和他们在瓦尔莎拉的盟友从不可考的年代起，就一直守护着翡翠梦境。",
					["w"] = false,
					["n"] = "织梦者",
				},
				[2453] = {
					["r"] = false,
					["d"] = "辛勤的工人应该得到奖赏。很少有人对堕罪堡的奉献能与伦德尔和棍脸相媲美。",
					["w"] = false,
					["n"] = "伦德尔和棍脸",
				},
				[943] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪兽人",
				},
				[2447] = {
					["r"] = false,
					["d"] = "月莓女勋爵是魅夜王庭中极其善变的成员，她喜欢恶作剧，影响力也很强。",
					["w"] = false,
					["n"] = "月莓女勋爵",
				},
				[944] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪兽人幽灵",
				},
				[1204] = {
					["r"] = false,
					["d"] = "火元素领主带来的毁灭激怒了塞纳里奥议会。他们主动出击，直捣拉格纳罗斯在火焰之地的巢穴。",
					["w"] = false,
					["n"] = "海加尔复仇者",
				},
				[945] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛萨之子",
				},
				[609] = {
					["r"] = false,
					["d"] = "塞纳里奥议会的德鲁伊是自然的守卫者，他们定居于宁静的月光林地。",
					["w"] = false,
					["n"] = "塞纳里奥议会",
				},
				[946] = {
					["r"] = false,
					["d"] = "这座前哨基地坐落在地狱火半岛上，由第一批深入德拉诺的联盟精英部队“洛萨之子”的残余力量坚守。现在他们得到了来自暴风城和铁炉堡的支援。",
					["w"] = false,
					["n"] = "荣耀堡",
				},
				[1337] = {
					["r"] = false,
					["d"] = "令整支螳螂妖虫群发疯的堕落之源并没有影响到这些螳螂妖长者。他们希望与潘达利亚的其他种族合作，从而找到令族群和女皇恢复如初的方法。",
					["w"] = false,
					["n"] = "卡拉克西",
				},
				[947] = {
					["r"] = false,
					["d"] = "由萨尔派出的远征军在地狱火半岛建立的要塞。萨尔玛是部落在外域的大部分行动的根据地。",
					["w"] = false,
					["n"] = "萨尔玛",
				},
				[1894] = {
					["r"] = false,
					["d"] = "自从燃烧军团在古尔丹的帮助下攻破守望者地窟后，剩下的少数守望者就决心重建她们的监狱并追捕那些趁乱逃跑的恐怖野兽。",
					["w"] = false,
					["n"] = "守望者",
				},
				[948] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 2",
				},
				[1737] = {
					["r"] = false,
					["d"] = "你的私人保镖，驻扎在你的兵营里。你可以通过邀请伊沙尔一起战斗，与他建立起友谊。",
					["w"] = false,
					["n"] = "鸦爪祭司伊沙尔",
				},
				[949] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "Test Faction 1",
				},
				[1345] = {
					["r"] = false,
					["d"] = "作为潘达利亚秘密的守护者，这些勇敢的学者周游大陆，希望能以史为鉴，继往开来。",
					["w"] = false,
					["n"] = "游学者",
				},
				[1899] = {
					["r"] = false,
					["d"] = "占位符",
					["w"] = false,
					["n"] = "月之守卫",
				},
				[1900] = {
					["r"] = false,
					["d"] = "由幽灵组成的法罗迪斯宫廷及它的盟友们正在阿苏纳被诅咒的岛屿上持续抗击入侵者。",
					["w"] = false,
					["n"] = "法罗迪斯宫廷",
				},
				[951] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Alliance (DND)",
				},
				[1023] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿萨洛斯",
				},
				[952] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 3",
				},
				[869] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加德纳尔",
				},
				[1905] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "梦境林地德鲁伊",
				},
				[1509] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "白鬼",
				},
				[954] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Horde (DND)",
				},
				[2011] = {
					["r"] = false,
					["d"] = "在破碎群岛战役期间，联盟搏击俱乐部展开了第三赛季的活动。",
					["w"] = false,
					["n"] = "比兹莫搏击俱乐部（第3赛季）",
				},
				[955] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "破碎者",
				},
				[1910] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卓格巴尔",
				},
				[1911] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "克瓦迪尔幽魂",
				},
				[1912] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "克瓦迪尔",
				},
				[957] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土元素",
				},
				[1914] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "枯法者",
				},
				[958] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "打架机器人",
				},
				[1913] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "夜之子",
				},
				[959] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "好演员",
				},
				[572] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪枝巨魔",
				},
				[960] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "坏演员",
				},
				[1920] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "月之守卫",
				},
				[961] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "止松熊怪",
				},
				[2391] = {
					["r"] = false,
					["d"] = "锈栓抵抗军战斗在第一线，想要反抗麦卡贡国王，阻止他的邪恶计划。",
					["w"] = false,
					["n"] = "锈栓抵抗军",
				},
				[962] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "疯狂的枭兽",
				},
				[2395] = {
					["r"] = false,
					["d"] = "一种特别的蜜蜂，以其超大的体形而闻名。虽然它们最近才来到斯托颂谷地，但它们的存在已经迅速在冒险者和昆虫爱好者当中流传开来。",
					["w"] = false,
					["n"] = "蜜背蜂群",
				},
				[963] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "联盟棋子",
				},
				[168] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奈瑟加德商队",
				},
				[964] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落棋子",
				},
				[1623] = {
					["r"] = false,
					["d"] = "由德拉诺的众多兽人氏族勉强联合而成的脆弱联盟，由格罗玛什·地狱咆哮领导。",
					["w"] = true,
					["n"] = "钢铁部落",
				},
				[965] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster Spar",
				},
				[1050] = {
					["r"] = false,
					["d"] = "联盟在诺森德的主力部队，由瓦里安·乌瑞恩国王统领，对抗天灾军团。",
					["w"] = false,
					["n"] = "无畏远征军",
				},
				[966] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster Spar Buddy",
				},
				[2258] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "雪怪",
				},
				[967] = {
					["r"] = false,
					["d"] = "一个由肯瑞托为了调查麦迪文和监视他的活动而建立的秘密组织。",
					["w"] = false,
					["n"] = "紫罗兰之眼",
				},
				[1052] = {
					["r"] = false,
					["d"] = "部落派往诺森德的多支部队的统称，由战歌远征军充当先头部队。",
					["w"] = false,
					["n"] = "部落先遣军",
				},
				[968] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "炎鹰",
				},
				[1051] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "UNUSED",
				},
				[969] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿古斯之手",
				},
				[1057] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Vrykul (Ancient Siprit 2)",
				},
				[970] = {
					["r"] = false,
					["d"] = "生活在外域的孢子人是一个非常温和的种族。他们的家园就坐落在赞加沼泽南部的沼泽地中。",
					["w"] = true,
					["n"] = "孢子村",
				},
				[1053] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Westguard",
				},
				[971] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "真菌巨人",
				},
				[1061] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "维库人",
				},
				[972] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "孢子蝠",
				},
				[2176] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Neutral, Force Reaction 1",
				},
				[973] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Predator",
				},
				[915] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "克苏恩的军队",
				},
				[974] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Prey",
				},
				[1948] = {
					["r"] = false,
					["d"] = "他们是被奥丁选中的战士，发誓在生前及死后都效忠于他。",
					["w"] = false,
					["n"] = "瓦拉加尔",
				},
				[975] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "虚空畸能",
				},
				[1086] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Poacher",
				},
				[976] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加尔防御者",
				},
				[1063] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Valgarde Combatant",
				},
				[977] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加尔入侵者",
				},
				[489] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Goblin, Dark Iron Bar Patron",
				},
				[978] = {
					["r"] = false,
					["d"] = "在德莱尼语中意为“得到救赎”。这些从各种奴役和控制中逃出来的破碎者在纳格兰建立了自己的家园，寻找自己真正的命运。",
					["w"] = false,
					["n"] = "库雷尼",
				},
				[1062] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "维库角斗士",
				},
				[979] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "大地之环，旧世界",
				},
				[917] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "铁炉堡军团",
				},
				[980] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "燃烧的远征",
				},
				[2228] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "野兽 - 雪怪",
				},
				[981] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鸦人",
				},
				[1962] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "夜之子平民",
				},
				[982] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赞加沼泽军旗（联盟）",
				},
				[1083] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[983] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赞加沼泽军旗（部落）",
				},
				[249] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "异种蝎",
				},
				[984] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赞加沼泽军旗（中立）",
				},
				[2220] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "8.0 Hidden Object - Withered - Blue",
				},
				[985] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "时光之穴 - 萨尔",
				},
				[269] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "银月幸存者",
				},
				[986] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "时光之穴 - 敦霍尔德",
				},
				[2218] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "8.0 Hidden Object - Red",
				},
				[987] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "时光之穴 - 南海镇卫兵",
				},
				[988] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影议会",
				},
				[1975] = {
					["r"] = false,
					["d"] = "马戈斯曾是一名肯瑞托学徒，他通过钓鱼来舒缓生活的压力。",
					["w"] = false,
					["n"] = "咒法师马戈斯",
				},
				[1078] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "战斗宠物",
				},
				[989] = {
					["r"] = false,
					["d"] = "这些由诺兹多姆亲自挑选的青铜龙无时无刻不在监视着时光之穴。",
					["w"] = false,
					["n"] = "时光守护者",
				},
				[1079] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冬鳞鱼人",
				},
				[990] = {
					["r"] = false,
					["d"] = "隶属于青铜龙军团的秘密组织，由诺兹多姆最亲密的伴侣索莉多米领导。",
					["w"] = false,
					["n"] = "流沙之鳞",
				},
				[925] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "逐日者",
				},
				[991] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dark Portal Defender, Alliance",
				},
				[1081] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Object, Force Reaction",
				},
				[992] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dark Portal Defender, Horde",
				},
				[1984] = {
					["r"] = false,
					["d"] = "欧莉萨拉和安吉莉克住在浮空城达拉然。她们在这里救死扶伤，治病救人。她们还向需要医疗补给的旅行者出售物品。",
					["w"] = true,
					["n"] = "急救队",
				},
				[993] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dark Portal Attacker, Legion",
				},
				[670] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Cat",
				},
				[994] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger",
				},
				[2222] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "8.0 Hidden Object - Withered - Yellow",
				},
				[995] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 2",
				},
				[671] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Crab",
				},
				[996] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 3",
				},
				[2186] = {
					["r"] = false,
					["d"] = "一队擅长混战的打手，从不畏惧战斗。是提拉加德海峡的自由镇上的诸多海盗团体之一。",
					["w"] = true,
					["n"] = "黑齿帮",
				},
				[997] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 4",
				},
				[1953] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "梦魇",
				},
				[998] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 5",
				},
				[1090] = {
					["r"] = false,
					["d"] = "统治达拉然的法师和大法师们。由于蓝龙军团和亡灵天灾造成的威胁，他们将整座城市传送到了诺森德的腹地。",
					["w"] = false,
					["n"] = "肯瑞托",
				},
				[999] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "法力生物",
				},
				[930] = {
					["r"] = false,
					["d"] = "将德莱尼人带到艾泽拉斯世界来的纳鲁飞船，目前搁浅在秘蓝岛上。对于这个高贵的种族来说，埃索达是他们的主城。",
					["w"] = false,
					["n"] = "埃索达",
				},
				[1000] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡德加的仆从",
				},
				[677] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Turtle",
				},
				[1001] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "刀塔氏族",
				},
				[942] = {
					["r"] = false,
					["d"] = "塞纳里奥议会派往外域研究生态的探险队。在黑暗之门开启后，远征队迅速壮大，并获得了自治权。",
					["w"] = false,
					["n"] = "塞纳里奥远征队",
				},
				[1002] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "复仇军",
				},
				[1116] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Elemental, Air",
				},
				[1003] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "维序派",
				},
				[950] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag",
				},
				[1004] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Arcane Annihilator (DNR)",
				},
				[1591] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "德莱尼，德拉诺",
				},
				[956] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "复仇军",
				},
				[2010] = {
					["r"] = false,
					["d"] = "在破碎群岛战役期间，部落搏击俱乐部展开了第三赛季的活动。",
					["w"] = true,
					["n"] = "搏击竞技场（第3赛季）",
				},
				[1006] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Dathric",
				},
				[2012] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "夜之子起义军",
				},
				[1007] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Belmara",
				},
				[1145] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "憎世者",
				},
				[1008] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Luminrath",
				},
				[1351] = {
					["r"] = false,
					["d"] = "这些高贵的熊猫人守护着世代相传的酿酒秘诀，为了酿造出烈性美酒而甘冒奇险。",
					["w"] = true,
					["n"] = "酒仙会",
				},
				[1009] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Cohlien",
				},
				[2018] = {
					["r"] = false,
					["d"] = "半神艾维娜的盟友，破碎群岛所有有翼生物的守护者。",
					["w"] = false,
					["n"] = "复仇之爪",
				},
				[1010] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊利丹的仆从",
				},
				[577] = {
					["r"] = false,
					["d"] = "热砂集团经营之下的一座贸易城市，坐落于冬泉谷的两条主要干道的交叉处。",
					["w"] = true,
					["n"] = "永望镇",
				},
				[1011] = {
					["r"] = false,
					["d"] = "来自各个地方、各个种族的避难者在沙塔斯城的聚集地。在贫民窟中，善行善举总是会很快传遍所有人的耳朵。",
					["w"] = false,
					["n"] = "贫民窟",
				},
				[589] = {
					["r"] = false,
					["d"] = "这是一些专门在冬泉谷地区驯养冬泉霜刃豹的暗夜精灵。",
					["w"] = true,
					["n"] = "冬刃豹训练师",
				},
				[1012] = {
					["r"] = false,
					["d"] = "来自破碎者灰舌部族的精英勇士，表面上与伊利丹结盟。这些勇士是阿卡玛最信任的部下，并参与了他的秘密计划。",
					["w"] = false,
					["n"] = "灰舌死誓者",
				},
				[148] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "小动物",
				},
				[1013] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirits of Shadowmoon 1",
				},
				[1617] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "原兽",
				},
				[1014] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirits of Shadowmoon 2",
				},
				[2472] = {
					["r"] = false,
					["d"] = "刻希亚的侍神者全心全意地研究着来自暗影界各处的圣物。他们在档案员的领导下，投入到找回失散在刻希亚各处的圣物的工作中。这些圣物在渊誓大军入侵后散失了。",
					["w"] = false,
					["n"] = "档案员卷宗",
				},
				[1015] = {
					["r"] = false,
					["d"] = "这种罕见的龙是死亡之翼的后代，受到原始的虚空能量影响后发生了变异。现在，他们正在努力摆脱死亡之翼的血脉带来的阴影，找寻自己的命运。",
					["w"] = false,
					["n"] = "灵翼之龙",
				},
				[2480] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "自动体",
				},
				[1016] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "拜龙教",
				},
				[2516] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "贾拉丁",
				},
				[1017] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "树人",
				},
				[509] = {
					["r"] = false,
					["d"] = "阿拉索联军正试图为暴风城夺回阿拉希盆地。",
					["w"] = false,
					["n"] = "阿拉索联军",
				},
				[1018] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon I",
				},
				[2550] = {
					["r"] = false,
					["d"] = "钴蓝集所曾是蓝龙用奥术魔法构建神器造物的地方。现在这里落入了碎裂之焰的手上，他们企图将这里的魔法用于战争。",
					["w"] = false,
					["n"] = "钴蓝集所",
				},
				[1097] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巫妖王之怒",
				},
			},
			["default"] = {
				["1000:item:38669:1"] = "1!416",
				["1000:item:60713:1"] = "1!416",
				["1000:item:152631:0"] = "1!505",
				["1000:item:2592:0"] = "1!502",
				["1000:item:14047:0"] = "1!502",
				["1000:item:774:0"] = "1!513",
				["1000:item:158874:0"] = "1!402",
				["1000:item:155598:0"] = "1!402",
				["1000:item:43518:0"] = "1!417",
				["1000:item:5523:0"] = "1!412",
				["1000:item:160932:0"] = "1!402",
				["1000:item:39328:1"] = "1!411",
				["1000:item:6557:0"] = "1!414",
				["1000:item:38666:1"] = "1!416",
				["1000:item:6362:0"] = "1!505",
				["1000:item:3375:0"] = "1!402",
				["1000:item:60710:1"] = "1!416",
				["1000:item:1645:0"] = "1!418",
				["1000:item:39355:0"] = "1!402",
				["1000:item:38665:1"] = "1!416",
				["1000:item:6948:1"] = "1!403",
				["1000:item:38633:1"] = "1!416",
				["1000:item:4338:0"] = "1!502",
				["1000:item:1210:0"] = "1!513",
				["1000:item:158839:0"] = "1!402",
				["1000:item:39317:0"] = "1!402",
				["1000:item:159615:1"] = "1!416",
				["1000:item:6149:0"] = "1!419",
				["1000:item:723:0"] = "1!505",
				["1000:item:158771:0"] = "1!402",
				["1000:item:158859:0"] = "1!402",
				["1000:empty:0:1"] = "1!302",
				["1000:item:40483:1"] = "1!416",
				["1000:item:152576:0"] = "1!502",
				["1000:item:39327:1"] = "1!420",
				["1000:item:1468:0"] = "1!505",
				["1000:item:8952:0"] = "1!417",
				["1000:item:158865:0"] = "1!402",
				["1000:item:154897:0"] = "1!505",
				["1000:item:2983:0"] = "1!414",
				["1000:item:154898:0"] = "1!505",
				["1000:item:161053:0"] = "1!408",
				["1000:item:1708:0"] = "1!418",
				["1000:item:155609:0"] = "1!402",
				["1000:item:60717:1"] = "1!416",
				["1000:item:4599:0"] = "1!417",
				["1000:item:155601:0"] = "1!402",
				["1000:item:41751:0"] = "1!417",
				["1000:item:2589:0"] = "1!502",
				["1000:item:2981:0"] = "1!414",
				["1000:item:155610:0"] = "1!402",
				["1000:item:159524:0"] = "1!414",
			},
			["rule"] = {
				["1:3:4:0:1000:item:158874:0"] = false,
				["1:5:17:0:1000:empty:0:1"] = false,
				["1:5:9:0:1000:empty:0:1"] = false,
				["1:1:10:0:1000:item:158865:0"] = false,
				["1:3:8:0:1000:empty:0:1"] = false,
				["1:5:16:0:1000:empty:0:1"] = false,
				["1:3:27:0:1000:empty:0:1"] = false,
				["1:3:12:0:1000:empty:0:1"] = false,
				["1:3:30:0:1000:empty:0:1"] = false,
				["1:4:1:0:1000:item:2592:0"] = false,
				["1:1:4:0:1000:item:1468:0"] = false,
				["1:4:10:0:1000:empty:0:1"] = false,
				["1:4:17:0:1000:empty:0:1"] = false,
				["1:1:15:0:1000:item:8952:0"] = false,
				["1:1:2:0:1000:item:39317:0"] = false,
				["1:2:20:0:1000:empty:0:1"] = false,
				["1:1:7:0:1000:item:152576:0"] = false,
				["1:3:7:0:1000:empty:0:1"] = false,
				["1:3:20:0:1000:empty:0:1"] = false,
				["1:2:28:3:1000:item:60713:1:0:0:0:0:0:0:0:0:0:0:0:1:3631:2:28:10:9:26:0"] = false,
				["1:3:6:0:1000:empty:0:1"] = false,
				["1:4:20:0:1000:empty:0:1"] = false,
				["1:1:13:0:1000:item:43518:0"] = false,
				["1:2:13:0:1000:item:6149:0"] = false,
				["1:5:19:0:1000:empty:0:1"] = false,
				["1:1:12:0:1000:item:43518:0"] = false,
				["1:2:19:0:1000:item:152631:0"] = false,
				["1:3:9:0:1000:empty:0:1"] = false,
				["1:5:28:0:1000:empty:0:1"] = false,
				["1:2:18:0:1000:empty:0:1"] = false,
				["1:2:14:0:1000:empty:0:1"] = false,
				["1:2:27:3:1000:item:38665:1:0:0:0:0:0:0:0:0:0:0:0:1:6691:2:9:14:28:869:0"] = false,
				["1:1:14:0:1000:item:43518:0"] = false,
				["1:1:5:0:1000:item:6362:0"] = false,
				["1:2:1:3:1000:item:39328:1"] = false,
				["1:2:8:2:1000:item:159524:0:0:0:0:0:0:0:0:0:0:0:0:2:6655:1694:2:28:500:9:21:0"] = false,
				["1:3:5:0:1000:empty:0:1"] = false,
				["1:5:20:0:1000:empty:0:1"] = false,
				["1:2:29:0:1000:empty:0:1"] = false,
				["1:3:15:0:1000:empty:0:1"] = false,
				["1:2:27:0:1000:empty:0:1"] = false,
				["1:2:5:0:1000:item:39355:0"] = false,
				["1:3:10:0:1000:empty:0:1"] = false,
				["1:2:20:0:1000:item:155601:0"] = false,
				["1:2:15:0:1000:empty:0:1"] = false,
				["1:1:9:3:1000:item:38633:1:3368:0:0:0:0:0:0:0:0:0:0:1:6691:2:9:16:28:869:0"] = false,
				["1:2:26:0:1000:empty:0:1"] = false,
				["1:3:4:0:1000:empty:0:1"] = false,
				["1:3:3:3:1000:item:40483:1:0:0:0:0:0:0:0:0:0:0:0:0:1:28:869:0:0:0"] = false,
				["1:3:2:3:1000:item:39327:1"] = false,
				["1:1:16:0:1000:item:43518:0"] = false,
				["1:4:6:0:1000:empty:0:1"] = false,
				["1:2:24:0:1000:empty:0:1"] = false,
				["1:3:5:3:1000:item:38633:1:3368:0:0:0:0:0:0:0:0:0:0:1:6691:2:9:16:28:869:0"] = false,
				["1:2:23:0:1000:empty:0:1"] = false,
				["1:2:17:0:1000:empty:0:1"] = false,
				["1:2:22:0:1000:item:154898:0"] = false,
				["1:5:29:0:1000:empty:0:1"] = false,
				["1:4:26:0:1000:empty:0:1"] = false,
				["1:2:12:0:1000:empty:0:1"] = false,
				["1:1:10:0:1000:empty:0:1"] = false,
				["1:2:9:0:1000:empty:0:1"] = false,
				["1:2:7:0:1000:item:155598:0"] = false,
				["1:5:24:0:1000:empty:0:1"] = false,
				["1:2:8:0:1000:empty:0:1"] = false,
				["1:5:26:0:1000:empty:0:1"] = false,
				["1:1:11:0:1000:empty:0:1"] = false,
				["1:5:25:0:1000:empty:0:1"] = false,
				["1:1:9:0:1000:empty:0:1"] = false,
				["1:5:27:0:1000:empty:0:1"] = false,
				["1:2:7:0:1000:empty:0:1"] = false,
				["1:5:5:0:1000:empty:0:1"] = false,
				["1:5:22:0:1000:empty:0:1"] = false,
				["1:5:21:0:1000:empty:0:1"] = false,
				["1:5:18:0:1000:empty:0:1"] = false,
				["1:5:15:0:1000:empty:0:1"] = false,
				["1:5:8:0:1000:empty:0:1"] = false,
				["1:2:4:0:1000:item:39355:0"] = false,
				["1:3:18:0:1000:empty:0:1"] = false,
				["1:4:3:0:1000:empty:0:1"] = false,
				["1:5:7:0:1000:empty:0:1"] = false,
				["1:2:28:0:1000:empty:0:1"] = false,
				["1:5:30:0:1000:empty:0:1"] = false,
				["1:5:6:0:1000:empty:0:1"] = false,
				["1:2:12:0:1000:item:3375:0:0:0:0:0:0:0:0:0:0:0:0:1:6656:2:28:10:9:22:0"] = false,
				["1:5:3:3:1000:item:6948:1"] = false,
				["1:5:2:0:1000:item:1210:0"] = false,
				["1:2:6:0:1000:item:774:0"] = false,
				["1:4:24:0:1000:empty:0:1"] = false,
				["1:4:29:0:1000:empty:0:1"] = false,
				["1:4:27:0:1000:empty:0:1"] = false,
				["1:4:23:0:1000:empty:0:1"] = false,
				["1:3:11:0:1000:empty:0:1"] = false,
				["1:4:16:0:1000:empty:0:1"] = false,
				["1:4:15:0:1000:empty:0:1"] = false,
				["1:1:6:0:1000:item:5523:0"] = false,
				["1:4:12:0:1000:empty:0:1"] = false,
				["1:4:2:0:1000:item:1708:0"] = false,
				["1:4:8:0:1000:empty:0:1"] = false,
				["1:4:7:0:1000:empty:0:1"] = false,
				["1:4:30:0:1000:empty:0:1"] = false,
				["1:4:5:0:1000:empty:0:1"] = false,
				["1:4:4:0:1000:empty:0:1"] = false,
				["1:3:26:0:1000:empty:0:1"] = false,
				["1:3:23:0:1000:empty:0:1"] = false,
				["1:5:13:0:1000:empty:0:1"] = false,
				["1:3:14:0:1000:empty:0:1"] = false,
				["1:3:13:0:1000:empty:0:1"] = false,
				["1:2:27:3:1000:item:60717:1:0:0:0:0:0:0:0:0:0:0:0:2:3631:6697:2:28:10:9:24:0"] = false,
				["1:3:21:0:1000:empty:0:1"] = false,
				["1:2:16:2:1000:item:6557:0:0:0:0:0:0:0:0:0:0:0:0:2:6654:1707:2:28:10:9:22:0"] = false,
				["1:2:16:0:1000:empty:0:1"] = false,
				["1:2:21:3:1000:item:38669:1:0:0:0:0:0:0:0:0:0:0:0:1:6691:2:9:12:28:869:0"] = false,
				["1:3:25:0:1000:empty:0:1"] = false,
				["1:2:21:0:1000:empty:0:1"] = false,
				["1:2:14:2:1000:item:2983:0:0:0:0:0:0:0:0:0:0:0:0:1:6654:2:28:10:9:22:0"] = false,
				["1:2:24:0:1000:item:158859:0"] = false,
				["1:3:24:0:1000:empty:0:1"] = false,
				["1:2:10:0:1000:item:4599:0"] = false,
				["1:2:26:3:1000:item:159615:1:0:0:0:0:0:0:0:0:0:0:0:2:6710:6652:2:28:500:9:23:0"] = false,
				["1:4:21:0:1000:empty:0:1"] = false,
				["1:4:18:0:1000:empty:0:1"] = false,
				["1:2:18:0:1000:item:158839:0"] = false,
				["1:5:10:0:1000:empty:0:1"] = false,
				["1:4:13:0:1000:empty:0:1"] = false,
				["1:3:16:0:1000:empty:0:1"] = false,
				["1:5:4:0:1000:empty:0:1"] = false,
				["1:2:30:0:1000:item:154897:0"] = false,
				["1:2:15:2:1000:item:2981:0:0:0:0:0:0:0:0:0:0:0:0:1:6654:2:28:10:9:22:0"] = false,
				["1:5:1:0:1000:item:723:0"] = false,
				["1:1:1:0:1000:item:41751:0"] = false,
				["1:3:19:0:1000:empty:0:1"] = false,
				["1:3:1:0:1000:item:14047:0"] = false,
				["1:4:11:0:1000:empty:0:1"] = false,
				["1:3:28:0:1000:empty:0:1"] = false,
				["1:3:29:0:1000:empty:0:1"] = false,
				["1:2:3:0:1000:item:39355:0"] = false,
				["1:4:9:0:1000:empty:0:1"] = false,
				["1:5:14:0:1000:empty:0:1"] = false,
				["1:3:17:0:1000:empty:0:1"] = false,
				["1:3:22:0:1000:empty:0:1"] = false,
				["1:2:9:0:1000:item:155610:0"] = false,
				["1:2:11:0:1000:item:1645:0"] = false,
				["1:4:22:0:1000:empty:0:1"] = false,
				["1:1:3:0:1000:item:2589:0"] = false,
				["1:4:28:0:1000:empty:0:1"] = false,
				["1:2:17:3:1000:item:60710:1:0:0:0:0:0:0:0:0:0:0:0:2:3631:6697:2:28:10:9:23:0"] = false,
				["1:1:9:0:1000:item:160932:0:0:0:0:0:0:0:0:0:0:0:0:1:6657:2:28:500:9:19:0"] = false,
				["1:1:11:0:1000:item:158771:0"] = false,
				["1:2:25:0:1000:item:161053:0"] = false,
				["1:4:14:0:1000:empty:0:1"] = false,
				["1:4:19:0:1000:empty:0:1"] = false,
				["1:5:23:0:1000:empty:0:1"] = false,
				["1:5:11:0:1000:empty:0:1"] = false,
				["1:2:2:0:1000:item:4338:0"] = false,
				["1:2:23:0:1000:item:155609:0"] = false,
				["1:2:29:3:1000:item:38666:1:0:0:0:0:0:0:0:0:0:0:0:1:6691:2:9:11:28:869:0"] = false,
				["1:5:12:0:1000:empty:0:1"] = false,
				["1:4:25:0:1000:empty:0:1"] = false,
				["1:1:8:0:1000:item:8952:0"] = false,
			},
			["version"] = 31010,
		},
		["option"] = {
			["sort"] = {
				["method"] = {
					["data"] = {
						[9998] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								nil, -- [6]
								nil, -- [7]
								nil, -- [8]
								{
									["key"] = "itemstatlevel",
								}, -- [9]
								{
									["key"] = "itemuselevel",
								}, -- [10]
								{
									["key"] = "itemage",
								}, -- [11]
								{
									["key"] = "expansion",
								}, -- [12]
								{
									["key"] = "id",
								}, -- [13]
								{
									["key"] = "itemtype",
								}, -- [14]
								{
									["key"] = "slottype",
								}, -- [15]
								{
									["key"] = "vendorprice",
								}, -- [16]
								{
									["key"] = "catname",
								}, -- [17]
							},
						},
						[9995] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "itemstatlevel",
								}, -- [3]
								{
									["key"] = "itemuselevel",
								}, -- [4]
								{
									["key"] = "itemage",
								}, -- [5]
								{
									["key"] = "category",
								}, -- [6]
								{
									["key"] = "quality",
								}, -- [7]
								{
									["key"] = "expansion",
								}, -- [8]
								{
									["key"] = "id",
								}, -- [9]
								{
									["key"] = "rank",
								}, -- [10]
								{
									["key"] = "itemtype",
								}, -- [11]
								{
									["key"] = "count",
								}, -- [12]
								{
									["key"] = "slottype",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "vendorprice",
								}, -- [15]
								{
									["key"] = "name",
								}, -- [16]
								{
									["key"] = "catname",
								}, -- [17]
							},
						},
						[9999] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "itemstatlevel",
								}, -- [3]
								{
									["key"] = "itemuselevel",
								}, -- [4]
								{
									["key"] = "itemage",
								}, -- [5]
								{
									["key"] = "category",
								}, -- [6]
								{
									["key"] = "quality",
								}, -- [7]
								{
									["key"] = "expansion",
								}, -- [8]
								{
									["key"] = "id",
								}, -- [9]
								{
									["key"] = "rank",
								}, -- [10]
								{
									["key"] = "itemtype",
								}, -- [11]
								{
									["key"] = "count",
								}, -- [12]
								{
									["key"] = "slottype",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "vendorprice",
								}, -- [15]
								{
									["key"] = "name",
								}, -- [16]
								{
									["key"] = "catname",
								}, -- [17]
							},
						},
						[9996] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "itemuselevel",
								}, -- [6]
								{
									["key"] = "itemage",
								}, -- [7]
								{
									["key"] = "category",
								}, -- [8]
								{
									["key"] = "quality",
								}, -- [9]
								{
									["key"] = "expansion",
								}, -- [10]
								{
									["key"] = "id",
								}, -- [11]
								{
									["key"] = "rank",
								}, -- [12]
								{
									["key"] = "itemtype",
								}, -- [13]
								{
									["key"] = "slottype",
								}, -- [14]
								{
									["key"] = "location",
								}, -- [15]
								{
									["key"] = "name",
								}, -- [16]
								{
									["key"] = "catname",
								}, -- [17]
							},
						},
						[9993] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "itemstatlevel",
								}, -- [3]
								{
									["key"] = "itemuselevel",
								}, -- [4]
								{
									["key"] = "itemage",
								}, -- [5]
								{
									["key"] = "category",
								}, -- [6]
								{
									["key"] = "quality",
								}, -- [7]
								{
									["key"] = "expansion",
								}, -- [8]
								{
									["key"] = "id",
								}, -- [9]
								{
									["key"] = "rank",
								}, -- [10]
								{
									["key"] = "itemtype",
								}, -- [11]
								{
									["key"] = "count",
								}, -- [12]
								{
									["key"] = "slottype",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "vendorprice",
								}, -- [15]
								{
									["key"] = "name",
								}, -- [16]
								{
									["key"] = "catname",
								}, -- [17]
							},
						},
						[9997] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								{
									["key"] = "itemstatlevel",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "itemage",
								}, -- [8]
								{
									["key"] = "category",
								}, -- [9]
								{
									["key"] = "quality",
								}, -- [10]
								{
									["key"] = "expansion",
								}, -- [11]
								{
									["key"] = "id",
								}, -- [12]
								{
									["key"] = "itemtype",
								}, -- [13]
								{
									["key"] = "slottype",
								}, -- [14]
								{
									["key"] = "location",
								}, -- [15]
								{
									["key"] = "vendorprice",
								}, -- [16]
								{
									["key"] = "catname",
								}, -- [17]
							},
						},
						[9994] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								{
									["key"] = "itemstatlevel",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "itemage",
								}, -- [8]
								{
									["key"] = "category",
								}, -- [9]
								{
									["key"] = "quality",
								}, -- [10]
								{
									["key"] = "expansion",
								}, -- [11]
								{
									["key"] = "id",
								}, -- [12]
								{
									["key"] = "itemtype",
								}, -- [13]
								{
									["key"] = "slottype",
								}, -- [14]
								{
									["key"] = "location",
								}, -- [15]
								{
									["key"] = "vendorprice",
								}, -- [16]
								{
									["key"] = "catname",
								}, -- [17]
							},
						},
					},
				},
			},
			["category"] = {
				nil, -- [1]
				{
				}, -- [2]
				{
				}, -- [3]
			},
			["design"] = {
				["data"] = {
					[9999] = {
					},
					[9998] = {
					},
					[9997] = {
						["bar"] = {
							["data"] = {
								{
									["sort"] = {
									},
									["name"] = {
										["text"] = "",
										["custom"] = 1,
										["colour"] = {
											["r"] = 1,
											["g"] = 1,
											["b"] = 1,
										},
									},
									["background"] = {
										["custom"] = 1,
										["colour"] = {
											["a"] = 0.4,
											["r"] = 0,
											["g"] = 0,
											["b"] = 0.4,
										},
									},
									["border"] = {
										["custom"] = 1,
										["colour"] = {
											["r"] = 0.3,
											["g"] = 0.3,
											["b"] = 0.3,
										},
									},
									["width"] = {
										["min"] = 0,
									},
								}, -- [1]
							},
						},
					},
					[1000] = {
						["category"] = {
							["1!416"] = 2,
							["1!414"] = 3,
						},
						["bar"] = {
							["data"] = {
								{
									["sort"] = {
										["method"] = 9994,
									},
								}, -- [1]
							},
						},
					},
				},
			},
			["profile"] = {
				["data"] = {
					[1000] = {
						["location"] = {
							{
								["anchor"] = {
									["b"] = 448.7781372070313,
									["t"] = 1027.778198242188,
									["r"] = 1574.4453125,
									["l"] = 856.4454345703125,
								},
								["container"] = {
									["height"] = 405,
									["width"] = 718,
								},
							}, -- [1]
							[3] = {
								["anchor"] = {
									["b"] = 1018,
									["t"] = 1200,
									["r"] = 2133.33349609375,
									["l"] = 1733.333374023438,
								},
								["container"] = {
									["height"] = 8,
								},
							},
						},
					},
					[9999] = {
						["location"] = {
							[3] = {
							},
						},
					},
				},
			},
			["version"] = 31010,
			["updatetimer"] = {
				["EVENT_ARKINV_VAULT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_QUEST_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BACKPACK_TOKEN_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_TRANSMOG_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_VAULT_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_BANK_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_MOUNT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_ITEM_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_RESCAN_BUCKET"] = {
				},
				["EVENT_ARKINV_MAIL_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LOCATION_SCANNED_BUCKET"] = {
				},
				["EVENT_ARKINV_MERCHANT_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_UPDATE_MASSIVE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_UPDATE_COOLDOWN_BUCKET"] = {
				},
				["EVENT_ARKINV_VOID_UPDATE_BUCKET"] = {
				},
			},
		},
	},
	["profileKeys"] = {
		["查理三世 - 暗影之月"] = "Default",
		["查理三世 - 寒冰皇冠"] = "Default",
		["特變電工 - 寒冰皇冠"] = "Default",
	},
}
