
HandyNotesDB = {
	["profileKeys"] = {
		["查理三世 - 暗影之月"] = "查理三世 - 暗影之月",
		["特變電工 - 寒冰皇冠"] = "特變電工 - 寒冰皇冠",
		["查理三世 - 寒冰皇冠"] = "查理三世 - 寒冰皇冠",
	},
	["profiles"] = {
		["查理三世 - 暗影之月"] = {
		},
		["特變電工 - 寒冰皇冠"] = {
		},
		["查理三世 - 寒冰皇冠"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["查理三世 - 暗影之月"] = "查理三世 - 暗影之月",
		["特變電工 - 寒冰皇冠"] = "特變電工 - 寒冰皇冠",
		["查理三世 - 寒冰皇冠"] = "查理三世 - 寒冰皇冠",
	},
	["profiles"] = {
		["查理三世 - 暗影之月"] = {
		},
		["特變電工 - 寒冰皇冠"] = {
		},
		["查理三世 - 寒冰皇冠"] = {
		},
	},
}
