
WIM3_Data = {
	["escapeToHide"] = true,
	["hoverLinks"] = false,
	["pop_rules"] = {
		["whisper"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = true,
			["resting"] = {
				["keepfocus"] = true,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = true,
				["onReceive"] = true,
			},
			["alwaysOther"] = false,
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
		},
		["chat"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["bn"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = false,
			["resting"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["alwaysOther"] = true,
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
		},
	},
	["timeStampFormat"] = "%H:%M",
	["windowAlpha"] = 80,
	["sounds"] = {
		["force_game_sound"] = false,
		["whispers"] = {
			["msgout_sml"] = "IM",
			["msgout"] = false,
			["guild"] = false,
			["bnet_sml"] = "IM",
			["msgin_sml"] = "IM",
			["msgin"] = true,
			["friend_sml"] = "IM",
			["guild_sml"] = "IM",
			["bnet"] = false,
			["friend"] = false,
		},
		["chat"] = {
			["msgout_sml"] = "Chat Blip",
			["msgout"] = false,
			["world_sml"] = "Chat Blip",
			["msgin_sml"] = "Chat Blip",
			["msgin"] = true,
			["party_sml"] = "Chat Blip",
			["custom_sml"] = "Chat Blip",
			["say_sml"] = "Chat Blip",
			["raid_sml"] = "Chat Blip",
			["raidleader_sml"] = "Chat Blip",
			["officer_sml"] = "Chat Blip",
			["guild_sml"] = "Chat Blip",
			["battlegroundleader_sml"] = "Chat Blip",
			["battleground_sml"] = "Chat Blip",
		},
	},
	["formatting"] = {
		["bracketing"] = {
			["enabled"] = true,
			["type"] = 1,
		},
	},
	["keepFocusRested"] = true,
	["wordwrap_indent"] = false,
	["enabled"] = true,
	["keepFocus"] = true,
	["alertedPrivateServer"] = false,
	["autoFocus"] = false,
	["winCascade"] = {
		["enabled"] = true,
		["direction"] = 8,
	},
	["lastState"] = "other",
	["displayColors"] = {
		["wispOut"] = {
			["b"] = 0.9882352941176471,
			["g"] = 0.0784313725490196,
			["r"] = 1,
		},
		["wispIn"] = {
			["b"] = 0.7607843137254902,
			["g"] = 0.03137254901960784,
			["r"] = 0.5607843137254902,
		},
		["sysMsg"] = {
			["b"] = 0,
			["g"] = 0.6627450980392157,
			["r"] = 1,
		},
		["BNwispOut"] = {
			["b"] = 1,
			["g"] = 0.6352941176470588,
			["r"] = 0.1725490196078431,
		},
		["historyIn"] = {
			["b"] = 0.4705882352941176,
			["g"] = 0.4705882352941176,
			["r"] = 0.4705882352941176,
		},
		["errorMsg"] = {
			["b"] = 0,
			["g"] = 0,
			["r"] = 1,
		},
		["webAddress"] = {
			["b"] = 1,
			["g"] = 1,
			["r"] = 1,
		},
		["useSkin"] = true,
		["historyOut"] = {
			["b"] = 0.7058823529411764,
			["g"] = 0.7058823529411764,
			["r"] = 0.7058823529411764,
		},
		["BNwispIn"] = {
			["b"] = 0.6549019607843137,
			["g"] = 0.4862745098039216,
			["r"] = 0,
		},
	},
	["fontSize"] = 12,
	["showToolTips"] = true,
	["minimap"] = {
		["free_position"] = {
			["y"] = -116.0454747011033,
			["x"] = -134.7202539467753,
			["point"] = "TOPRIGHT",
		},
		["free"] = false,
		["rightClickNew"] = false,
		["position"] = 200,
	},
	["winAnimation"] = true,
	["expose"] = {
		["protect"] = 1,
		["borderSize"] = 20,
		["combat"] = true,
		["groupOnly"] = false,
		["border"] = false,
		["direction"] = 1,
	},
	["alias"] = {
		["title_string"] = "{n} - {a}",
	},
	["menuSortActivity"] = true,
	["whoLookups"] = true,
	["modules"] = {
		["ChatSounds"] = {
			["enabled"] = true,
		},
		["ShortcutBar"] = {
			["enabled"] = true,
		},
		["Emoticons"] = {
			["enabled"] = true,
		},
		["ChatAlerts"] = {
			["enabled"] = true,
		},
		["Sounds"] = {
			["enabled"] = true,
		},
		["Expose"] = {
			["enabled"] = true,
		},
		["WhisperEngine"] = {
			["enabled"] = true,
		},
		["MinimapIcon"] = {
			["enabled"] = true,
		},
		["TimeStamps"] = {
			["enabled"] = true,
		},
		["OffScreenTracker"] = {
			["enabled"] = true,
		},
		["History"] = {
			["enabled"] = true,
		},
		["LDB"] = {
			["enabled"] = true,
		},
		["URLHandler"] = {
			["enabled"] = true,
		},
		["Tabs"] = {
			["enabled"] = true,
		},
		["ClickControl"] = {
			["enabled"] = true,
		},
		["Menu"] = {
			["enabled"] = true,
		},
		["Filters"] = {
			["enabled"] = true,
		},
	},
	["chat"] = {
		["bn"] = {
			["showAlerts"] = true,
		},
		["guild"] = {
			["showAlerts"] = true,
		},
		["party"] = {
			["showAlerts"] = true,
		},
		["custom"] = {
			["enabled"] = false,
			["channelSettings"] = {
			},
		},
		["say"] = {
		},
		["battleground"] = {
		},
		["raid"] = {
			["showAlerts"] = true,
		},
		["officer"] = {
			["showAlerts"] = true,
		},
		["world"] = {
			["enabled"] = false,
			["channelSettings"] = {
			},
		},
	},
	["history"] = {
		["ageLimit"] = true,
		["previewCount"] = 25,
		["maxPer"] = true,
		["whispers"] = {
			["friends"] = true,
			["all"] = false,
			["guild"] = true,
		},
		["maxAge"] = 1209600,
		["preview"] = true,
		["maxCount"] = 500,
		["chat"] = {
			["ageLimit"] = true,
			["maxAge"] = 1209600,
			["previewCount"] = 25,
			["preview"] = true,
			["maxCount"] = 500,
			["maxPer"] = true,
		},
	},
	["tabs"] = {
		["sortBy"] = 2,
		["whispers"] = {
			["enabled"] = false,
			["guild"] = false,
			["friends"] = false,
		},
		["chat"] = {
			["enabled"] = false,
			["aswhisper"] = false,
		},
	},
	["ClickControl"] = {
		["clickSensitivity"] = 0.2,
	},
	["skin"] = {
		["font_outline"] = "",
		["selected"] = "WIM Classic",
		["font"] = "ChatFontNormal",
		["suggest"] = true,
	},
	["winFade"] = true,
	["stats"] = {
		["startDate"] = "",
		["versions"] = 1,
		["whispers"] = 0,
		["mostConvos"] = 0,
	},
	["clampToScreen"] = true,
	["coloredNames"] = true,
	["winLoc"] = {
		["left"] = 217,
		["top"] = 664,
	},
	["ignoreArrowKeys"] = true,
	["tabAdvance"] = false,
	["windowOnTop"] = true,
	["winSize"] = {
		["height"] = 220,
		["strata"] = "DIALOG",
		["scale"] = 100,
		["width"] = 333,
	},
}
WIM3_Cache = {
	["寒冰皇冠"] = {
		["特變電工"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq4|k"] = 2,
			},
		},
		["查理三世"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq22|k"] = 2,
			},
		},
	},
	["暗影之月"] = {
		["查理三世"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq3|k"] = 2,
				["扶摇-寒冰皇冠"] = 1,
			},
			["guildList"] = {
				["里諾法-語風"] = 394,
				["極帝咪虎"] = 174,
				["硬了比誰都大"] = 192,
				["天秤鯨魚"] = 577,
				["東海帝皇"] = 505,
				["房東的貓"] = 359,
				["風雲逝影"] = 14,
				["罪不可射"] = 72,
				["純情小火雞"] = 34,
				["司馬空"] = 57,
				["粉紅肥短-語風"] = 143,
				["Superpikka"] = 416,
				["吃內褲"] = 40,
				["糖炒栗子"] = 33,
				["Coffeetime"] = 81,
				["橙籽"] = 365,
				["哈爾碼法琳"] = 525,
				["點燃你的欲火"] = 4,
				["龍之喚魔師"] = 19,
				["一根風怒圖騰"] = 546,
				["阿祈-眾星之子"] = 200,
				["三三四四"] = 220,
				["鹽酥雞"] = 483,
				["Enidwinter"] = 269,
				["星辰之霜-語風"] = 291,
				["詠世之殤"] = 164,
				["幼稚園扛奶瓶"] = 114,
				["捕風"] = 315,
				["帕未系"] = 578,
				["超惠-語風"] = 392,
				["渾身男獸"] = 554,
				["巫異行者"] = 354,
				["瑞克桑切斯"] = 9,
				["優酸乳"] = 133,
				["九月等召集-語風"] = 117,
				["霏霓莫屬"] = 477,
				["肉團-眾星之子"] = 534,
				["艾瑞達星辰"] = 242,
				["叫我大塊頭"] = 341,
				["本座掀桌了呦-語風"] = 139,
				["琉月千凜"] = 457,
				["多多蘭盾-語風"] = 347,
				["榨汁学姐-眾星之子"] = 294,
				["天秤鯊魚"] = 576,
				["渚小凝"] = 452,
				["艾斯洛"] = 209,
				["多多蘭劍-語風"] = 487,
				["雷克傑明頓"] = 80,
				["Ahri-語風"] = 224,
				["Tabidruid"] = 486,
				["麥當狗"] = 484,
				["Gardevoir-語風"] = 205,
				["一天一個夢想-語風"] = 545,
				["下次我請"] = 420,
				["德音莫違"] = 77,
				["艾瑞莉"] = 109,
				["狂奔少女"] = 555,
				["茜人瞳"] = 559,
				["香菇肉包"] = 196,
				["番外個體"] = 10,
				["終極象拔蚌"] = 51,
				["如此美好-眾星之子"] = 101,
				["天海德"] = 232,
				["Neverforgot"] = 70,
				["狸貓冰淇淋-語風"] = 530,
				["獵魅-語風"] = 107,
				["錵哈哈"] = 562,
				["奶茶妖怪"] = 185,
				["龍淲-語風"] = 74,
				["Gversion"] = 412,
				["可怕的雞蛋"] = 207,
				["Dulcea"] = 517,
				["貓小宇"] = 165,
				["錵拉拉"] = 566,
				["Tabirogue"] = 219,
				["就是不洗臉"] = 285,
				["法雷"] = 368,
				["伽嵐二世"] = 335,
				["珍珠貝殼王"] = 376,
				["雪舞飛陽"] = 476,
				["堪稱肉盾"] = 265,
				["筍乾爆炸"] = 121,
				["勘撒咪答"] = 52,
				["北郡牧歌"] = 64,
				["阿薰-眾星之子"] = 126,
				["艾利小術師"] = 108,
				["枯術逢春"] = 140,
				["玉香"] = 30,
				["藍瑟斯"] = 306,
				["丶射"] = 181,
				["任家萱"] = 276,
				["Zolunrogue"] = 572,
				["一迷戀一"] = 419,
				["Melonmonk-語風"] = 495,
				["華寧的正義"] = 466,
				["烏瑞恩之劍"] = 67,
				["滑起乃-阿薩斯"] = 225,
				["雪舞楓飛"] = 586,
				["廢物曬太陽"] = 579,
				["蠱牧麗影-語風"] = 585,
				["黑鑽風"] = 485,
				["哇災丟賀"] = 433,
				["心之所向-語風"] = 168,
				["貧乳小可愛-語風"] = 45,
				["蓋研豆仔"] = 243,
				["罌粟變武僧"] = 383,
				["聖眼之翼"] = 302,
				["喜哉狼"] = 150,
				["寶貝嬰兒臉-眾星之子"] = 350,
				["Jane-語風"] = 75,
				["炸彈冬幽"] = 372,
				["冰心辰"] = 23,
				["就是不洗頭"] = 65,
				["洙梓喵-眾星之子"] = 370,
				["嗷嗚狼豬豬"] = 87,
				["白夜驚歆"] = 32,
				["蛋蛋傳說"] = 217,
				["呼伊薩系"] = 78,
				["蘇格拉底貓"] = 194,
				["阿阿薩斯"] = 472,
				["法神潘岩留步-眾星之子"] = 82,
				["Bunaenju"] = 324,
				["嗷嗷猛"] = 25,
				["沃夫之霜"] = 402,
				["生命粉圓-眾星之子"] = 31,
				["Takeout"] = 97,
				["妖精黑天使"] = 527,
				["地鐵"] = 541,
				["小麥芽酪梨"] = 407,
				["埃辛丶諾斯"] = 345,
				["冒泡的德德-語風"] = 338,
				["雷霆小死騎"] = 215,
				["Zhero"] = 589,
				["臭鮑魚吸-語風"] = 145,
				["戀雪玥-眾星之子"] = 76,
				["卡齊斯"] = 160,
				["小馬來-語風"] = 138,
				["褲襪脫落-語風"] = 211,
				["奪寶奇兵"] = 439,
				["罌粟變龍人"] = 5,
				["肉球-語風"] = 38,
				["於淺"] = 37,
				["小指頭-語風"] = 503,
				["戀冬"] = 234,
				["Driftsand"] = 543,
				["騎小天飛"] = 313,
				["米歐漢斯-眾星之子"] = 460,
				["捌級大狂風-阿薩斯"] = 235,
				["蒸玤"] = 390,
				["五月天"] = 588,
				["也许明天丶"] = 85,
				["韶雨"] = 479,
				["葉因哈特"] = 305,
				["幻風星辰"] = 287,
				["隊長別開腔"] = 146,
				["紐曼-眾星之子"] = 239,
				["千葉豆腐"] = 251,
				["龘人-語風"] = 35,
				["欠抽"] = 63,
				["舞法天女"] = 388,
				["逐星追月"] = 468,
				["劍幽"] = 430,
				["墨瞳"] = 7,
				["戴不完的綠帽"] = 358,
				["Tabishaman"] = 333,
				["雲遊倉庫"] = 515,
				["幸福啪啪帕"] = 441,
				["宋靄齡"] = 153,
				["芋圓千禧"] = 464,
				["巴頓艾格文"] = 256,
				["張淑淑"] = 580,
				["達納蘇斯士兵-語風"] = 308,
				["吹吹瘋"] = 202,
				["不愛信"] = 257,
				["Scorpioo-眾星之子"] = 273,
				["無名領域"] = 529,
				["真的無法度"] = 157,
				["一生所爱丶"] = 84,
				["夢想章魚-眾星之子"] = 501,
				["暗月之殤"] = 447,
				["九坪伊自住-眾星之子"] = 148,
				["Quikr"] = 21,
				["雷姆香瓜汁"] = 214,
				["舔肉肉"] = 125,
				["冰魄炎魂"] = 260,
				["Akaliymu"] = 179,
				["龍淇-語風"] = 111,
				["壯烈犧牲"] = 283,
				["八號-眾星之子"] = 279,
				["塔莉婭銀鈴"] = 437,
				["白浅"] = 379,
				["Chava"] = 130,
				["Riopocky"] = 206,
				["嘎娃-語風"] = 49,
				["豬團-眾星之子"] = 73,
				["一舞秋一"] = 418,
				["沈淪-語風"] = 28,
				["書眉"] = 66,
				["星空羊羹"] = 551,
				["奶茶神魔"] = 88,
				["夏建"] = 54,
				["我不是多高"] = 173,
				["獵龍者-語風"] = 375,
				["無名牧"] = 163,
				["薩滿開薩克"] = 210,
				["獵不劣"] = 298,
				["凱凱我要"] = 427,
				["聖耀的曙光"] = 303,
				["利比里亞"] = 408,
				["Doluoyy-阿薩斯"] = 20,
				["Virgosakya"] = 498,
				["傅園慧"] = 99,
				["修羅刀語"] = 158,
				["Shabu"] = 96,
				["Mantus"] = 95,
				["宋哈娜"] = 488,
				["悠然天天"] = 444,
				["黑鐵水行俠-眾星之子"] = 68,
				["禿頭爆菊-眾星之子"] = 253,
				["Fukbittchs"] = 94,
				["Democry"] = 2,
				["耀武"] = 385,
				["肚胖脾氣大"] = 144,
				["呼嘎挖-語風"] = 343,
				["賈塞"] = 56,
				["小白丶-語風"] = 177,
				["牧師多多-眾星之子"] = 106,
				["凱特喵-語風"] = 134,
				["紅豆麻薯"] = 11,
				["貓大王"] = 39,
				["奶茶續命"] = 542,
				["誤與淚聚"] = 83,
				["刀雙"] = 135,
				["巫巫啊-語風"] = 102,
				["百香多多紅-語風"] = 380,
				["Tabipriest"] = 332,
				["男上加男"] = 147,
				["Restart"] = 50,
				["Hass-眾星之子"] = 518,
				["梅地亞-眾星之子"] = 316,
				["無限衝鋒斬殺"] = 507,
				["飛行少女"] = 564,
				["華佗-阿薩斯"] = 509,
				["夏琉"] = 346,
				["Clusterstorm"] = 325,
				["天策上將"] = 248,
				["琮泠"] = 299,
				["老師雞"] = 386,
				["僵尸先生"] = 154,
				["龙哥威武"] = 321,
				["抓根-語風"] = 252,
				["卡西奧佩"] = 86,
				["地獄無苦聲"] = 319,
				["雪舞霜飛"] = 587,
				["子包-語風"] = 93,
				["聖夏光年"] = 557,
				["天秤綠茶"] = 233,
				["Ears-語風"] = 268,
				["關東-阿薩斯"] = 247,
				["詩與遠方"] = 565,
				["紅色的路人"] = 582,
				["幼幼班扛奶瓶"] = 288,
				["許德裕太菜-語風"] = 61,
				["夜心鎖-語風"] = 184,
				["來這裡"] = 277,
				["光頭美少年-眾星之子"] = 573,
				["花仙子小蓓"] = 583,
				["嘉伯列"] = 435,
				["詠夜之殤"] = 91,
				["娜娜子-眾星之子"] = 349,
				["烏魯木齊大夫"] = 115,
				["埃尼德洛蘭"] = 59,
				["冰炎漾漾"] = 183,
				["射了就生出來"] = 41,
				["一永恆的愛一-語風"] = 521,
				["Aryein"] = 492,
				["肉玉-語風"] = 514,
				["銅须-語風"] = 152,
				["洞丐固"] = 297,
				["節奏帶師"] = 142,
				["我真的不高"] = 446,
				["批著鳥皮的狼"] = 550,
				["不冰不炎"] = 180,
				["進去一下就好"] = 12,
				["退一步囂張牧-語風"] = 167,
				["璇律悠洋-語風"] = 378,
				["大家聽我說-阿薩斯"] = 231,
				["Popteamepic"] = 48,
				["越南小姐-眾星之子"] = 393,
				["幻術士"] = 286,
				["全方位滷蛋-眾星之子"] = 15,
				["Tabipaladin"] = 544,
				["六月等口試-語風"] = 100,
				["郝常"] = 537,
				["Ciridk"] = 493,
				["Sairueio"] = 496,
				["颳風這天"] = 563,
				["菸鬼蛇王-語風"] = 226,
				["鐵之心-語風"] = 470,
				["阿蒂拉"] = 310,
				["醉權無敵"] = 212,
				["寬恕與救贖"] = 118,
				["萨拉-語風"] = 404,
				["南無戰鬥陀螺"] = 136,
				["流觴曲水"] = 581,
				["音道初雪"] = 478,
				["雲遊武僧-語風"] = 213,
				["無名法師"] = 263,
				["西城花花"] = 560,
				["長津湖的聖光"] = 246,
				["Madcat"] = 414,
				["半夏未央"] = 431,
				["Tabievoker"] = 228,
				["伊薩里奧斯"] = 499,
				["戰歌扛把子"] = 36,
				["云追風"] = 424,
				["咸鱼墨"] = 137,
				["最速風神"] = 504,
				["釋道安"] = 245,
				["罌粟變法師"] = 240,
				["一佐倫一"] = 18,
				["沙撒畢的貢品"] = 449,
				["吉塔妮-語風"] = 258,
				["查理三世"] = 506,
				["Barueio"] = 409,
				["臭酸鮑魚"] = 203,
				["一壺春水"] = 58,
				["超高校級澤逼-眾星之子"] = 536,
				["削腎客-眾星之子"] = 339,
				["菩薩蠻"] = 465,
				["Devilguy"] = 516,
				["Lanceros"] = 271,
				["詭舞"] = 561,
				["挖喜蝦咪狼"] = 289,
				["左迦-語風"] = 353,
				["雞米妮"] = 473,
				["洛萨之子-語風"] = 296,
				["法爾蕾妮"] = 367,
				["Neverforget"] = 62,
				["哇今罕慢宮威"] = 574,
				["密涅瓦輓歌"] = 89,
				["桂花冬釀"] = 236,
				["鳳舞星月-語風"] = 17,
				["洪荒之力-語風"] = 450,
				["跟我來"] = 122,
				["草莓救星"] = 508,
				["隔壁老張"] = 405,
				["我真夠帥了"] = 208,
				["罌粟變薩滿"] = 489,
				["你救四頭豬"] = 426,
				["茶樹果子"] = 389,
				["铲翔美少女贰"] = 267,
				["鯨嶼"] = 513,
				["罌粟變惡獵"] = 462,
				["睡夢中的獅子"] = 120,
				["小嘎爪"] = 351,
				["晝眉"] = 199,
				["一團豬-眾星之子"] = 43,
				["蓋曉哩齁唷"] = 584,
				["人生有限公司"] = 334,
				["Zolun"] = 6,
				["無瞳-語風"] = 141,
				["快樂而健康"] = 528,
				["歐嘜嘜"] = 552,
				["星爆氣流戰-語風"] = 103,
				["罌粟變術士"] = 129,
				["Hellowoworld"] = 328,
				["酥軟粉嫩-語風"] = 511,
				["卍靈卐"] = 255,
				["褪色的心"] = 510,
				["Maurueio"] = 494,
				["Enidwind"] = 327,
				["勁量小電池"] = 254,
				["艾爾多的律動"] = 463,
				["風中夜色"] = 480,
				["超級皮卡"] = 467,
				["闇黑聖堂武士-寒冰皇冠"] = 512,
				["呦呦鹿鳴-語風"] = 500,
				["胭脂淚相留醉"] = 558,
				["瞎姬巴亂打"] = 459,
				["爬行少女"] = 455,
				["長琴無燄"] = 309,
				["咕爾丹"] = 432,
				["百變小叮噹"] = 531,
				["有功夫無懦夫-語風"] = 55,
				["三島瞳-眾星之子"] = 522,
				["炎火喵喵"] = 454,
				["南门花花"] = 523,
				["姆咪繃繃跳"] = 440,
				["啪啪趴啪啪"] = 434,
				["瑪莎菈-語風"] = 190,
				["清妍-語風"] = 128,
				["吞噬點燃"] = 221,
				["天堂的信徒"] = 438,
				["霧島-眾星之子"] = 320,
				["吉拔貓-語風"] = 266,
				["Bunamage"] = 411,
				["Bartender-語風"] = 204,
				["斬殺德菜-眾星之子"] = 567,
				["消失的聖光-眾星之子"] = 451,
				["歐葛拉斯"] = 553,
				["九州-阿薩斯"] = 230,
				["惜墨"] = 445,
				["疾風驟雨"] = 458,
				["硬了我自己來"] = 191,
				["吃肉肉"] = 524,
				["Akunie"] = 399,
				["滿天星光"] = 371,
				["小楠丶"] = 79,
				["風間仁"] = 397,
				["愚行寒鴉"] = 262,
				["涼漁"] = 403,
				["軟綿綿貓"] = 155,
				["毀于一蛋"] = 366,
				["Tabiwarrior"] = 520,
				["珠梓喵-眾星之子"] = 377,
				["判官毅"] = 429,
				["橙王拜寇"] = 364,
				["嘉白利"] = 436,
				["Melete"] = 330,
				["Bunadh"] = 410,
				["龍萁-語風"] = 60,
				["Tiagoantonio-語風"] = 98,
				["黎明之冠-語風"] = 314,
				["心酸的淚-語風"] = 443,
				["絕代風華-語風"] = 301,
				["約克夏奶茶"] = 300,
				["风飘-眾星之子"] = 312,
				["梅洛耶塔-語風"] = 293,
				["經典的逆襲-語風"] = 532,
				["酒釀小圓子"] = 13,
				["格蕾雅"] = 292,
				["Warv"] = 250,
				["Greendh"] = 198,
				["野子"] = 222,
				["螺絲釘"] = 244,
				["凝結尾-尖石"] = 172,
				["騎士無名"] = 197,
				["永琪"] = 188,
				["倔强"] = 149,
				["偷食"] = 132,
				["冰心炎月"] = 182,
				["Pikka"] = 415,
				["剛果之星-眾星之子"] = 123,
				["包子-語風"] = 116,
				["暴風城魯蛇-語風"] = 104,
				["詠夜之觴"] = 110,
				["波光牙-語風"] = 369,
				["喵小語"] = 162,
				["我惡"] = 357,
				["嚕嚕醮"] = 53,
				["波罗波罗蜜-冰風崗哨"] = 29,
				["小楓丶"] = 92,
				["Lovingkocha"] = 272,
				["無敵貓貓拳-眾星之子"] = 189,
				["紗依子-眾星之子"] = 382,
				["十三"] = 124,
				["籮芹-語風"] = 113,
				["Nevertrynew"] = 406,
				["仙氣發勁"] = 275,
				["教授鴨"] = 360,
				["龍饅-語風"] = 42,
				["Hathor"] = 270,
				["炎之愉悅"] = 453,
				["地加-語風"] = 1,
				["杯中酒"] = 105,
				["戎貝"] = 355,
				["鳴夏"] = 482,
				["雨夜風靈"] = 474,
				["Duck-語風"] = 569,
				["初夜終結者-語風"] = 428,
				["周小包"] = 161,
				["Tabimage"] = 169,
				["我悄悄的"] = 171,
				["Nikiy"] = 175,
				["开弓射箭"] = 186,
				["極帝暝龍"] = 187,
				["天海岑"] = 575,
				["陈嘉桦"] = 195,
				["王思聰"] = 44,
				["Angalebaby"] = 322,
				["冰炎冥漾"] = 201,
				["克斯里拉"] = 337,
				["Tabidk"] = 218,
				["霉味香腸"] = 311,
				["雜惠-語風"] = 223,
				["Tabilock"] = 229,
				["波莉"] = 237,
				["猥叨町"] = 238,
				["信越-阿薩斯"] = 227,
				["奈归云谁寄"] = 259,
				["凍未調"] = 261,
				["龍凝-語風"] = 47,
				["白球球-眾星之子"] = 264,
				["人品惡魔"] = 274,
				["苦澀啟示"] = 166,
				["八年六班-語風"] = 278,
				["品品小妹"] = 282,
				["億隻小龍人"] = 16,
				["大橋若德-語風"] = 284,
				["李知恩"] = 27,
				["不惠-語風"] = 421,
				["硬了就射進來"] = 170,
				["正義裁決"] = 295,
				["大肉肉"] = 526,
				["叱咤紅人"] = 342,
				["許玲-眾星之子"] = 90,
				["伊露恩的黃昏-阿薩斯"] = 22,
				["莉莉娜輓歌"] = 304,
				["狂歌五柳"] = 568,
				["起司豬排蛋"] = 307,
				["小雞兒"] = 127,
				["野花不要採"] = 469,
				["冰炎暝漾"] = 317,
				["Filianore-眾星之子"] = 540,
				["原罪審判"] = 318,
				["Durueio"] = 326,
				["Tabihunter"] = 497,
				["厚伊薩係"] = 340,
				["咬肉肉"] = 344,
				["夜語蓉-語風"] = 348,
				["小皮蛋餃"] = 352,
				["我不是很高"] = 356,
				["春風百里"] = 361,
				["有力大雞腿"] = 362,
				["木嘿嘿-眾星之子"] = 363,
				["銀刀西狼"] = 69,
				["Tabimonk"] = 570,
				["爛寶雞尼"] = 374,
				["歐蓼蓼"] = 448,
				["百香多多綠茶-語風"] = 381,
				["罌粟變盜賊"] = 384,
				["老何"] = 533,
				["腿控-語風"] = 387,
				["罌粟變聖騎"] = 241,
				["吹吹楓"] = 281,
				["誤與獵聚"] = 391,
				["不高"] = 3,
				["佐佐波凌"] = 336,
				["高歌離席-語風"] = 46,
				["默銘奇廟-語風"] = 398,
				["開皮卡的城管"] = 395,
				["Baeseuk"] = 400,
				["就是不洗澡"] = 156,
				["浪靜風平"] = 8,
				["星河之翼"] = 290,
				["雨中獨行"] = 396,
				["十九"] = 280,
				["冰炎露露"] = 159,
				["Harchu"] = 413,
				["Tabidh"] = 417,
				["不會重覆"] = 422,
				["云飄雨動"] = 425,
				["為什麼不呢-眾星之子"] = 373,
				["藕絲楠晟-語風"] = 193,
				["乂指尖法動乂-語風"] = 547,
				["雷霆小獵人"] = 216,
				["乂愛吹風乂-眾星之子"] = 423,
				["希爾德輓歌-眾星之子"] = 176,
				["肉波-眾星之子"] = 535,
				["Polyphonic"] = 331,
				["牛肉人"] = 456,
				["幻劍幽城"] = 442,
				["德籽"] = 119,
				["獵熊當寶寶"] = 71,
				["關西-阿薩斯"] = 471,
				["雪舞星風"] = 475,
				["名無"] = 178,
				["風行雲影"] = 481,
				["阿哈雷露亞-語風"] = 490,
				["Akalintu"] = 491,
				["曾志偉這麼高-語風"] = 112,
				["Izalith-眾星之子"] = 329,
				["夢茹雲"] = 502,
				["Artemise"] = 323,
				["Tabideath"] = 249,
				["紫茶-語風"] = 461,
				["敗家娘子"] = 151,
				["Mond-眾星之子"] = 519,
				["御風行者"] = 401,
				["Tabikaeru"] = 131,
				["音法-語風"] = 538,
				["Warf"] = 571,
				["半糖綠"] = 548,
				["德寶儿-阿薩斯"] = 26,
				["安地斯山獵犬-語風"] = 549,
				["研豆仔土包子"] = 556,
				["養一只-眾星之子"] = 539,
				["厄運天使-尖石"] = 24,
			},
		},
	},
}
WIM3_Filters = {
	{
		"^OQ[,S]", -- [1]
		["enabled"] = true,
		["type"] = 1,
		["pattern"] = "^<T>PartyQuests[^A-Z]+\n^<M_N>\n^ItemDB-Request:\n^LVBM\n^YOU ARE BEING WATCHED!\n^YOU ARE MARKED!\n^YOU ARE CURSED!\n^YOU HAVE THE PLAGUE!\n^YOU ARE BURNING!\n^YOU ARE THE BOMB!\nVOLATILE INFECTION\n^/^GA[^A-Z]+\n^<METAMAP\n^<CT",
		["sent"] = true,
		["name"] = "由插件发送的悄悄话",
		["received"] = true,
		["action"] = 2,
		["stats"] = 0,
		["protected"] = true,
		["tag"] = "addons",
	}, -- [1]
	{
		["enabled"] = false,
		["type"] = 2,
		["action"] = 1,
		["friend"] = true,
		["party"] = true,
		["name"] = "悄悄话选择区1",
		["guild"] = true,
		["raid"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [2]
	{
		["enabled"] = false,
		["type"] = 2,
		["name"] = "悄悄话选择区2",
		["action"] = 2,
		["all"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [3]
}
WIM3_History = {
	["寒冰皇冠"] = {
		["查理三世"] = {
			["蜀都張叔叔#3649"] = {
				{
					["type"] = 1,
					["time"] = 1669976916,
					["from"] = "查理三世",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1669976938,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1669976944,
					["from"] = "查理三世",
					["msg"] = "我也来玩正式服了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1669976952,
					["from"] = "查理三世",
					["msg"] = "给我包包",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1669976955,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1669976970,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我找找。。。",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1669976981,
					["from"] = "查理三世",
					["msg"] = "10级学骑马吗",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1669976988,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "早忘记了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1669976994,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我这个号是老号",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1669977002,
					["from"] = "查理三世",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1669977036,
					["from"] = "查理三世",
					["msg"] = "现在练级新手村可以选择埃尔文森林了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1669977043,
					["from"] = "查理三世",
					["msg"] = "这尼玛跟怀旧服一样的任务",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1669977048,
					["from"] = "查理三世",
					["msg"] = "舒服的很",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1669977067,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "早说你要玩我就召唤老友了，还能送月卡",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1669977082,
					["from"] = "查理三世",
					["msg"] = "啥",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1669977088,
					["from"] = "查理三世",
					["msg"] = "我怀旧服通用的",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1669977097,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "哦对",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1669977101,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "条件不符",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1669977135,
					["from"] = "查理三世",
					["msg"] = "邀请好友这个太怀旧了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1669977141,
					["from"] = "查理三世",
					["msg"] = "我07年的时候邀请了好多人 一直白嫖",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1669977148,
					["from"] = "查理三世",
					["msg"] = "07年TBC年代 在台服",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1669977157,
					["from"] = "查理三世",
					["msg"] = "现在还有啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1669977162,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "一直都有",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1669977170,
					["from"] = "查理三世",
					["msg"] = "我06年就在台服",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1669977174,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你确定要耍这个号？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1669977174,
					["from"] = "查理三世",
					["msg"] = "没人比我更早",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1669977180,
					["from"] = "查理三世",
					["msg"] = "耍啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1669977181,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我邀请你进公会？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1669977183,
					["from"] = "查理三世",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1669977234,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "找不到查理三世？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1669977246,
					["from"] = "查理三世",
					["msg"] = "是一个服务器的吗",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1669977248,
					["from"] = "查理三世",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1669977252,
					["from"] = "查理三世",
					["msg"] = "不是一个服务器不行？",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1669977257,
					["from"] = "查理三世",
					["msg"] = "我在寒冰皇冠",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1669977269,
					["from"] = "查理三世",
					["msg"] = "正式服不是全跨服吗",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1669977275,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我问问我们是哪几个服务器",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1669977296,
					["from"] = "查理三世",
					["msg"] = "都能組隊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1669977303,
					["from"] = "查理三世",
					["msg"] = "還不能一起？",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1669977307,
					["from"] = "查理三世",
					["msg"] = "啥原理",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1669977310,
					["from"] = "查理三世",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1669977414,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "要暗影之月、语风、还有众什么的？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1669977466,
					["from"] = "查理三世",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1669977471,
					["from"] = "查理三世",
					["msg"] = "包包也給不了嗎",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1669977473,
					["from"] = "查理三世",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1669977490,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "嗯 查无此人",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1669977530,
					["from"] = "查理三世",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1669977535,
					["from"] = "查理三世",
					["msg"] = "等於說我百煉了哦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1669977544,
					["from"] = "查理三世",
					["msg"] = "我重新建一個",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1669977546,
					["from"] = "查理三世",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1669977546,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "才8级。。。",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1669977558,
					["from"] = "查理三世",
					["msg"] = "你在哪個服務器",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1669977564,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "暗影之月",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [52]
				["info"] = {
				},
			},
			["xuanxuan#31204"] = {
				{
					["type"] = 1,
					["time"] = 1669976888,
					["from"] = "查理三世",
					["msg"] = "我在玩正式服",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1669976894,
					["from"] = "查理三世",
					["msg"] = "我准备正式服也起一个号",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1669976897,
					["from"] = "查理三世",
					["msg"] = "安逸的很",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1669976905,
					["from"] = "查理三世",
					["msg"] = "确实日白",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1669977310,
					["from"] = "xuanxuan#31204",
					["msg"] = "...",
					["inbound"] = true,
					["convo"] = "xuanxuan#31204",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1669977322,
					["from"] = "查理三世",
					["msg"] = "來yy",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1669977329,
					["from"] = "查理三世",
					["msg"] = "主玩WLK",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1669977350,
					["from"] = "xuanxuan#31204",
					["msg"] = "再开会",
					["inbound"] = true,
					["convo"] = "xuanxuan#31204",
				}, -- [8]
				["info"] = {
				},
			},
		},
	},
	["暗影之月"] = {
		["查理三世"] = {
			["張淑淑"] = {
				{
					["type"] = 1,
					["time"] = 1670324559,
					["from"] = "查理三世",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1670324571,
					["from"] = "查理三世",
					["msg"] = "多交流】",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1670324573,
					["from"] = "查理三世",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1670324590,
					["from"] = "張淑淑",
					["msg"] = "要在線答疑",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1670324598,
					["from"] = "張淑淑",
					["msg"] = "你們不上網課的？",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1670324603,
					["from"] = "查理三世",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1670325592,
					["from"] = "張淑淑",
					["msg"] = "45了？這麼快",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1670325597,
					["from"] = "查理三世",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1670325601,
					["from"] = "查理三世",
					["msg"] = "都沒怎麽打",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1670325625,
					["from"] = "張淑淑",
					["msg"] = "那就是現在升級容易了",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1670602859,
					["from"] = "張淑淑",
					["msg"] = "可以组我撒",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1670602869,
					["from"] = "張淑淑",
					["msg"] = "装备可以交易你",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1670854289,
					["from"] = "張淑淑",
					["msg"] = "不是打的",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1670854291,
					["from"] = "張淑淑",
					["msg"] = "老子",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1670854295,
					["from"] = "查理三世",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1670854305,
					["from"] = "查理三世",
					["msg"] = "你也在啊",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1670854306,
					["from"] = "查理三世",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1670854323,
					["from"] = "查理三世",
					["msg"] = "确实日白",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1670854324,
					["from"] = "查理三世",
					["msg"] = "语音",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1670854357,
					["from"] = "張淑淑",
					["msg"] = "现在不行",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1670854377,
					["from"] = "張淑淑",
					["msg"] = "公会周四打团",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1670854428,
					["from"] = "張淑淑",
					["msg"] = "你要打可以行事历报名",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1670854448,
					["from"] = "查理三世",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1670854449,
					["from"] = "查理三世",
					["msg"] = "撒子",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1670854468,
					["from"] = "張淑淑",
					["msg"] = "屏幕右上角 ",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1670854474,
					["from"] = "張淑淑",
					["msg"] = "时间边上 ",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1670854481,
					["from"] = "張淑淑",
					["msg"] = "有个按钮可以点",
					["inbound"] = true,
					["convo"] = "張淑淑",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1670854498,
					["from"] = "查理三世",
					["msg"] = "微信",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1670854501,
					["from"] = "查理三世",
					["msg"] = "看我截图",
					["inbound"] = false,
					["convo"] = "張淑淑",
				}, -- [29]
				["info"] = {
				},
			},
			["厄運烏鴉#316851"] = {
				{
					["type"] = 1,
					["time"] = 1670492994,
					["from"] = "查理三世",
					["msg"] = "正式服嘛",
					["inbound"] = false,
					["convo"] = "厄運烏鴉#316851",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1670492994,
					["from"] = "查理三世",
					["msg"] = "我也在",
					["inbound"] = false,
					["convo"] = "厄運烏鴉#316851",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1670493000,
					["from"] = "厄運烏鴉#316851",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "厄運烏鴉#316851",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1670493000,
					["from"] = "查理三世",
					["msg"] = "马上满级了",
					["inbound"] = false,
					["convo"] = "厄運烏鴉#316851",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1670493000,
					["from"] = "查理三世",
					["msg"] = "确实日白",
					["inbound"] = false,
					["convo"] = "厄運烏鴉#316851",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1670493004,
					["from"] = "厄運烏鴉#316851",
					["msg"] = "牛批啥",
					["inbound"] = true,
					["convo"] = "厄運烏鴉#316851",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1670493008,
					["from"] = "厄運烏鴉#316851",
					["msg"] = "我刚刚开始耍",
					["inbound"] = true,
					["convo"] = "厄運烏鴉#316851",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1670493012,
					["from"] = "查理三世",
					["msg"] = "好玩",
					["inbound"] = false,
					["convo"] = "厄運烏鴉#316851",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1670493015,
					["from"] = "查理三世",
					["msg"] = "60级之后",
					["inbound"] = false,
					["convo"] = "厄運烏鴉#316851",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1670493020,
					["from"] = "查理三世",
					["msg"] = "我是联盟",
					["inbound"] = false,
					["convo"] = "厄運烏鴉#316851",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1670493026,
					["from"] = "厄運烏鴉#316851",
					["msg"] = "哈哈哈 ",
					["inbound"] = true,
					["convo"] = "厄運烏鴉#316851",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1670493034,
					["from"] = "厄運烏鴉#316851",
					["msg"] = "我是部落",
					["inbound"] = true,
					["convo"] = "厄運烏鴉#316851",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1670493040,
					["from"] = "厄運烏鴉#316851",
					["msg"] = "无所谓 都可以一起耍了 LM 部落",
					["inbound"] = true,
					["convo"] = "厄運烏鴉#316851",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1670757477,
					["from"] = "厄運烏鴉#316851",
					["msg"] = "吃了啥、",
					["inbound"] = true,
					["convo"] = "厄運烏鴉#316851",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1670852748,
					["from"] = "厄運烏鴉#316851",
					["msg"] = "现在排队这么严重了  那边都排3K+了吧",
					["inbound"] = true,
					["convo"] = "厄運烏鴉#316851",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1670852854,
					["from"] = "查理三世",
					["msg"] = "我完正式服",
					["inbound"] = false,
					["convo"] = "厄運烏鴉#316851",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1670852859,
					["from"] = "查理三世",
					["msg"] = "补排队",
					["inbound"] = false,
					["convo"] = "厄運烏鴉#316851",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1670852869,
					["from"] = "查理三世",
					["msg"] = "怀旧服就打2个25人",
					["inbound"] = false,
					["convo"] = "厄運烏鴉#316851",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1670852878,
					["from"] = "厄運烏鴉#316851",
					["msg"] = "正式服肯定不排队啊  这么多服务器",
					["inbound"] = true,
					["convo"] = "厄運烏鴉#316851",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1670853566,
					["from"] = "查理三世",
					["msg"] = "我有排队脚本",
					["inbound"] = false,
					["convo"] = "厄運烏鴉#316851",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1670853568,
					["from"] = "查理三世",
					["msg"] = "随便排",
					["inbound"] = false,
					["convo"] = "厄運烏鴉#316851",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1670939091,
					["from"] = "厄運烏鴉#316851",
					["msg"] = "<DBM> Smallstar在10人 - 萨塔里奥（97%）的战斗中灭团了。",
					["inbound"] = true,
					["convo"] = "厄運烏鴉#316851",
				}, -- [22]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1670130908,
					["from"] = "Oneonone#3565",
					["msg"] = "。。。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1670130910,
					["from"] = "Oneonone#3565",
					["msg"] = "你居然玩那個",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1670131308,
					["from"] = "查理三世",
					["msg"] = "好玩啊",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1670131325,
					["from"] = "Oneonone#3565",
					["msg"] = "好玩？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1670131340,
					["from"] = "Oneonone#3565",
					["msg"] = "我玩復仇坦 真的好玩",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1670500793,
					["from"] = "查理三世",
					["msg"] = "yy 24046515",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1670740265,
					["from"] = "Oneonone#3565",
					["msg"] = "我們公會2團 你們北京小團隊來組了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1670740285,
					["from"] = "查理三世",
					["msg"] = "?",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1670740299,
					["from"] = "Oneonone#3565",
					["msg"] = "好像國服來的一群北京人",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1670740409,
					["from"] = "查理三世",
					["msg"] = "正式服好玩的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1670740440,
					["from"] = "Oneonone#3565",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1670740474,
					["from"] = "查理三世",
					["msg"] = "來玩",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1670740503,
					["from"] = "Oneonone#3565",
					["msg"] = "打25",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1670740647,
					["from"] = "Oneonone#3565",
					["msg"] = "我是部落  和你打個毛綫",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1670740708,
					["from"] = "查理三世",
					["msg"] = "今天‘s",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1670740714,
					["from"] = "查理三世",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1670744168,
					["from"] = "查理三世",
					["msg"] = "zhengshifu",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1670744180,
					["from"] = "Oneonone#3565",
					["msg"] = "毛",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1670744182,
					["from"] = "Oneonone#3565",
					["msg"] = "在打25",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1670757746,
					["from"] = "Oneonone#3565",
					["msg"] = "又排隊了 我日",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1670757750,
					["from"] = "查理三世",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1670757754,
					["from"] = "查理三世",
					["msg"] = "排多少",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1670757871,
					["from"] = "Oneonone#3565",
					["msg"] = "20分鐘",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1670757878,
					["from"] = "Oneonone#3565",
					["msg"] = "你要打團 記得早點切過來",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1670757882,
					["from"] = "查理三世",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1670757886,
					["from"] = "查理三世",
					["msg"] = "我刚下线",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [26]
				["info"] = {
				},
			},
			["|Kq25|k"] = {
				{
					["type"] = 1,
					["time"] = 1669983994,
					["from"] = "查理三世",
					["msg"] = "加我",
					["inbound"] = false,
					["convo"] = "|Kq25|k",
				}, -- [1]
				["info"] = {
				},
			},
			["xuanxuan#31204"] = {
				{
					["type"] = 1,
					["time"] = 1670082630,
					["from"] = "查理三世",
					["msg"] = "我再正式服",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1670082634,
					["from"] = "查理三世",
					["msg"] = "确实日白",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1670083100,
					["from"] = "查理三世",
					["msg"] = "？？？？",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1670083250,
					["from"] = "xuanxuan#31204",
					["msg"] = "再喝酒",
					["inbound"] = true,
					["convo"] = "xuanxuan#31204",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1670135760,
					["from"] = "xuanxuan#31204",
					["msg"] = "你的DK 怎么从1级开始",
					["inbound"] = true,
					["convo"] = "xuanxuan#31204",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1670135774,
					["from"] = "查理三世",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1670135781,
					["from"] = "查理三世",
					["msg"] = "正式服從10級開始",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1670135795,
					["from"] = "xuanxuan#31204",
					["msg"] = "。。。。",
					["inbound"] = true,
					["convo"] = "xuanxuan#31204",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1670135890,
					["from"] = "查理三世",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1670135908,
					["from"] = "xuanxuan#31204",
					["msg"] = "我还纳闷呢 怎么做到的，",
					["inbound"] = true,
					["convo"] = "xuanxuan#31204",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1670135921,
					["from"] = "查理三世",
					["msg"] = "正式服不錯",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1670136000,
					["from"] = "查理三世",
					["msg"] = "yy",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1670492994,
					["from"] = "查理三世",
					["msg"] = "体验真的不错",
					["inbound"] = false,
					["convo"] = "xuanxuan#31204",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1670493015,
					["from"] = "xuanxuan#31204",
					["msg"] = "已然已經放棄正式服了 至少WLK 打完再正式服",
					["inbound"] = true,
					["convo"] = "xuanxuan#31204",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1670853548,
					["from"] = "xuanxuan#31204",
					["msg"] = "我要轉ALX 了 受不了了 1000 多排隊",
					["inbound"] = true,
					["convo"] = "xuanxuan#31204",
				}, -- [15]
				["info"] = {
				},
			},
			["柴汪汪#4726"] = {
				{
					["type"] = 1,
					["time"] = 1670654359,
					["from"] = "查理三世",
					["msg"] = "我正式服都要滿級了",
					["inbound"] = false,
					["convo"] = "柴汪汪#4726",
				}, -- [1]
				["info"] = {
				},
			},
			["善良的橄欖色鯊魚#3490"] = {
				{
					["type"] = 1,
					["time"] = 1670085750,
					["from"] = "查理三世",
					["msg"] = "确实日白",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [1]
				["info"] = {
				},
			},
			["誓約之劍#31592"] = {
				{
					["type"] = 1,
					["time"] = 1670693283,
					["from"] = "查理三世",
					["msg"] = "怀旧服玩不腻？",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1670693288,
					["from"] = "查理三世",
					["msg"] = "突然发现正式服好好玩",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1670693288,
					["from"] = "查理三世",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1670693289,
					["from"] = "誓約之劍#31592",
					["msg"] = "還好啊",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1670693294,
					["from"] = "誓約之劍#31592",
					["msg"] = "新鮮感啊",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [5]
				["info"] = {
				},
			},
			["蜀都張叔叔#3649"] = {
				{
					["type"] = 1,
					["time"] = 1669978168,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "新职业出来就是58级",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1669978173,
					["from"] = "查理三世",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1669978175,
					["from"] = "查理三世",
					["msg"] = "我玩DK",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1669978178,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "两天就满级",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1669978188,
					["from"] = "查理三世",
					["msg"] = "DK强不强",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1669978195,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "不晓得啊",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1669978209,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "没关注这些，我就想法打好DPS，其他不管",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1669978220,
					["from"] = "查理三世",
					["msg"] = "DK好進組不",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1669978334,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "弹性组团",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1669978341,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "不存在好不好进",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1669978341,
					["from"] = "查理三世",
					["msg"] = "啥意思",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1669978352,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "10-25人都可以开",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1669978369,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "BOSS会根据人数自动调整血量",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1669978374,
					["from"] = "查理三世",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1669978381,
					["from"] = "查理三世",
					["msg"] = "這麽高級",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1669978389,
					["from"] = "查理三世",
					["msg"] = "隨機團本嗎",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1669978426,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "不是",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1669978437,
					["from"] = "查理三世",
					["msg"] = "還是要叫人",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1669978447,
					["from"] = "查理三世",
					["msg"] = "裝備是隨機分配的嗎 我9.0是",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1669978448,
					["from"] = "查理三世",
					["msg"] = "記得",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1669978449,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "就是公会团，还可以预组团",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1669978455,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "个人分配",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1669978461,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "纯看脸",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1669978478,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "一起打团可以相互交易",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1669978535,
					["from"] = "查理三世",
					["msg"] = "新手區的DK很多啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1669978561,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "国服的吧 哈哈",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1669978574,
					["from"] = "查理三世",
					["msg"] = "臺服啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1669978585,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "国服要没了，好多转来台服",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1669978601,
					["from"] = "查理三世",
					["msg"] = "正式服夠嗆",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1669978609,
					["from"] = "查理三世",
					["msg"] = "太多成就",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1669978615,
					["from"] = "查理三世",
					["msg"] = "坐騎啥的",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1669978660,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "新版本就是骑龙比较爽，飞行变动作游戏了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1669978665,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "驯龙高手",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1669980515,
					["from"] = "查理三世",
					["msg"] = "我的宝宝呢",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1669980518,
					["from"] = "查理三世",
					["msg"] = "包包",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1669980545,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你重新建号了？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1669980575,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "叫啥名字？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1669984611,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1669984670,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "收到沒？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1669984679,
					["from"] = "查理三世",
					["msg"] = "收到了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1669984783,
					["from"] = "查理三世",
					["msg"] = "包包很贵吗",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1669984817,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "不曉得",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1669984821,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我自己做的",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1670081027,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "70啊",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1670081075,
					["from"] = "查理三世",
					["msg"] = "流弊哦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1670081086,
					["from"] = "查理三世",
					["msg"] = "好玩嗎",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1670081095,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "好玩撒 骑龙",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1670126686,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "做饭",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1670126686,
					["from"] = "查理三世",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1670126686,
					["from"] = "查理三世",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1670129433,
					["from"] = "查理三世",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1670129433,
					["from"] = "查理三世",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1670129439,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我儿上网课",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1670129443,
					["from"] = "查理三世",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1670129444,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "只能打字",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1670129452,
					["from"] = "查理三世",
					["msg"] = "世界频道怎么加入",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1670129479,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "打/join 寻求组队",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1670129487,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "繁体",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1670129489,
					["from"] = "查理三世",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1670129507,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "如果要排副本",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1670129510,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "直接按I",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1670129521,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "全服都可以排",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1670129567,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "进了没有",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1670129572,
					["from"] = "查理三世",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1670129589,
					["from"] = "查理三世",
					["msg"] = "我有個任務是經營任務",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1670129592,
					["from"] = "查理三世",
					["msg"] = "好奇怪",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1670129596,
					["from"] = "查理三世",
					["msg"] = "打不過",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1670129598,
					["from"] = "查理三世",
					["msg"] = "咋整",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1670129605,
					["from"] = "查理三世",
					["msg"] = "精英怪",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1670129682,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "先做别的，我打了这个任务过来",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1670129699,
					["from"] = "查理三世",
					["msg"] = "正式服还有精英任务？",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1670129704,
					["from"] = "查理三世",
					["msg"] = "也没有标记",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1670129712,
					["from"] = "查理三世",
					["msg"] = "但是怪都是精英",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1670129719,
					["from"] = "查理三世",
					["msg"] = "确实日白",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1670129722,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "那你肯定弄错了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1670129731,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "要不就是有任务道具",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1670130092,
					["from"] = "查理三世",
					["msg"] = "|Hquest:26713:10|h[决战石堡要塞]|h",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1670130097,
					["from"] = "查理三世",
					["msg"] = "確實日白",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1670130149,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "看不到你发的呢",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1670130879,
					["from"] = "查理三世",
					["msg"] = "ok了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1670130899,
					["from"] = "查理三世",
					["msg"] = "我打了副本出來 就有侍衛了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1670130914,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我就说",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1670130922,
					["from"] = "查理三世",
					["msg"] = "bug",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1670225416,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "一會去",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1670385526,
					["from"] = "查理三世",
					["msg"] = "工会声望有啥用",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1670385561,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "有些公会技能要声望解锁 ，影响不大，迟早都会满",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1670411262,
					["from"] = "查理三世",
					["msg"] = "马上60",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1670411359,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "凶",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1670561376,
					["from"] = "查理三世",
					["msg"] = "還沒畢業嗎",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1670561389,
					["from"] = "查理三世",
					["msg"] = "確實日白",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1670561472,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "剛開就畢業？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1670601264,
					["from"] = "查理三世",
					["msg"] = "問你呢",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1670602886,
					["from"] = "查理三世",
					["msg"] = "你坦克",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1670602908,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我坦不了 只能DD",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1670603344,
					["from"] = "查理三世",
					["msg"] = "絕對的",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1670603344,
					["from"] = "查理三世",
					["msg"] = "看我DPS比你高",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1670603374,
					["from"] = "查理三世",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1670603596,
					["from"] = "查理三世",
					["msg"] = "你傷害爲啥這麽高",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1670603651,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "等级高啊",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1670604022,
					["from"] = "查理三世",
					["msg"] = "你畢業了嗎",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1670678890,
					["from"] = "查理三世",
					["msg"] = "语音",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1670678930,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "微信语音？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1670735954,
					["from"] = "查理三世",
					["msg"] = "对了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1670735962,
					["from"] = "查理三世",
					["msg"] = "我发布了预组",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1670735966,
					["from"] = "查理三世",
					["msg"] = "要绑定安全令",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1670735969,
					["from"] = "查理三世",
					["msg"] = "你呢",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1670736000,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "没试过",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1670855484,
					["from"] = "查理三世",
					["msg"] = "|Hgarrmission:weakauras|h|cFF8800FF[查理三世-暗影之月 |r|cFF8800FF- 10.0稀有击杀监控]|h|r",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1670855488,
					["from"] = "查理三世",
					["msg"] = "点击这个",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1670855491,
					["from"] = "查理三世",
					["msg"] = "然后导入",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1670855523,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "有了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [111]
				["info"] = {
				},
			},
			["扶摇-寒冰皇冠"] = {
				{
					["type"] = 1,
					["time"] = 1670421048,
					["from"] = "查理三世",
					["msg"] = "搞起",
					["inbound"] = false,
					["convo"] = "扶摇-寒冰皇冠",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1670421066,
					["from"] = "查理三世",
					["msg"] = "我06年的時候來臺服就是寒冰皇冠的",
					["inbound"] = false,
					["convo"] = "扶摇-寒冰皇冠",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1670421074,
					["from"] = "查理三世",
					["msg"] = "16年過去了",
					["inbound"] = false,
					["convo"] = "扶摇-寒冰皇冠",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1670421079,
					["from"] = "扶摇-寒冰皇冠",
					["msg"] = "妈呀06年啊",
					["inbound"] = true,
					["convo"] = "扶摇-寒冰皇冠",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1670421087,
					["from"] = "扶摇-寒冰皇冠",
					["msg"] = "我11年玩的好像",
					["inbound"] = true,
					["convo"] = "扶摇-寒冰皇冠",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1670421088,
					["from"] = "查理三世",
					["msg"] = "第一個滿級號就在寒冰皇冠",
					["inbound"] = false,
					["convo"] = "扶摇-寒冰皇冠",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1670421124,
					["from"] = "扶摇-寒冰皇冠",
					["msg"] = "我80级那会来台服玩来着",
					["inbound"] = true,
					["convo"] = "扶摇-寒冰皇冠",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1670421137,
					["from"] = "扶摇-寒冰皇冠",
					["msg"] = "85也玩了一阵子",
					["inbound"] = true,
					["convo"] = "扶摇-寒冰皇冠",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1670421150,
					["from"] = "查理三世",
					["msg"] = "太晚了你",
					["inbound"] = false,
					["convo"] = "扶摇-寒冰皇冠",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1670421152,
					["from"] = "查理三世",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "扶摇-寒冰皇冠",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1670421170,
					["from"] = "扶摇-寒冰皇冠",
					["msg"] = "06年那会我还上高中呢",
					["inbound"] = true,
					["convo"] = "扶摇-寒冰皇冠",
				}, -- [11]
				["info"] = {
				},
			},
		},
	},
}
WIM3_ChatFilters = {
}
WIM3_Alias = nil
