
WQTrackerDB = {
	["profileKeys"] = {
		["查理三世 - 暗影之月"] = "Default",
		["查理三世 - 寒冰皇冠"] = "Default",
		["特變電工 - 寒冰皇冠"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["talking_heads_heard"] = {
				[102941] = true,
				[205509] = true,
				[208065] = true,
				[97377] = true,
				[98179] = true,
				[98187] = true,
				[104220] = true,
				[104228] = true,
				[106411] = true,
				[98180] = true,
				[98188] = true,
				[203481] = true,
				[104229] = true,
				[106412] = true,
				[98181] = true,
				[203482] = true,
				[205832] = true,
				[204737] = true,
				[205769] = true,
				[97372] = true,
				[205547] = true,
				[106413] = true,
				[203452] = true,
				[106437] = true,
				[203484] = true,
				[102929] = true,
				[203453] = true,
				[204739] = true,
				[97373] = true,
				[98167] = true,
				[108716] = true,
				[204740] = true,
				[105962] = true,
				[104208] = true,
				[205503] = true,
				[97374] = true,
				[205567] = true,
				[204736] = true,
				[108709] = true,
				[108717] = true,
				[205504] = true,
				[205768] = true,
				[104219] = true,
				[107009] = true,
				[105963] = true,
				[205838] = true,
				[104209] = true,
				[203457] = true,
				[205505] = true,
				[106429] = true,
				[97375] = true,
				[205502] = true,
				[204738] = true,
				[205839] = true,
				[203483] = true,
				[108718] = true,
				[205506] = true,
				[106436] = true,
				[203125] = true,
				[205554] = true,
				[105964] = true,
				[205840] = true,
				[205856] = true,
				[203126] = true,
				[205507] = true,
				[208063] = true,
				[97376] = true,
				[205555] = true,
				[205770] = true,
				[205841] = true,
				[205831] = true,
				[106435] = true,
				[205833] = true,
				[205851] = true,
				[203127] = true,
				[107008] = true,
			},
			["rarescan"] = {
				["recently_spotted"] = {
					[124775] = {
						1671283245, -- [1]
						830, -- [2]
						0.4786835312843323, -- [3]
						0.6735592484474182, -- [4]
						"Creature-0-0000-0000-00000-124775-0000000000", -- [5]
						"指挥官安达西斯", -- [6]
						"飛翔小沙彌", -- [7]
						1671283244, -- [8]
					},
					[127090] = {
						1671285154, -- [1]
						885, -- [2]
						0.671863317489624, -- [3]
						0.6770511865615845, -- [4]
						"Creature-0-0000-0000-00000-127090-0000000000", -- [5]
						"瑞爾法上將", -- [6]
						"白嫩多汁", -- [7]
						1671285153, -- [8]
					},
					[126862] = {
						1671285307, -- [1]
						882, -- [2]
						0.4220184087753296, -- [3]
						0.5978459119796753, -- [4]
						"Creature-0-3062-1669-1515-126862-00001DC1D3", -- [5]
						"嗜血的巴魯特", -- [6]
						"白嫩多汁", -- [7]
						1671285307, -- [8]
					},
					[122911] = {
						1671285269, -- [1]
						830, -- [2]
						0.3172346353530884, -- [3]
						0.5863292217254639, -- [4]
						"Creature-0-0000-0000-00000-122911-0000000000", -- [5]
						"指挥官维卡娅", -- [6]
						"銀色項鏈", -- [7]
						1671285268, -- [8]
					},
					[126338] = {
						1671285243, -- [1]
						885, -- [2]
						0.5533822774887085, -- [3]
						0.6038975715637207, -- [4]
						"Creature-0-0000-0000-00000-126338-0000000000", -- [5]
						"愤怒领主亚雷兹", -- [6]
						"又菜又爱丸", -- [7]
						1671285242, -- [8]
					},
					[122912] = {
						1671285008, -- [1]
						830, -- [2]
						0.3413984775543213, -- [3]
						0.7324936389923096, -- [4]
						"Creature-0-3062-1669-828-122912-00001DC6B8", -- [5]
						"指挥官萨森纳尔", -- [6]
						"銀色項鏈", -- [7]
						1671285007, -- [8]
					},
					[126254] = {
						1671285141, -- [1]
						885, -- [2]
						0.5622830390930176, -- [3]
						0.5907246470451355, -- [4]
						"Creature-0-0000-0000-00000-126254-0000000000", -- [5]
						"萨卡尔中尉", -- [6]
						"白嫩多汁", -- [7]
						1671285140, -- [8]
					},
				},
				["recently_killed"] = {
					["Player-963-06DF687A"] = {
					},
				},
				["name_cache"] = {
					[""] = 122999,
					["愤怒领主亚雷兹"] = 126338,
					["瘟疫之羽"] = 142435,
					["潮涌巨怪"] = 141618,
					["指挥官维卡娅"] = 122911,
					["嗜血的巴魯特"] = 126862,
					["撒卡爾中尉"] = 126254,
					["指挥官萨森纳尔"] = 122912,
					["瑞爾法上將"] = 127090,
					["瀝青噴吐者"] = 125479,
					["指挥官安达西斯"] = 124775,
					["万千之主祖尔坦"] = 126908,
					["戈拉坎"] = 124185,
					["萨卡尔中尉"] = 126254,
				},
			},
			["TutorialTracker"] = 2,
			["low_level_tutorial"] = true,
			["is_BFA_version"] = true,
			["quests_tracked"] = {
				["Player-963-06DF4B09"] = {
				},
				["Player-963-06DF687A"] = {
					{
						["mapID"] = 2023,
						["index"] = 0,
						["timeFraction"] = 50303.147,
						["questID"] = 70634,
						["mapIDSynthetic"] = 0,
						["questType"] = 4,
						["expireAt"] = 1671361239,
						["numObjectives"] = 1,
						["rewardTexture"] = "Interface\\ICONS\\INV_Boots_Cloth_03",
						["timeAdded"] = 1671203979,
						["rewardAmount"] = "|cff2292FF356",
						["timeLeft"] = 2621,
						["LastDistance"] = 0.660790230210027,
					}, -- [1]
					{
						["mapID"] = 2022,
						["index"] = 3,
						["timeFraction"] = 31324.641,
						["questID"] = 69938,
						["mapIDSynthetic"] = 0,
						["questType"] = 4,
						["expireAt"] = 1671285412,
						["timeAdded"] = 1671281812,
						["LastDistance"] = 0.865190097556379,
						["numObjectives"] = 1,
						["rewardAmount"] = "|cff2292FF356",
						["timeLeft"] = 60,
						["rewardTexture"] = "Interface\\ICONS\\INV_Sword_39",
					}, -- [2]
					{
						["mapID"] = 2022,
						["index"] = 4,
						["timeFraction"] = 25442.355,
						["questID"] = 70417,
						["mapIDSynthetic"] = 0,
						["expireAt"] = 1671361250,
						["timeAdded"] = 1671275930,
						["LastDistance"] = 0.427286262351792,
						["questType"] = 4,
						["numObjectives"] = 1,
						["timeLeft"] = 1422,
						["rewardTexture"] = 1519429,
					}, -- [3]
					{
						["mapID"] = 2022,
						["index"] = 3,
						["timeFraction"] = 25367.267,
						["questID"] = 69930,
						["mapIDSynthetic"] = 0,
						["expireAt"] = 1671663635,
						["numObjectives"] = 1,
						["rewardTexture"] = 4687630,
						["timeAdded"] = 1671275855,
						["rewardAmount"] = 250,
						["timeLeft"] = 6463,
						["LastDistance"] = 0.8650954949160017,
					}, -- [4]
				},
				["Player-963-06D524DA"] = {
				},
				["Player-963-06DF5F31"] = {
				},
			},
			["quests_all_characters"] = {
				["Player-963-06DF687A"] = {
					[71202] = {
						["expireAt"] = 1671318113,
						["rewardAmount"] = "16",
						["rewardTexture"] = 133675,
					},
					[70634] = {
						["expireAt"] = 1671361262,
						["rewardAmount"] = "|cff2292FF356",
						["rewardTexture"] = "Interface\\ICONS\\INV_Boots_Cloth_03",
					},
					[70068] = {
						["expireAt"] = 1671663653,
						["rewardAmount"] = "|cffc557FF376",
						["rewardTexture"] = 4295886,
					},
					[66934] = {
						["expireAt"] = 1671361253,
						["rewardAmount"] = "|cff2292FF363",
						["rewardTexture"] = 4295886,
					},
					[70417] = {
						["expireAt"] = 1671361253,
						["rewardAmount"] = "",
						["rewardTexture"] = 1519429,
					},
					[69938] = {
						["expireAt"] = 1671663653,
						["rewardAmount"] = "|cff2292FF356",
						["rewardTexture"] = "Interface\\ICONS\\INV_Sword_39",
					},
					[70421] = {
						["expireAt"] = 1671361262,
						["rewardAmount"] = "",
						["rewardTexture"] = 1519429,
					},
					[70428] = {
						["expireAt"] = 1671361253,
						["rewardAmount"] = "",
						["rewardTexture"] = 1519429,
					},
				},
			},
			["player_names"] = {
				["Player-963-06DF4B09"] = {
					["class"] = "WARRIOR",
					["name"] = "查理三世",
					["realm"] = "寒冰皇冠",
				},
				["Player-963-06DF687A"] = {
					["class"] = "DEATHKNIGHT",
					["name"] = "查理三世",
					["realm"] = "暗影之月",
				},
				["Player-963-06D524DA"] = {
					["class"] = "WARRIOR",
					["name"] = "特變電工",
					["realm"] = "寒冰皇冠",
				},
				["Player-963-06DF5F31"] = {
					["class"] = "MONK",
					["name"] = "查理三世",
					["realm"] = "寒冰皇冠",
				},
			},
			["history"] = {
				["period"] = {
					["global"] = {
						["221212"] = {
							["quest"] = 4,
							["resource"] = 375,
						},
						["221210"] = {
							["quest"] = 6,
						},
						["221216"] = {
							["quest"] = 1,
						},
						["221211"] = {
							["resource"] = 160,
							["quest"] = 13,
							["gold"] = 4172900,
						},
						["221217"] = {
							["quest"] = 2,
							["resource"] = 100,
						},
					},
					["character"] = {
						["Player-963-06DF687A"] = {
							["221212"] = {
								["quest"] = 4,
								["resource"] = 375,
							},
							["221210"] = {
								["quest"] = 6,
							},
							["221216"] = {
								["quest"] = 1,
							},
							["221211"] = {
								["resource"] = 160,
								["quest"] = 13,
								["gold"] = 4172900,
							},
							["221217"] = {
								["quest"] = 2,
								["resource"] = 100,
							},
						},
					},
				},
				["quest"] = {
					["global"] = {
						[70433] = 1,
						[71212] = 1,
						[70625] = 1,
						[70720] = 1,
						[72030] = 1,
						[70424] = 1,
						[70984] = 1,
						[70067] = 1,
						[66805] = 1,
						[69938] = 1,
						["total"] = 26,
						[70439] = 1,
						[70410] = 1,
						[70425] = 1,
						[70146] = 3,
						[66419] = 1,
						[70634] = 1,
						[70016] = 1,
						[70638] = 1,
						[70419] = 1,
						[70549] = 1,
						[70160] = 1,
						[70429] = 1,
						[70152] = 1,
						[70780] = 1,
					},
					["character"] = {
						["Player-963-06DF687A"] = {
							[70433] = 1,
							[71212] = 1,
							[70625] = 1,
							[70720] = 1,
							[72030] = 1,
							[70424] = 1,
							[70984] = 1,
							[70067] = 1,
							[66805] = 1,
							[69938] = 1,
							["total"] = 26,
							[70439] = 1,
							[70410] = 1,
							[70425] = 1,
							[70146] = 3,
							[66419] = 1,
							[70634] = 1,
							[70016] = 1,
							[70638] = 1,
							[70419] = 1,
							[70549] = 1,
							[70160] = 1,
							[70429] = 1,
							[70152] = 1,
							[70780] = 1,
						},
					},
				},
				["reward"] = {
					["global"] = {
						["resource"] = 635,
						["gold"] = 4172900,
					},
					["character"] = {
						["Player-963-06DF687A"] = {
							["resource"] = 635,
							["gold"] = 4172900,
						},
					},
				},
			},
		},
	},
}
